{
    "data": {
        "attributes": {
            "action": "REASSURANCE SCANS FOR ANGEL MUMS",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "When you have lost a baby and then become pregnant you are more than likely relying on the people who cared for you during your previous pregnancy to care for you again. For some people this care was amazing, for others not. \n\nA pregnancy following loss is full of anxieties, from miscarrying in the first 12 months, to problems at any scans, for some mums there are the needs for amniocentesis and CVS tests.\n\nAll of this worry is so hard and therefore the NHS have to be able to understand the full need for reassurance scans for pregnancy following loss.\n\nEach mother should be entitled to if they wish a 7, a 10, a 13, a 16, a 20, a 26, and a 32 week scan to continually check and monitor the babies progress.\n\nThe reassurance to the mother and father that their baby is growing will not reduce the risk of anything being or going wrong witht he child however it will lead to less stress for the mother and in turn less stress for the baby.",
            "closed_at": "2008-12-28T00:00:00Z",
            "created_at": "2007-12-20T11:47:54.467145Z",
            "creator_name": "Linda Anderson",
            "government_response_at": "2009-02-24T15:33:23.596893Z",
            "government_responses": [
                {
                    "created_at": "2009-02-24T15:33:23.596893Z",
                    "details": "You signed a petition asking the Prime Minister to \"REASSURANCE SCANS FOR ANGEL MUMS.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page18351\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'ultrasoundscan'",
                    "updated_at": "2009-02-24T15:33:23.596893Z"
                }
            ],
            "opened_at": "2007-12-20T11:47:54.467145Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 599,
            "state": "finished",
            "updated_at": "2009-02-19T16:36:52.810298Z"
        },
        "id": 7645320
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ultrasoundscan/"
    },
    "type": "petition"
}