{
    "data": {
        "attributes": {
            "action": "to remove english physiotherapists from the local government legislation that currently requires them to hold a licence along with body piecers and tattooists.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Physiotherapy Profession is the largest health profession providing acupuncture in the UK. We are already governed by all the rules and regulations regarding training and health and safety that the pubic have a right to expect from healthcare providers. And yet - in England, physiotherapists in private practice are required to hold a licence along with tatooists and body piercers, with the local authority. This is a professional insult and debases the service we provide to the lowest common denominator. It has surely come about because government has yet again forgotten about the 8000 or so physiotherapists who carry out approximately 14 million treatments a year in independent practice.30 years ago we had the same problem with local authorities demanding that physiotherapists held a licence along with \"massage parlours\". We provide an effective, economic alternative to the lack of adequate physiotherapy provision in the NHS - our average waiting list is only 48 hours. This legislation was overturned in Scotland - why not in England?",
            "closed_at": "2008-07-04T00:00:00Z",
            "created_at": "2007-12-20T12:59:18.753185Z",
            "creator_name": "Mrs Wendy Emberson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-12-20T12:59:18.753185Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 3,
            "state": "finished",
            "updated_at": "2008-07-05T00:01:01.508623Z"
        },
        "id": 7646743
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/acupuncture/"
    },
    "type": "petition"
}