{
    "data": {
        "attributes": {
            "action": "Reduce Stray and Unwanted Dogs due to Over Population",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The main cause is down to ‘Backyard Breeders’ Therefore why not stop the backyard breeders! The local papers are full with adverts for dogs; Websites are now being used to advertise dogs of ALL sorts, legal and banned/illegal. To stop backyard breeders ‘licence’ all dog Breeding and imports. Form another ‘Quango’ (the Government has formed enough already another one will not harm) Fund the Quango from the licence fees and a grant from Central Government (they waste enough as it is there must be a little more to spare). \nAnyone breeding who does not have a licence: Remove and destroy all the dogs, ‘Fine’ the people breeding, (and actually collect/get the money) Any do-gooders who complain about cruelty to the dogs can have the sterilised dog at a fee that covers the cost of the sterilisation and a portion for the licence set-up, on the condition they have a home (no more than two dogs) not a kennel for the dog. All these people want rights; well rights come with responsibility - Make breeders and owners responsible for their actions.",
            "closed_at": "2008-12-20T00:00:00Z",
            "created_at": "2007-12-20T15:37:34.860095Z",
            "creator_name": "Simon Kiddy",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-12-20T15:37:34.860095Z",
            "rejected_at": "2008-01-27T00:01:23.417485Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/doglicencing/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-01-27T00:01:23.417485Z"
        },
        "id": 7650018
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ReduceStrayDogs/"
    },
    "type": "petition"
}