{
    "data": {
        "attributes": {
            "action": "compensate farepak losers, treated unfairly then as a long term strategy, investigate the legitimacy of companies able to take pay without insurance",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "AOL today reports on a \"Campaign to compensate victims of the Farepak collapse. More than 190 MPs have put their names to a statement calling for compensation to now be made available.\" OK, fair enough, but there are far more urgent causes for compensation, I would imagine for MP's to concentrate their efforts - flooding, NHS and other public sector staff injured in the course of their work, individuals wrongly suspended. Professional people with families to support just wont put up with these shoddy employment practices and the British public deserve better. Commendably, the Early Day Motion submitted for House of Commons debate by Katy Clark MP also calls on the Government to bring in new laws to prevent another Farepak-style collapse. In addition, the petitioner is calling on the P.M. to call for an inquiry into how individual business men \"in the spirit of free enterprise\" can set up companies, legally take cash from the public then, without insurance, but not be held to account when they break contractual company law. All completely illegal !",
            "closed_at": "2009-01-03T00:00:00Z",
            "created_at": "2007-12-20T22:33:04.551720Z",
            "creator_name": "J RICHARDS",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-12-20T22:33:04.551720Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 44,
            "state": "finished",
            "updated_at": "2009-01-04T00:01:01.242107Z"
        },
        "id": 7654764
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/companylaw/"
    },
    "type": "petition"
}