{
    "data": {
        "attributes": {
            "action": "re - ammend the 2007 Pensions Bill",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The petitioner is urging the P.M. to respond to criticisms that \"The government has been accused of \"abandoning\" a generation of older women after ruling out a scheme to extend the ability of people to make up for missed National Insurance contributions. If all people, in the British constitution are equal before the law, how is it possible that, as AOL today reports,  \n\n\"Thousands of older women could now face a retirement in \"poverty\" following a \"devastating Government u-turn\" on pensions reform.\n\nThe Government suffered an overwhelming defeat in the Lords earlier this year, when an amendment to the 2007 Pensions Bill was passed by 179 votes to 86.\n\nWe the undersigned support the amendment, designed by Age Concern, to give people the chance to buy back up to nine years of NI contributions, potentially boosting the income of thousands of women and carers, previously penalised by an unfair and outdated system. We urge the UK govt to set up some kind of advisory body or tribunal system to impartially advise individuals on pensions, judging each case by it's merits. Currently advice is poor and inconsistent, especially for youngsters entering the employment market.",
            "closed_at": "2008-12-28T00:00:00Z",
            "created_at": "2007-12-20T22:49:09.171286Z",
            "creator_name": "J RICHARDS",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-12-20T22:49:09.171286Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 13,
            "state": "finished",
            "updated_at": "2008-12-29T00:01:01.409124Z"
        },
        "id": 7654891
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/pensionsbill/"
    },
    "type": "petition"
}