{
    "data": {
        "attributes": {
            "action": "enable people to take effective action - which does not impact on the intended beneficiaries - against charities which continue to send appeals for donations after being informed, quite clearly, that an individual is unable to send any more donations",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I think this is fairly clear but maybe a few more details need to be given.  Many charities send appeals for donations, either on spec or as a result of receiving details, from a similar charity, of their supporters (in a reciprocal arrangement which is beneficial to both charities).  I have NO problem with THAT at all; but I DO, VERY MUCH, have a problem with charities which SIMPLY IGNORE any covering letter stating that a specific donation has to be a one-off and continuing to send more and more appeals; I feel this is, or could be, exploitative of people who struggled to send the initial donation and may now feel guilty enough, or sufficiently moved by the literature enclosed with the appeal, to send a further donation which they can't really afford.  Charity donation is  very worthwhile but charities risk antagonising potential supporters by this action; they should also be informed, very strongly, that no one has any obligation to give to charity and they should be grateful for any donations they do receive instead of constantly sending appeals for more!",
            "closed_at": "2008-07-04T00:00:00Z",
            "created_at": "2007-12-21T02:31:49.416638Z",
            "creator_name": "Margaret King",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-12-21T02:31:49.416638Z",
            "rejected_at": "2008-01-14T16:31:59.522534Z",
            "rejection": {
                "code": 16640,
                "details": "It is not clear what you wish the PM / Government to do in order to \"enable people to take effective action\".",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand",
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-01-14T16:31:59.522534Z"
        },
        "id": 7655529
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/NoMoreAppeals/"
    },
    "type": "petition"
}