{
    "data": {
        "attributes": {
            "action": "close-down and demolish any mosques found to be promoting terrorism.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We always read stories in the papers about how terrorism books are being sold or given away in mosques, and how hate-preachers are spreading their evil views to a crowd of eager listeners.\n\nBut why does the government still give these crimes the opportunity to take place?\n\nThe only way to ensure this doesn't happen is to close-down and demolish any mosque found committing these acts of treason.\nThis will not only act as a deterrent, but will also guarantee the crime won’t be committed in the same place again – because to allow such a repeat would be utter carelessness.\n\nNon-extremists who attend these mosques are also to blame, as they are happy to sit back and allow it happen.\n\nAlso, any Muslims who report these criminal acts should be rewarded.",
            "closed_at": "2009-01-13T00:00:00Z",
            "created_at": "2007-12-21T15:31:23.311743Z",
            "creator_name": "Smyth Jones",
            "government_response_at": "2009-06-26T11:00:14.745793Z",
            "government_responses": [
                {
                    "created_at": "2009-06-26T11:00:14.745793Z",
                    "details": "You signed a petition asking the Prime Minister to \" close-down and demolish any mosques found to be promoting terrorism.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page19755\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'terrormosque'",
                    "updated_at": "2009-06-26T11:00:14.745793Z"
                }
            ],
            "opened_at": "2007-12-21T15:31:23.311743Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 270,
            "state": "finished",
            "updated_at": "2009-01-14T00:01:01.175209Z"
        },
        "id": 7659904
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/terrormosque/"
    },
    "type": "petition"
}