{
    "data": {
        "attributes": {
            "action": "Create an environment within the health service where professionals are able to highlight cuts and deficits that will have a direct impact upon client care, without fear of threat to their jobs and careers.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Throughout my training as an occupational therapist the need to highlight unmet need was always emphasised. \nLast month a well-respected community psychiatric nuse was sacked by Manchester Mental Health and Social Care Trust, for bringing to public attention the drastic cuts to her local health service. This person's only concern was for the health and well being of her clients and colleagues. Numerous health workers in the area are striking in protest at this act. \nIt does not feel comfortable working in a service where to advocate for adequate healthcare provision could potentially place our jobs at risk. We ask the Government to overturn this trust's decision, and enable all of us to fulfil all aspects of our roles as health professionals.",
            "closed_at": "2008-07-04T00:00:00Z",
            "created_at": "2007-12-21T22:02:46.501077Z",
            "creator_name": "rosie hemsley",
            "government_response_at": "2008-08-18T13:22:55.760256Z",
            "government_responses": [
                {
                    "created_at": "2008-08-18T13:22:55.760256Z",
                    "details": "You signed a petition asking the Prime Minister to \"Create an environment within the health service where professionals are able to highlight cuts and deficits that will have a direct impact upon client care, without fear of threat to their jobs and careers.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page16561\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'servicecuts'",
                    "updated_at": "2008-08-18T13:22:55.760256Z"
                }
            ],
            "opened_at": "2007-12-21T22:02:46.501077Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 480,
            "state": "finished",
            "updated_at": "2008-07-05T00:01:01.508623Z"
        },
        "id": 7662327
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/servicecuts/"
    },
    "type": "petition"
}