{
    "data": {
        "attributes": {
            "action": "honour the agreement our country made and signed at the 2002 Monterrey Conference and again at the 2002 Johannesburg Summit to make concrete efforts towards giving 0.7% of our national income in aid to poor countries. Make Poverty History",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In September 2000, the 189 countries of the United Nations unanimously agreed to “spare no effort to free our fellow men, women and children from the abject and dehumanizing conditions of extreme poverty,” specifically hunger and the “major diseases that afflict humanity.”\nIn the March 2002 Monterrey Conference, 22 of the world’s wealthiest countries agreed to make “concrete efforts” towards the goal of each giving 0.7 per cent of their national income as aid to the poorest countries. This conference was attended by British Prime Minister Tony Blair, U.S. President George Bush, French President Jacques Chirac, and many other world leaders.\nIn the September 2002 Johannesburg Summit, these same 22 counties re-affirmed their commitment to reach the 0.7% goal. This would provide enough money to raise the $195 billion per year.\nSo far only Sweden, Luxembourg, Norway, Netherlands and Denmark are actually donating this amount or more. Help take action to make our country also keep to the signed promised.",
            "closed_at": "2008-04-15T00:00:00Z",
            "created_at": "2007-12-23T09:08:31.338280Z",
            "creator_name": "Adem Certel",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-12-23T09:08:31.338280Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 37,
            "state": "finished",
            "updated_at": "2008-04-16T00:01:01.717585Z"
        },
        "id": 7667713
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Monterrey/"
    },
    "type": "petition"
}