{
    "data": {
        "attributes": {
            "action": "reverse drastic cuts in NHS funding to Primary Care Services in Northumberland.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "GP surgeries, District Nursing Services and other community based services currently provide an outstanding service to the patients of Northumberland. This is despite having to care for some of the most multiply deprived (mainly ex-mining) communities in England as well as the most widely dispersed rural population in the country at the same time.\n\nNorthumberland Care Trust currently faces a huge financial deficit mainly caused by ineffective local NHS management contracting of hospital services over many years. As a result it is currently cutting millions of pounds from Community NHS services and GP budgets.\n\nThese proposed funding cuts will cause GP surgery closures, job losses and a huge surge in patient hospital attendances for services currently offered in Primary Care and GP surgeries. If these cuts are implemented, access to Primary Care services for patients will suffer drastically across the whole county. \n\nIn the context of a nearly 2 billion pound NHS surplus in the current financial year these cuts are unnecessary and immoral.",
            "closed_at": "2008-05-05T00:00:00Z",
            "created_at": "2007-12-23T11:00:47.767384Z",
            "creator_name": "Alan McCubbin",
            "government_response_at": "2008-06-10T14:05:28.653195Z",
            "government_responses": [
                {
                    "created_at": "2008-06-10T14:05:28.653195Z",
                    "details": "You signed a petition asking the Prime Minister to \"reverse drastic cuts in NHS funding to Primary Care Services in Northumberland.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page15718.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'NorthumberlandGP'",
                    "updated_at": "2008-06-10T14:05:28.653195Z"
                }
            ],
            "opened_at": "2007-12-23T11:00:47.767384Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 937,
            "state": "finished",
            "updated_at": "2008-05-06T03:15:35.477382Z"
        },
        "id": 7668141
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/NorthumberlandGP/"
    },
    "type": "petition"
}