{
    "data": {
        "attributes": {
            "action": "boycott the UK's membership of the EU and the signing of the Reform Treaty",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "and to urge Her Majesty the Queen to repeal her signing of the five EU treaties so far and of the final and most oppressive treaty to come; the so-called \"Reform Treaty\"\n\nThe new EU treaty will not only tie our economy to that of Europe, but will make it possible for Brussels to bypass our elected parliament, government and even our Sovereign Monarch in favour of their own unelected officials.\n\nThe 48 counties of England will be replaced with 9 EU regions, the EU will control our Armed Forces and our nuclear arsenal. We will be citizens of the European Union, not subjects of the United Kingdom which will effectively cease to exist as an independent state as will the Home Nations as nations. Since our first involvement with the EU in 1972, our Common and Constitutional Law has been eroded, leading to the abandonment of civil and human rights. The EU \"Corpus Juris\" laws are in direct contradiction of Habeas Corpus. Our Bill of Rights (1689) is being directly broken by the laws set out in the treaty which means that they are un-constitutional.\n\nIt's all there in the treaty Mr Brown, though you may not have read it, it being a long and ponderous read.",
            "closed_at": "2008-06-24T00:00:00Z",
            "created_at": "2007-12-24T02:53:21.454606Z",
            "creator_name": "Sammy Davidson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-12-24T02:53:21.454606Z",
            "rejected_at": "2008-02-03T00:01:13.924350Z",
            "rejection": {
                "code": 258,
                "details": "",
                "reasons": [
                    "Potentially libellous, false, or defamatory statements",
                    "Wording that needs to be amended, or is impossible to understand"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-02-03T00:01:13.924350Z"
        },
        "id": 7671471
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Boycott-EU/"
    },
    "type": "petition"
}