{
    "data": {
        "attributes": {
            "action": "end the TV License",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I, and the undersigned, request that the BBC be fully privatised, and forced to seek commercial backing in line with all other television broadcasting companies.\n\nOf course it's not a simple matter, but I strongly believe that this guaranteed period of payment to the BBC should be the last - they should be tasked to create a commercial gains and advertising department immediately, and the majority of funds towards the end of the period that are not already in place for the digital switchover should then be used to carve out and close down any and all related departments that are no longer required.\n\nThis represents the best value for money for the UK residents currently being forced to pay for a service they do not necessarily want. If the BBC is confident of being worth a premium, they should strike a deal with digital providers to continue after the switchover, i.e. part of an entertainment package, or as a seperate cost. All freely available services could and should be easily supported by non-invasive advertising.",
            "closed_at": "2008-03-24T00:00:00Z",
            "created_at": "2007-12-24T02:27:32.223592Z",
            "creator_name": "Ian Barrs",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-12-24T02:27:32.223592Z",
            "rejected_at": "2008-02-03T00:01:13.924350Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/FairpayTV/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-02-03T00:01:13.924350Z"
        },
        "id": 7671446
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/endtvl/"
    },
    "type": "petition"
}