{
    "data": {
        "attributes": {
            "action": "save the dophins of the Moray Firth by not permitting exploration for oil and gas within the designated sanctuary",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Government has announced that exploration for oil and gas is likely to be allowed for the first time in the area of the Moray Firth that is designated a sanctuary for dolphins. \n\nThis poses a huge threat to this vulnerable and isolated group of bottlenose dolphins.  There are some prices for oil and gas that are just not worth paying and this is one of them.  Once the East Coast Bottle-nosed dolphins are extinct it will be for ever.\n\nThe Prime Minister should take all steps to protect this intelligent and attractive animal that also swims off his constituency of Kirkcaldy and Cowdenbeath.",
            "closed_at": "2009-01-04T00:00:00Z",
            "created_at": "2007-12-24T10:40:05.336844Z",
            "creator_name": "David Townsend",
            "government_response_at": "2009-02-24T15:47:32.565977Z",
            "government_responses": [
                {
                    "created_at": "2009-02-24T15:47:32.565977Z",
                    "details": "You signed a petition asking the Prime Minister to \"save the dophins of the Moray Firth by not permitting exploration for oil and gas within the designated sanctuary.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page18368\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'MorayDolphins'",
                    "updated_at": "2009-02-24T15:47:32.565977Z"
                }
            ],
            "opened_at": "2007-12-24T10:40:05.336844Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 743,
            "state": "finished",
            "updated_at": "2009-01-07T03:02:11.622441Z"
        },
        "id": 7672430
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/MorayDolphins/"
    },
    "type": "petition"
}