{
    "data": {
        "attributes": {
            "action": "Stop Tesco from building a massive superstore which will ruin Havant, and investigate their expnasion plan tactics",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Tesco plan to build an enormous superstore on the site of their existing store in Havant. In order to facilitate this Tesco promised the local council a sum of money \"for local transport improvements'. An independent company commissioned by the council themselves(DTZ) recommended that the Tesco was too big and would adversely affect the local shops. The carbon footprint is estimated to be extrememely unhealthy for the small town of Havant, which already has a traffic problem in the road where the store is to be built. 2000 local people signed a petition and 230 people physically wrote to the council opposing the development. Yet despite all this the council approved the planning permission. This is yet another case of the Tesco corporation buying its way into a small community through a cash strapped council and ruining it with no regard what so ever for the wishes of the people who live in the community itself. This is a petition calling on the goverment to halt this inappropriate development and to investigate the aggressive tactics that the Tesco planning department use in order to force local councils to submit to their expansion plans, to the detriment of the local community.",
            "closed_at": "2009-01-13T00:00:00Z",
            "created_at": "2007-12-24T12:13:34.146744Z",
            "creator_name": "Stuart Currie",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-12-24T12:13:34.146744Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 19,
            "state": "finished",
            "updated_at": "2009-01-14T00:01:01.175209Z"
        },
        "id": 7673001
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/HavantTesco/"
    },
    "type": "petition"
}