{
    "data": {
        "attributes": {
            "action": "cause the National Audit Office to carry out an audit on the NHS Improvement Foundation and ensure that EVERY SINGLE PENNY spent on entertainment of any director, staff member or guest of the Foundation staff is recovered from the director or other member of Foundation staff who authorised the expenditure.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Taxpayer pounds removed from the taxpayer and handed to the NHS or other government agency working within or alongside the NHS, or any company sub-contracted to conduct studies, reviews or strategy matters pertaining to the provision of NHS services in the UK are for the payment of medical treatment costs of ill people.  Such taxpayer pounds used for the entertainment (including travelling on junkets to attend overseas conferences of dubious value to the taxpayer) of greedy and selfish highly paid chief executives, directors and members of staff and their guests is misappropriation of those taxpayer pounds and action needs to be taken to recover the money PLUS any interest chargeable, forthwith.  Any person who resigns from the NHS Improvement Foundation as a result of this change in the rules should not receive any severance payments nor pension until all misappropriated funds have been recovered.",
            "closed_at": "2009-01-04T00:00:00Z",
            "created_at": "2007-12-26T16:26:15.137103Z",
            "creator_name": "Keith Jones (Taxpaying Pensioner)",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-12-26T16:26:15.137103Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 12,
            "state": "finished",
            "updated_at": "2009-01-06T03:02:17.366285Z"
        },
        "id": 7677825
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/GetItBackOffEm/"
    },
    "type": "petition"
}