{
    "data": {
        "attributes": {
            "action": "Order ten type 45 destroyers for the Royal Navy and consider twelve",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "A strategic defence review of Royal Navy tasks and requirements considered twelve destroyers the minimum that could do the work. The government have ordered HALF that amount and are reluctant to order any more. On the lowest proportion of defence spending since the early 1930s, we have ordered six escorts in the last ten years. We should have been ordering at least one escort destroyer/frigate every nine months to sustain the fleet. Instead it has been amputated by an order every twenty months.\n\nThe senior service is being rushed into a retirement home when we are still an island nation. Most goods (95%) imported or exported travel by sea. Much of defence spending is too low to sustain a defence of the realm, but this item in particular goes to the root of Britain's defence strategy and cannot be corrected quickly in an emergency.\n\nThese petitioned for ships leave plenty of tax money for increasing health and education spending. This government are letting dogma get in the way of our safety. We want ten, consider more then!",
            "closed_at": "2008-10-05T00:00:00Z",
            "created_at": "2007-12-27T09:26:07.082283Z",
            "creator_name": "Richard I CArling",
            "government_response_at": "2008-10-28T15:40:56.876539Z",
            "government_responses": [
                {
                    "created_at": "2008-10-28T15:40:56.876539Z",
                    "details": "You signed a petition asking the Prime Minister to \"Order ten type 45 destroyers for the Royal Navy and consider twelve.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page17300\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Want10Destroyers'",
                    "updated_at": "2008-10-28T15:40:56.876539Z"
                }
            ],
            "opened_at": "2007-12-27T09:26:07.082283Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 215,
            "state": "finished",
            "updated_at": "2008-10-06T00:01:01.780603Z"
        },
        "id": 7679582
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Want10Destroyers/"
    },
    "type": "petition"
}