{
    "data": {
        "attributes": {
            "action": "restrict all goods vehicles with a design weight over 3.5 tonnes from travelling in the middle and outside (fast) lanes of all motorways.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Restricting all goods vehicles with a design weight over 3.5 tonnes from travelling in the middle and outside (fast) lanes of motorways will not only help to reduce some of the congestion on UK roads but will also make other road-users' journeys more safe.\n\nAll goods vehicles registered on or after  01/01/2005, are required to be fitted with a road speed limiter. The limiter will restrict the maximum powered speed to 56 mph. They therefore are not able to keep up with the national speed limit of 70 mph and should be restricted to the inside (slow) lane to allow non commercial road-users to travel at the national speed limit. It is common knowledge that articulated lorries can take what seems a lifetime to overtake one of its own kind, usually without any prior warning or notice to other road-users. The sudden lane changes from certain lorry driving individuals can sometimes require sudden braking from other road-users as the lorry is unable to match the speed of other road-users.\n\n\nThe RAC Foundation estimates that ‘middle-lane hogs’ and ‘outside lane-blockers’ are wasting up to one-third of motorway capacity in peak periods, due to poor lane discipline.",
            "closed_at": "2008-07-05T00:00:00Z",
            "created_at": "2007-12-28T00:55:49.281017Z",
            "creator_name": "William Linard",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-12-28T00:55:49.281017Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 23,
            "state": "finished",
            "updated_at": "2008-12-04T17:04:59.272703Z"
        },
        "id": 7683655
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/lorrylanehog/"
    },
    "type": "petition"
}