{
    "data": {
        "attributes": {
            "action": "Stop the abhorrent Animal cruelty in Antigua & Barbuda - A British Commonwealth country",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We ask that Head of State: Her Majesty Queen Elizabeth II represented by HE the Governor General, Louise Lacke-Tack, Prime Minister Gordon Brown and Premier: The Hon (Winston) Baldwin Spencer, work together to stop the cruelty which is being inflicted upon animals on the Island of Antigua and Barbuda.\n\nWe recognise the Antigua & Barbuda currently has membership of a number of international groups/organisations -NONE OF WHICH SUPPORT ANIMAL CRUELTY;\n\nNamely,  ACP, Caricom, CDB, Commonwealth, ECLAC, FAO, G77, IBRD, ICAO, ICFTU, ICRM, IFAD, IFC, IFRCS, ILO, IMG, IMO, Intelsat (nonsignatory user), Interpol, IOC, ITU, NAM (observer), OAS OECS, OPANAL, UN UNCTAD, UNESCO, UPU, WCL, WFTU, WHO, WMO, WTO. \n\nIslanders and visitors alike are shocked at the lack of action by those who presently do nothing to improve animal welfare. There is a need to inform and educate, and nothing is being done to help those organisations who are trying hard to improve the lives of animals. \nThis WILL have an impact on the tourist industry, which is the only viable source of income for many on the island. We want a concerted effort and joint meetings to try and resolve an ever growing problem.",
            "closed_at": "2008-06-28T00:00:00Z",
            "created_at": "2007-12-28T17:30:10.182892Z",
            "creator_name": "Linda Reynolds",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-12-28T17:30:10.182892Z",
            "rejected_at": "2008-02-03T00:01:13.924350Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-02-03T00:01:13.924350Z"
        },
        "id": 7686455
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/PUDGIEPETITION/"
    },
    "type": "petition"
}