{
    "data": {
        "attributes": {
            "action": "Ban the use of \"Dihydrogen Monoxide\" (DHMO)",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Dihydrogen monoxide is colourless, odourless, tasteless, and kills uncounted thousands of people every year. Most of these deaths are caused by accidental inhalation of DHMO, but the dangers of dihydrogen monoxide do not end there. Prolonged exposure to its solid form causes severe tissue damage. Symptoms of DHMO ingestion can include excessive sweating and urination, and possibly a bloated feeling, nausea, vomiting and body electrolyte imbalance. For those who have become dependent, DHMO withdrawal means certain death.\n\nDespite the known dangers of DHMO, it continues to be used daily by industry, government, and even in private homes across the U.K., the U.S. and worldwide. Some of the well-known uses of Dihydrogen Monoxide are:\n\n1) As an industrial solvent and coolant in nuclear power plants, \n2) By the Navy in the propulsion systems of some older vessels, \n3) By elite athletes to improve performance, \n4) In the production of (polystyrene), \nin biological and chemical weapons manufacture, \n5) As a spray-on fire suppressant and retardant\n\nThe list is endless however you can help end this list right now!!\n\nPlease sign the petition and put an end to this stupidity.\n\nThank-You.",
            "closed_at": "2008-12-29T00:00:00Z",
            "created_at": "2007-12-29T01:56:15.949768Z",
            "creator_name": "Christian Jones",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-12-29T01:56:15.949768Z",
            "rejected_at": "2008-02-06T00:01:11.462278Z",
            "rejection": {
                "code": 32768,
                "details": "\"Dihydrogen Monoxide\" is water.",
                "reasons": [
                    "Intended to be humorous, or has no point about government policy"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-02-06T00:01:11.462278Z"
        },
        "id": 7688101
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Oarcana/"
    },
    "type": "petition"
}