{
    "data": {
        "attributes": {
            "action": "increase the literacy and numeracy targets for Key Stage 2 to 100% with immediate effect.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The current ambition of the department for children, schools and families is for 90% of children to leave primary school being able to read and write by the year 2020 - an improvement on the 80% or so that manage now.  This means that in 12 years time we will be saying that it is acceptable for only 10% of our children to be ill-prepared to enter secondary education and almost certainly leave it ill-prepared for life.  Many of the illiterate and innumerate go on to become a perpetual drain on the country's resources instead of being productive members of society.  There are always going to be difficult cases but to aim for anything less than 100% is an excuse for our target driven education system to abandon problem children condemning them to a lifetime of underachievement.\n\nIndividual cases of illiteracy and/or innumeracy are almost invariably victims of unfortunate circumstances but the overall problem is a problem for our whole nation and we should therefore deal with the problem (and fund it) on a nationwide basis.\n\nSo why wait?  Let’s make 2008 the year we eradicated illiteracy and innumeracy in our schools for good.",
            "closed_at": "2008-07-11T00:00:00Z",
            "created_at": "2007-12-29T15:30:22.786809Z",
            "creator_name": "Trevor Mudd",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-12-29T15:30:22.786809Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 19,
            "state": "finished",
            "updated_at": "2008-07-12T00:01:01.601410Z"
        },
        "id": 7689738
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/readandwrite/"
    },
    "type": "petition"
}