{
    "data": {
        "attributes": {
            "action": "Put a statue of the suffragette Emily Wilding Davison in the Commons",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Emily Davison was the most militant of the suffragettes and the only one to be killed. She died trying to pin a sash saying \"Votes for Women\" to the Kings Horse at the Derby in June 1913. \n\nShe was once arrested for hiding in a ventilation shaft in the House of Commons. When asked what she was doing there by the Policeman who discovered her, she replied 'I want to ask a question in the House of Commons'. \n\nHer Plaque in the Commons broom cuboard wrongly says she \"threw herself\" under the Kings Horse. We feel it was a tragic accident not \"suicide\" as the inquest concluded.   \n\n2008 is the celebration of 90 years since the Representation of the People Act 1918 gave women over 30 the vote. It is time Emily was properly recognised. \n\nWriter and Producer Barbara Gorna has Emily's Sash and Boni Sones, of Women's Parliamentary Radio are seeking justice for Emily in 2008 and demand \"Deeds not Words\".",
            "closed_at": "2009-01-10T00:00:00Z",
            "created_at": "2007-12-29T17:16:05.664516Z",
            "creator_name": "Boni sones",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-12-29T17:16:05.664516Z",
            "rejected_at": "2008-01-23T15:44:19.056706Z",
            "rejection": {
                "code": 4096,
                "details": "This is a matter for Parliament:\nhttp://www.parliament.uk",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-01-23T15:44:19.056706Z"
        },
        "id": 7690212
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/DeedsnotWords/"
    },
    "type": "petition"
}