{
    "data": {
        "attributes": {
            "action": "change the standard urban speed limit from 30mph to 20mph as soon as possible.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We the undersigned request that the government change the standard urban speed limit from 30mph to 20mph as soon as possible. \n\nWe believe this is a low-cost measure that can offer a major reduction in road casualties, lower carbon emissions and cut obesity. By offering a clear, simple, national limit, drivers can adjust more easily to driving at a lower speed, than to the present piecemeal arrangements which require expensive traffic calming measures. \n\nResearch in this country and abroad has clearly shown that a 20mph limit significantly cuts death and injury when applied. A 20mph limit also makes residential and shopping streets more pleasant to walk and cycle in, so cutting carbon emissions and improving health by encouraging people out of their cars. For instance, a recent survey by the Transport Research Laboratory of 20mph zones across the UK and in other European countries found child road accidents fell by 67%, cyclist accidents by 29% and traffic flow by 27%.",
            "closed_at": "2008-05-11T00:00:00Z",
            "created_at": "2007-12-30T12:43:00.962012Z",
            "creator_name": "Ian Oliver",
            "government_response_at": "2008-06-13T14:30:29.490102Z",
            "government_responses": [
                {
                    "created_at": "2008-06-13T14:30:29.490102Z",
                    "details": "You signed a petition asking the Prime Minister to \"change the standard urban speed limit from 30mph to 20mph as soon as possible.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page15747.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition '20limit'",
                    "updated_at": "2008-06-13T14:30:29.490102Z"
                }
            ],
            "opened_at": "2007-12-30T12:43:00.962012Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 342,
            "state": "finished",
            "updated_at": "2009-01-07T17:13:43.351682Z"
        },
        "id": 7692961
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/20limit/"
    },
    "type": "petition"
}