{
    "data": {
        "attributes": {
            "action": "initiate the legislative process whereby a charity that provide services in respect of health, social services or other matters deemed to be complementing the services provided by the State at national or local level should be considered in statute as a ‘public authority’ and therefore subject to the Human Rights Act 1998.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "A charity that provides services in respect of health, social services or other matters deemed to be complementing the services provided by the State at national or local level should be considered in statute as a ‘public authority’ and therefore subject to the Human Rights Act 1998 (HRA).  Such charities, aside from their quasi-public functions are often supported to a large degree by public funding.\n\nIt is unconscionable that service-users or members of charities, who may be subject to discrimination and/or stigma by virtue of conditions, disabilities or circumstances that those charities supposedly champion, are denied recourse to the HRA when those charities act unreasonably against them.\n\nWell-run charities should have nothing to lose from falling under the HRA.  It is the users of those organisations that engage in bad practice often to individuals’ detriment who will gain from access to the HRA - along with an implicit requirement for charities’ good governance.",
            "closed_at": "2009-01-10T00:00:00Z",
            "created_at": "2007-12-30T16:44:20.394650Z",
            "creator_name": "Mark Sowery",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-12-30T16:44:20.394650Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 16,
            "state": "finished",
            "updated_at": "2009-01-11T00:01:02.698109Z"
        },
        "id": 7694013
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/charitiesHRA/"
    },
    "type": "petition"
}