{
    "data": {
        "attributes": {
            "action": "Remove the Television License and replace them with adverts on every BBC medium.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The TV license is out dated, gone are the days when charging someone a fee to watch their own TV can still be justified, it may have made sense when there was only two television channels and a couple of radio stations but as soon as advertising channels came into the scene the BBC should have followed suit because to say that you cant watch any TV if you don't pay the BBC is not only a monopoly but also unfair, you pay Sky, Virgin (or whichever television provider) to show you programmes, come up with new ideas or even buy them from other countries but when you get told you HAVE to pay the fee or you cant watch anything else you have paid to watch it becomes unfair. Not to mention the fact that the license fee payers have no say in where the money goes! This petition is simple and clear, Scrap the license fee and introduce adverts like every other channel or make it that if you don't pay the fee you can't watch the BBC.",
            "closed_at": "2008-07-12T00:00:00Z",
            "created_at": "2007-12-31T00:09:14.249684Z",
            "creator_name": "Richard E Hanney",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-12-31T00:09:14.249684Z",
            "rejected_at": "2008-01-23T15:34:59.562717Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/FairpayTV/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-01-23T15:34:59.562717Z"
        },
        "id": 7695939
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/STVL01/"
    },
    "type": "petition"
}