{
    "data": {
        "attributes": {
            "action": "Remove the anomaly and injustice in rule for application fee for Indefinite Leave to Remain (ILR) under long residence condition.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The applications for all leave to remain were free in the past. When fees were introduced, it was uniform for all leave to remain and it was £155 for postal applications. This is the normal practice anywhere in the world. The application fee for Indefinite Leave to Remain (ILR) under long residence condition was said to be increased from £155 to £750 and that applicants could not include their dependants in their applications. This implied that a one day baby should make independent application and would pay full fee. Also a man with three children and a wife will have to pay £3,750 for ordinary application fee. I observed that such rule is strange and anomalous. Other Indefinite Leave to Remain applicants are allowed to include their dependants in their applications, only ILR under long residence applicants that are not allowed to include their dependants. This is certainly strange and a serious departure from UK democratic and welfare system of governance. It is an embarrassment to the government. In a rational situation, the ILR applicants under long residence should enjoy lowest application fee. Please kindly reduce the fee to £350 and allow dependants.",
            "closed_at": "2008-12-31T00:00:00Z",
            "created_at": "2007-12-31T11:22:02.645618Z",
            "creator_name": "Dr Titus Awotula",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-12-31T11:22:02.645618Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 6,
            "state": "finished",
            "updated_at": "2009-05-21T16:25:18.142828Z"
        },
        "id": 7697127
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Fee-anomaly/"
    },
    "type": "petition"
}