{
    "data": {
        "attributes": {
            "action": "Add rottweiler to list of banned dogs under Dangerous Dogs Act 1991",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I am starting this petition to request that the rottweiler breed also be added to the Dangerous Dogs Act 1991 list of banned dogs\nThese dogs are bred to kill... they're highly dangerous, manipulative, clever and territorial, and are bred for a specific purpose.\nThere's thousands of breeds of dogs - and no argument in the world will make me think that this breed of dog are suitable for domestic pets.\nThey simply aren't. In the same way as you wouldn't keep a wolf as a pet - this breed is NOT suitable as a household pet.\nWe hear of the killings in the tabloids and on the news - what you don't hear so often are the stories of random attacks - which, we are now told, happen daily.\nPeople may argue that any dog can bite, this is true but not many dogs are as strong or powerful as a rottweiler. According to FCI standard, the Rottweiler stands 61 to 68 cm (24-27 inches) at the withers for males, and 56 to 63 cm (22-25 inches) for females.[1] Average weight is 50 kg (110 pounds) for males and 42 kg (95 pounds) for females.\nI believe that these dogs are a dangerous breed and I'd like them to be phased out as domestic pets in the UK.\nPlease sign this petition below if you feel the same",
            "closed_at": "2008-12-31T00:00:00Z",
            "created_at": "2007-12-31T12:57:59.213805Z",
            "creator_name": "Lisa Sheldon",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-12-31T12:57:59.213805Z",
            "rejected_at": "2008-02-12T00:01:06.413936Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/rottweilers/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-02-12T00:01:06.413936Z"
        },
        "id": 7697657
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Rottweiler/"
    },
    "type": "petition"
}