{
    "data": {
        "attributes": {
            "action": "Have George Galloway MP removed from the airways",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "George Galloway MP for Bethnal Green and Bow has publicly defamed numerous political leaders with untruths and anti-Western propaganda on the public airways. \n\nI put it to Mr.Galloway that unless he can prove 1.Tony Blair is a war criminal 2. George W Bush colluded with Jeb Bush to rig the 2000 Presidential election 3.Millions of Iraqis have died in Iraq since the invasion 5. Israel is behind recent assassinations in Lebanon 6. Pakistan's Generals were behind the assassination of Benazir Bhutto and any other misrepresentations Mr.Galloway claims to be fact, he should be removed from the airways forthwith. \n\nThe damage Mr.Galloway has caused with his anti-Western propaganda/conspiracy theories is incalculable, and in particular the Mid-East where Mr.Galloway courts both favour & influence.\n\nI suggest that unless Mr.Galloway is brought to account and to defend his claims one can only conclude that those who employ Mr.Galloway are complicit and therefore should have their broadcasting license revoked.\n\nIf you are against Talk Sport allowing Mr.Galloway to hijack the public airways pls sign this petition.",
            "closed_at": "2008-12-31T00:00:00Z",
            "created_at": "2007-12-31T14:43:34.571693Z",
            "creator_name": "David Wilkes",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-12-31T14:43:34.571693Z",
            "rejected_at": "2008-02-12T00:01:06.413936Z",
            "rejection": {
                "code": 20480,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government",
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-02-12T00:01:06.413936Z"
        },
        "id": 7698162
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/GallowayTsport/"
    },
    "type": "petition"
}