{
    "data": {
        "attributes": {
            "action": "Penalisation of second job taxes",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I have a full time job and work 48 hours a week contracted, and due to unforseen circumstances i have to work a second job but don't agree nor underatand why i should be taxed emergancy tax i.e. double taxed when i am prepared and have to seak further employment to pay my bills for my family!. When people can claim the dole and don't have to work for it, but i have to pay for it! like cleaning up the streets painting fences etc. At the moment i am working 65 hours per week to keep my head above water and my finances in order and put clothes on my kids back without trying to scrimp and save. the second job should be tax free as i still do not earn a large amount to be benificial to myself and to support my family. The money i make to try and make a difference is taxed and im still stuggling!",
            "closed_at": "2008-05-02T00:00:00Z",
            "created_at": "2007-12-31T23:42:10.947771Z",
            "creator_name": "Heath",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2007-12-31T23:42:10.947771Z",
            "rejected_at": "2008-02-12T00:01:06.413936Z",
            "rejection": {
                "code": 8960,
                "details": "Please use a full name. Your title should be a call for action, not a statement.",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand",
                    "Statements that don't actually request any action",
                    "False or incomplete name or address information"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-02-12T00:01:06.413936Z"
        },
        "id": 7699942
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Grafting/"
    },
    "type": "petition"
}