{
    "data": {
        "attributes": {
            "action": "finance immediate referal for a patient whom has disclosed to their GP that they have a drug or alcohol addicton problem, particularly where direct physical and mental illness as a result of substance dependency have been diagnosed accurately. To provide the same rights to the next relative to have the patient sectioned under the Mental Health Act as those who have family members suffering from other mental illnesses.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This petition has been created because of my personal experience of the NHS, and how my family members were treated.In 1990, I requested a GP referral for myself to an NHS drugs agency because my own emotional health was suffering due to my husband's alcohol addiction. An appointement wss available withing one week. In October 2006, my 23 year old son admitted to his GP that he had an acute alcohol problem.Emotionally, he was at 'rock bottom'. His first appointment to a charity took 3 months, after 6 sessions he could be referred to the NHS centre. The waiting list for a hospital detox is 6 months. (in spite of significant liver impairment. He died of pneumonia, to which he was vulnerable because of his impaired liver function in Feb 2007. I believe that if emergency intervention had been available in October, when he would have been more receptive to treatment - he might be alive and rehabilitated today.",
            "closed_at": "2009-01-13T00:00:00Z",
            "created_at": "2008-01-01T14:34:32.012940Z",
            "creator_name": "Kathleen Hunt",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-01-01T14:34:32.012940Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 30,
            "state": "finished",
            "updated_at": "2009-05-21T16:25:18.142828Z"
        },
        "id": 7701120
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Drugabusecare/"
    },
    "type": "petition"
}