{
    "data": {
        "attributes": {
            "action": "Gordon Brown to take immediate action in stopping the violence taking place in Kenya.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We as British citizens are today at home getting on with our lives, we have all had various happy new year messages and feeling optimistic about 2008. \n\nIn Kenya there is a heavy black cloud in millions of peoples minds. Uncertainty about day to day survival, hunger, lack of water and even shelter. \n\nKenya is a major exporter of foodstuff to the UK. It is a country that many have had many pleasurable memories from various safaris or even on your wildlife Tv and many scenes shot there for various films. The British Army has its training grounds there. Kenya has been a good ambassador for Africa. It is usually a beautiful and peaceful nation. \n\nAre we going to sit back and watch another episode of ethnic tribal cleansing? Another genocide? \n\nSo far hundreds have lost their lives in the last three days. Reports suggest many more to come. These are real human lives, people with families and children to care for. We must do our part no matter how small it is. Please do yours by supporting this petition.\n\nThank you for taking time to read this. I wish you the best of luck for 2008.",
            "closed_at": "2008-04-13T00:00:00Z",
            "created_at": "2008-01-01T15:04:55.462215Z",
            "creator_name": "Ann Fielding",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-01-01T15:04:55.462215Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 29,
            "state": "finished",
            "updated_at": "2008-04-14T03:22:48.867604Z"
        },
        "id": 7701277
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/lovekenyausaveit/"
    },
    "type": "petition"
}