{
    "data": {
        "attributes": {
            "action": "Let’s make Britain a democracy!",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "There is a gas chamber and crematorium at Springfield hospital tooting. The gas chamber is for less serious heretics but the crematorium is where people are burned alive for heresy. These victims of Britain’s penal system are paralysed first by a knife through the brain stem so their brain is cut off and then they are burned alive.\n\n \n\nMany others are being lobotomised and tamed as household pets or factory slaves. There are high level and low level lobotomies giving more than one level of disability.\n\n \n\nI ask you to make these practises as unlawful as an inhuman and unnatural punishment and in most cases the victims have committed no crime except heresy or blasphemy and are burned to save their souls.\n\n \n\nPlease come and remove the people who commit these crimes against humanity. \n \n\nIt is also English law. So we must repeal the blasphemy and anathema and heresy laws.\n\nWe must allow any religion or none as lawful.\n\n \n\nOur religious leaders are criminals.\n \n\nLet’s make Britain a democracy! End psychiatry today! Disestablish the church and the crown! Invoke the Parliament act! Dispossess the aristocracy and make Britain a democracy like America.",
            "closed_at": "2008-07-13T00:00:00Z",
            "created_at": "2008-01-01T20:01:33.867328Z",
            "creator_name": "Christopher Strevens",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-01-01T20:01:33.867328Z",
            "rejected_at": "2008-01-25T11:56:21.949754Z",
            "rejection": {
                "code": 32768,
                "details": "",
                "reasons": [
                    "Intended to be humorous, or has no point about government policy"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-01-25T11:56:21.949754Z"
        },
        "id": 7702523
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/anti-psychiatry/"
    },
    "type": "petition"
}