{
    "data": {
        "attributes": {
            "action": "reform the law on abortion in the following ways:",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "1) No more need for even ONE doctor, let alone two, to approve a woman's need for abortion; does this apply to any other procedure?  When I went on the Pill I simply told my G.P. that I wished to do so, was examined for any contra-indications, and then given a prescription.\n\n2)Enable suitably trained nurse-practioners to carry out early stage abortions.  This would obviously make it easier (and possibly less traumatic) for women seeking abortion\n\n3) Extend the (limited; but still) right to abortion to Northern Ireland.  Why should women who just happen to live there have to either continue an unwanted pregnancy or have their abortion delayed by having to save the fare to the mainland and possibly also the money for a private abortion (if this is not allowed them on the N.H.S.)?\n\nContrary to the impression given by all the anti-choice petitions on this site 83% of respondents to a recent survey SUPPORTED women's rights on abortion.  Research shows that, more than any other equalities legislation, women's ability to control their fertility had contributed to their social, educational, and economic advancement in the last 40 years.",
            "closed_at": "2008-11-14T00:00:00Z",
            "created_at": "2008-01-02T03:12:45.868489Z",
            "creator_name": "Margaret King",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-01-02T03:12:45.868489Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 30,
            "state": "finished",
            "updated_at": "2009-10-19T17:00:00.888152Z"
        },
        "id": 7703589
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/AbortionRightNow/"
    },
    "type": "petition"
}