{
    "data": {
        "attributes": {
            "action": "include the author ROBERT RANKIN on the next honours list for his services to literature and entertainment",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Robert Rankin is the author of 30 popular fantasy/comedy novels.  The creator of the genre 'far-fetched fiction' Robert's works are fan favourites across the world, helping to popularise the borough of Brentford, and the city of Brighton and bringing in much needed tourism.  Much loved for his running gags, recurring characters and uniquely crafted real-world scenarios, Rankin has also garnered much critical praise.  Compared to the likes of Spike Milligan and Douglas Adams, Rankin's style of everyman surrealism has set him apart from other fantasy humourists. He has won & been nominated for several high-profile awards including winning the SFX Best Novel Award in 2003.  He goes to great lengths to meet and talk with his many fans, at many events taking the chance to raise money for charitable causes.  We believe that Robert Rankin is overdue for recognition in the honours list, not only for the many books he has written, but for the creation of a new genre of writing, for engaging with and encouraging his readers in their own endeavours, his dedication to the literary arts, and his unwavering belief in sharing the joy and wonder of a far-fetched world.",
            "closed_at": "2008-10-14T00:00:00Z",
            "created_at": "2008-01-02T19:12:48.348906Z",
            "creator_name": "Neil Gardner",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-01-02T19:12:48.348906Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 91,
            "state": "finished",
            "updated_at": "2008-10-15T00:01:01.074888Z"
        },
        "id": 7709966
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/robertrankin/"
    },
    "type": "petition"
}