{
    "data": {
        "attributes": {
            "action": "Fully fund repair and re-instatement of the Royal Marsden Hospital",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Royal Marsden Hospital provides an excellent service in the treatment of cancer and research into the treatment and cure for cancer.\n\nWe have all heard of the devastating fire that has destroyed so much of the Hospital and curtailed the excellent work of the Hospital and its magnificent and dedicated staff.\n\nRecovery from such a devastating event  is never fully achieved without major financial support - to enable full restitution of the Royal Marsden with re-instatement of all its services and facilities, Governmental support and funding will be required.\n\nPlease join this petition as your contribution to persuade the Government to fully support the financial need of the Royal Marsden Hospital.  Thank you.",
            "closed_at": "2009-01-14T00:00:00Z",
            "created_at": "2008-01-03T08:02:33.891061Z",
            "creator_name": "C J Payne",
            "government_response_at": "2009-02-26T14:51:17.960619Z",
            "government_responses": [
                {
                    "created_at": "2009-02-26T14:51:17.960619Z",
                    "details": "You signed a petition asking the Prime Minister to \"Fully fund repair and re-instatement of the Royal Marsden Hospital.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page18410\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Marsden'",
                    "updated_at": "2009-02-26T14:51:17.960619Z"
                }
            ],
            "opened_at": "2008-01-03T08:02:33.891061Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 201,
            "state": "finished",
            "updated_at": "2009-01-15T00:01:02.417868Z"
        },
        "id": 7712466
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Marsden/"
    },
    "type": "petition"
}