{
    "data": {
        "attributes": {
            "action": "Introduce tax incentives for businesses who successfully implement a home working (teleworking/telecommuting) policy",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "To introduce tax incentives for businesses who successfully implement a home working policy for employees. This would:\n\n- Relieve congestion on the already overcrowded roads (as can be observed during school holidays)\n\n- Reduce the amount of carbon released into the atmosphere due to a reduced amount of traffic on the roads\n\n- Increase employee efficiency\n\n- Improve or increase the opportunities for flexible working practices for employees to fit around childcare responsibilities\n\n- Improve the quality of life opportunities for individuals\n\n- Financially benefit the individual due to reduced petrol consumption in light of rising fuel prices.\n\n- Benefit the individual by substantially reducing any commuting time (or in certain situations removing it completely)\n\nDepending on an individual's role and their commitments, this would allow them to organise which days they are physically present in the place or work and which days they can operate remotely. With improvements to network connectivity and telecommunications there are now very few reasons why this couldn't be implemented successfully in many situations.",
            "closed_at": "2008-07-14T00:00:00Z",
            "created_at": "2008-01-03T11:35:33.293427Z",
            "creator_name": "Rob Exley",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-01-03T11:35:33.293427Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 41,
            "state": "finished",
            "updated_at": "2008-07-15T00:01:01.832847Z"
        },
        "id": 7714447
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/teleworkingtaxbr/"
    },
    "type": "petition"
}