{
    "data": {
        "attributes": {
            "action": "Nominate Des O'Connor for a Knighthood for his services to broadcasting and entertainment",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I petition the Prime Minister to nominate Des O’Connor for a Knighthood at the earliest possible opportunity, he is and has been for many years been an ambassador to the world of how the British People really are. He is witty, funny and has a great voice to boot (well not bad anyway) He has entertain the British Public for countless number of years and done so with dignity, often being at the brunt end of jokes and ridicule and he has always done so with a smile and a kind word. He can stand shoulder to shoulder with the knowledge that he has done his best amongst other great Britons such as Sir Winston Churchill, Sir Paul McCartney, Sir Anthony Hopkins and Sir Michael Caine\n\nI am sure that other great Britons such as the ones that I have mentioned above will get behind this petition to recognise that Des O’Connor should rightfully become Sir Des after all he does have the voice of an angel. \n\nThe Government should recognise the talent and long running representative of the British People in so many countries across the world for his services to broadcasting and entertainment.",
            "closed_at": "2008-04-03T00:00:00Z",
            "created_at": "2008-01-03T22:21:04.104593Z",
            "creator_name": "David Hallas",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-01-03T22:21:04.104593Z",
            "rejected_at": "2008-02-13T00:01:08.551376Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/DesOConnor/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-02-13T00:01:08.551376Z"
        },
        "id": 7722083
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Knight-Des/"
    },
    "type": "petition"
}