{
    "data": {
        "attributes": {
            "action": "make scientology illegal",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Actions the church are known to perform towards people and governments are harmful towards people who scientologists feel are a threat towards them or their beliefs. This is shown in times such as \"operation freakout\" which took place in 1976 where Paulette Cooper the author of \"the scandal of Scientology\" was framed by scientologists to look as if she was planning bomb threats to make her get arrested so her \"threats\" towards scientology would stop. L Ron Hubbard (the founder of the \"religion\") has also commanded followers infiltrated  US government agencies before such as the IRS to remove \"false\" information about the church from government records this is the biggest infiltration of the US government in history. People also born into scientologist families with mental illness are not allowed to be given medication which is not only harmful for them but for others such as the case of Jeremy Perkins who murdered his mother by stabbing her 77 times. They also charge for membership this is simply because they can. Things which scientologists have done can harm our nation and for our nations sake it should be illegal to follow this \"religion\"",
            "closed_at": "2008-07-14T00:00:00Z",
            "created_at": "2008-01-04T01:28:29.531668Z",
            "creator_name": "Matthew Donaghey",
            "government_response_at": "2008-08-20T14:59:36.434686Z",
            "government_responses": [
                {
                    "created_at": "2008-08-20T14:59:36.434686Z",
                    "details": "You signed a petition asking the Prime Minister to \"make scientology illegal.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page16607\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'anti-scientology'",
                    "updated_at": "2008-08-20T14:59:36.434686Z"
                }
            ],
            "opened_at": "2008-01-04T01:28:29.531668Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 911,
            "state": "finished",
            "updated_at": "2008-07-18T03:41:26.141254Z"
        },
        "id": 7723106
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/anti-scientology/"
    },
    "type": "petition"
}