{
    "data": {
        "attributes": {
            "action": "Mr Leslie Maurice Balding",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Wholesale gas prices fell last year.\nNo Gas - Electricity Domestic Supplier made energy price cuts to pass on to the customer.Companies purchased forward at lower prices for 2007-2008 supply but intend to charge the customer a price for energy they have not yet paid quoting world increases. (Oil Companies included)The actions of those Companies is of Racketeers who work together in a loose cartel.2008 is a Happy New Year ,Share Holders,Excutives and Chancellor for Tax? Rip off your customers where can they go to in such a closet-monopoly.  The lack of company versus company competition on prices would suggest the cost structure is the same or cartel behavior which the toothless Government Watch Dog does nothing about? Fuel price rise,tax,credit crunch this the average citizens burden under your Government Mr Brown and Opposition Parties are guilty and their silence as yours is shameful on this.The Racketeers I expect no better but those who we elect to protect and serve ? Stop this rip off now support the petition  “ No Price Rises “ without proving the need before a genuine independent body.",
            "closed_at": "2009-01-05T00:00:00Z",
            "created_at": "2008-01-04T19:00:59.532943Z",
            "creator_name": "Leslie Balding",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-01-04T19:00:59.532943Z",
            "rejected_at": "2008-02-13T00:01:08.551376Z",
            "rejection": {
                "code": 512,
                "details": "The main statement must be a call to action for HM Government, not your name.",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-02-13T00:01:08.551376Z"
        },
        "id": 7732674
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Gas-Rip-Off/"
    },
    "type": "petition"
}