{
    "data": {
        "attributes": {
            "action": "introduce a system for a non elected government.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "There are MP's who want to make a difference but there some a power trip. It appears that the the higher the office the worse the problem. Corruption, low moral behaviour and not hearing the voters are common, lying and back stabbing are worthy of mention.\nWhat we need is a system of government akin to Jury service. A set number of MP's are selected at random monthly and serve for a set period after which they step down and are replaced by another random selection. Politics are then removed from government and replaced by common good and common sense. There will be no long term commitment to left or right. Important decisions such as European policy, war etc will be swayed through referenda. Random selection to government will be open only to resident British nationals without a criminal record. Race, colour or religion is irrelevant for selection. The governmental body is chaired as at present by a speaker (non voting) and supported by a civil service to advise and carry out the decisions of government.\nSuch a system cuts out those seeking power and self glory and replaces them with people who have nothing to gain but duty well done, it is real democracy at work.",
            "closed_at": "2009-01-04T00:00:00Z",
            "created_at": "2008-01-04T19:36:58.813985Z",
            "creator_name": "Alan Ness",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-01-04T19:36:58.813985Z",
            "rejected_at": "2008-02-14T00:01:11.760142Z",
            "rejection": {
                "code": 256,
                "details": "It appears MPs have to be elected even under your proposed system.",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-02-14T00:01:11.760142Z"
        },
        "id": 7733256
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/RandomSelection/"
    },
    "type": "petition"
}