{
    "data": {
        "attributes": {
            "action": "UK - England - Theory Test 30/35",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "for many people in the UK - England, Are Struggling to complete there theory tests now its 43 too suceed a pass mark! and 50 questions to do!\ni feel that it for Special Needs People And Other Special Needs People That The Theory Test Should be ither Changed back to its original 30 to PASS and 35 Questions! \nI have always seemed and found out that its always the joy-riderz that pass it easy! When there are people with absoulute learning difficulties who want to complete and suceed with a pass and get on with passing there car test!! and just get on the road! but they cant cause its becoming so difficult for them! and there spending so much money too 30pounds a theory test, i also think scrap the hazard perception.! it does nothing it means nothing, if you see a hard your going to act to it no matter what.! & maybe the amount you have to pay should go down but the questions is still good thing all fine price is crazy, cause all people think off today is money money money.! if u think about it this could help you, your son, daughter who ever it is with Special Needs , Or Other. So tell yourself why should be signing this Petition!",
            "closed_at": "2008-03-05T00:00:00Z",
            "created_at": "2008-01-05T01:39:41.028270Z",
            "creator_name": "Gary Drury",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-01-05T01:39:41.028270Z",
            "rejected_at": "2008-02-16T00:01:10.703895Z",
            "rejection": {
                "code": 512,
                "details": "This petition is fine. You just need to tidy up the language and replace the main sentence with a clear action for HM Government",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-02-16T00:01:10.703895Z"
        },
        "id": 7736823
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/changetheorytest/"
    },
    "type": "petition"
}