{
    "data": {
        "attributes": {
            "action": "remove the \"T\" (transgender/Transsexual) from GBLT organizations and bodies,",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Being trans is a very different thing to the gay, lesbian and bi community. Myself, and many other people agree that including transgender people with the gay society is wrong simply because sexual identity is very different from sexual orientation.  \n\nMany transgender people may identify themselves as the opposite gender, but be attracted to people in their birth sex, therefore identify themselves as straight. There are transgendered people who identify themselves as being Lesbian/gay or bi, so they could be accepted under those terms, but the main issue is that by grouping trans people, especially young trans people with GBL, it is giving a negative image to more closed minded people, and can cause discrimination.\n\nand so, The T should be formaly taken out of GBLT, and maybe more support given to trans and young trans people by specialist groups such as mermaids, and government funding given.",
            "closed_at": "2008-08-05T00:00:00Z",
            "created_at": "2008-01-05T01:35:58.490182Z",
            "creator_name": "Jennifer Murray",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-01-05T01:35:58.490182Z",
            "rejected_at": "2008-02-14T00:01:11.760142Z",
            "rejection": {
                "code": 20480,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government",
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-02-14T00:01:11.760142Z"
        },
        "id": 7736798
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ForgettheTinGBLT/"
    },
    "type": "petition"
}