{
    "data": {
        "attributes": {
            "action": "Implement a childcare system in all primary schools which provides care before and after school as well as during holidays",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I am a single parent and have worked both full and part time up until a year ago as well as studying towards a degree.  When my eldest daughter started school last year I could no longer pay the remaining element of the private childcare costs for her as if I remained at work it would have meant reducing my hours to fit around the school day, but the childcare would still have to be paid for a full day. I took a year out until my youngest started school. I began to look for work in September and shortly before Christmas was delighted to have been offered a job as a medical laboratory assistant, which would provide vital experience to assist with my career once I graduate.  However, when I contacted the after school childcare provider which is run in conjunction with the school, I discovered that it had been discontinued due to lack of demand.  I tried negotiating the hours of work with the employer (NHS) but they were unable to accommodate me.  If government departments are not flexible with regard to family friendly hours, there is no hope of finding it within the private sector.  The only solution is for government led initiatives to cover out of hours childcare.",
            "closed_at": "2008-07-21T00:00:00Z",
            "created_at": "2008-01-05T11:53:06.526232Z",
            "creator_name": "Tina McLeod",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-01-05T11:53:06.526232Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 9,
            "state": "finished",
            "updated_at": "2008-07-22T00:01:01.788257Z"
        },
        "id": 7738880
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/schoolcare/"
    },
    "type": "petition"
}