{
    "data": {
        "attributes": {
            "action": "",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Alan grew up in Norwich, where he had a troubled childhood. He was bullied at school, especially by a boy called Steven McCombe.\nAlan spent a great deal of his young life walking alone in the woods near Swaffham. There he practised bird calls. One day at school the headmaster entered Alan's classroom. He announced that some bright pupil had won an essay writing competition. That pupil was Alan Partridge. The subject of the essay? Sport!\nAlan grew into a man in 'Naughty Norwich,' attending East Anglia Polytechnic. One of the highlights of this time was following touring mega-rock combo, Wings.\nAnother huge musical influence on the young Alan was of course the Swedish group ABBA. Alan admired the band so much that he named his chat show after one of their songs ('Knowing Me, Knowing You'). He also named his son Fernando.",
            "closed_at": "2009-01-05T00:00:00Z",
            "created_at": "2008-01-05T17:07:41.725964Z",
            "creator_name": "Simon Hudson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-01-05T17:07:41.725964Z",
            "rejected_at": "2008-02-13T00:01:08.551376Z",
            "rejection": {
                "code": 53376,
                "details": "",
                "reasons": [
                    "Language which is offensive, intemperate, or provocative",
                    "Outside the remit of the Prime Minister and Government",
                    "Issues for which an e-petition is not the appropriate channel",
                    "Intended to be humorous, or has no point about government policy"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-02-13T00:01:08.551376Z"
        },
        "id": 7741742
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/KMKYWAP/"
    },
    "type": "petition"
}