{
    "data": {
        "attributes": {
            "action": "introduce legislation to make the automatic, mandatory and ONLY punishment upon conviction of any form of election fraud, at local or national level, to be a full life means life prison sentence.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Democracy in this country is under severe threat as a result of the uncontrolled increases in the levels of diversity in the population of this country and because election fraud is more acceptable as a way of life to those of foreign origin than it is to the indigenous population, it is vital that action is taken to ensure that anybody who chooses to become involved in any form of election fraud is fully aware, at the time he/she commits the fraud, that the ONLY penalty on being found guilty will be incarceration for the duration of their natural life.  Judges - who are appointed under a system of politically motivated patronage in this country and are therefore naturally biased - should have any form of sentencing discretion in election fraud cases removed from them, by law, to ensure that the proper and full sentence of life imprisonment (on the terms stated above)is imposed each and every time somebody is found guilty of election fraud.  Without such punitive sentencing policy the democratic process in this country will shortly be completely subsumed by government sponsored and political party supported corruption.",
            "closed_at": "2008-01-21T00:00:00Z",
            "created_at": "2008-01-05T23:05:43.677535Z",
            "creator_name": "Keith Jones (Taxpaying Pensioner)",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-01-05T23:05:43.677535Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 2,
            "state": "finished",
            "updated_at": "2008-01-22T03:16:28.991704Z"
        },
        "id": 7744647
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/EndPostVoteFraud/"
    },
    "type": "petition"
}