{
    "data": {
        "attributes": {
            "action": "enhance the petitions website, make it a fully supported service that is regularly promoted in the media",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The are currently a number of limitations of the petitions website that should be addressed to make it more democratic and user friendly. To really work well, all users should be required to create an account. This would have two benefits. Firstly, they could efficiently sign up to petitions rather than filling out their details every time and having to click on an email to confirm. Second, it would avoid the posting of inappropriate and contrary comments instead of signatures. People who abuse the service could have their accounts cancelled. They would then have to re-apply.\n\nThe last improvement would be to have moderators to minimise duplicate petitions (there are at least five petitions asking for MP pay rises to be capped) and ensure the service is not misused.\n\nThe fact that this service is not regularly promoted on television and that it is still in beta since Nov 2006 shows that this important instrument of democracy is not being given the resource it deserves.",
            "closed_at": "2009-01-06T00:00:00Z",
            "created_at": "2008-01-06T12:05:16.850897Z",
            "creator_name": "Ben Parish",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-01-06T12:05:16.850897Z",
            "rejected_at": "2008-02-14T00:01:11.760142Z",
            "rejection": {
                "code": 16384,
                "details": "Please email any comments on the epetitions system to \"team@petitions.pm.gov.uk\"",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-02-14T00:01:11.760142Z"
        },
        "id": 7747080
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/investinpetitons/"
    },
    "type": "petition"
}