{
    "data": {
        "attributes": {
            "action": "Stay out of our everyday lives and concentrate on running the country before it goes completely down the tubes",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Our country is going to the dogs...and all the PM does is interfere at a micro level in our daily lives...you have all experienced it and it is counter productive...no joined up thinking...no consideration of consequences...just do-gooder policies being implemented while the economy and general well being of the country suffers.\nWe are being micro managed to a ridiculous extent and it has to stop before the government creates more inspectors to check on us in our own homes with a view to monitoring our diets, smoking habits and drinking patterns...don't scoff, who would have thought a few years ago that we could have reached the authoritarian state of affairs in this green and pleasant land that exists today? Damn the focus groups, the quangos and meddling do-gooders...we want a government that cares about the country and not the latest opinion polls... a government of commitment to the people not their own career paths and lucrative after dinner circuit and biography.A government of the people and for the people.No to the new puritan Brown.",
            "closed_at": "2008-04-06T00:00:00Z",
            "created_at": "2008-01-06T15:53:01.831085Z",
            "creator_name": "Ron Draper",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-01-06T15:53:01.831085Z",
            "rejected_at": "2008-02-20T00:01:07.883452Z",
            "rejection": {
                "code": 16896,
                "details": "",
                "reasons": [
                    "Statements that don't actually request any action",
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-02-20T00:01:07.883452Z"
        },
        "id": 7748921
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Stopinterfering/"
    },
    "type": "petition"
}