{
    "data": {
        "attributes": {
            "action": "introduce regulation setting 'feed in tariffs' for renewable energy production, along the lines of the German model.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In Germany, electricity generated by householders and industry, using new renewable technologies such as solar power, attract a favorable price set by the Government and fixed for a number of years. There is an obligation for the energy companies to buy that electricity at the set tarrif.\n  Once the new technology has been established and become economically viable, as for example with wind power, the tariff is reduced to the regular market rate.\n  In the U.K., solar and geothermal power on a small and large scale, and the budding but underfunded wave and tidal power industries, would benefit greatly from such a tariff. The U.K. could be self sufficient in renewable energy, and a world leader in wave generation technology, but only if Government help is forthcoming.",
            "closed_at": "2009-01-21T00:00:00Z",
            "created_at": "2008-01-06T20:47:44.422498Z",
            "creator_name": "Christina West",
            "government_response_at": "2009-02-26T15:09:33.709120Z",
            "government_responses": [
                {
                    "created_at": "2009-02-26T15:09:33.709120Z",
                    "details": "You signed a petition asking the Prime Minister to \"introduce regulation setting 'feed in tariffs' for renewable energy production, along the lines of the German model.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page18428\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Feed-In-Tarrifs'",
                    "updated_at": "2009-02-26T15:09:33.709120Z"
                }
            ],
            "opened_at": "2008-01-06T20:47:44.422498Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 383,
            "state": "finished",
            "updated_at": "2009-01-26T03:02:16.197871Z"
        },
        "id": 7751721
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Feed-In-Tarrifs/"
    },
    "type": "petition"
}