{
    "data": {
        "attributes": {
            "action": "improve methods to evaluate the validity and relevance of animal experiments by requiring that (i) animal researchers are trained in experimental design and statistics (ii) each licence application includes references to systematic reviews of existing relevant studies (iii) approved applications are made available to researchers and others with relevant interest and (iv) only the highest quality experimental designs of animal studies and laboratory practice are permitted.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Surveys suggest that the public supports animal research providing a)it leads to improvements in human health, b)non-animal technologies are unavailable, c)it is not duplicated unnecessarily, d)it is not done for trivial reasons, e)it cannot be ethically performed in humans and f)suffering of laboratory animals is minimised. Animal experiments have been associated with important advances in medicine. However, uncertainties remain about their predictive value for human health and recent research has found serious inadequacies, both in the design and performance of animal studies. This petition calls for revisions to ensure that evidence-based research methods and training are implemented with the aim of fulfilling the conditions the public place on it’s acceptance of animal experiments in a transparent and accountable manner. The experimental designs should use concealed random allocation, blinding and adequate sample sizes and systematic reviews should be performed to reduce bias and address questions about validity, alternatives and confounding variables e.g. genetics, species differences, feeding, housing and handling in the laboratory.",
            "closed_at": "2008-08-21T00:00:00Z",
            "created_at": "2008-01-07T09:59:07.431501Z",
            "creator_name": "Susan Green",
            "government_response_at": "2008-09-29T15:03:41.403307Z",
            "government_responses": [
                {
                    "created_at": "2008-09-29T15:03:41.403307Z",
                    "details": "You signed a petition asking the Prime Minister to \"improve methods to evaluate the validity and relevance of animal experiments by requiring that (i) animal researchers are trained in experimental design and statistics (ii) each licence application includes references to systematic reviews of existing relevant studies (iii) approved applications are made available to researchers and others with relevant interest and (iv) only the highest quality experimental designs of animal studies and laboratory practice are permitted.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page17007\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'methodology'",
                    "updated_at": "2008-09-29T15:03:41.403307Z"
                }
            ],
            "opened_at": "2008-01-07T09:59:07.431501Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 305,
            "state": "finished",
            "updated_at": "2008-08-22T00:01:01.289052Z"
        },
        "id": 7755289
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/methodology/"
    },
    "type": "petition"
}