{
    "data": {
        "attributes": {
            "action": "allow access to dogs as owner's pets to accompany the owner to public places such as restaurants, coffee shops, stores, department stores and other usual places of meetings and entertainment in the United Kingdom",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "During my last visit to Switzerland I was nicely surprised to see dogs and their dog owners being allowed access to various public places from the restaurants, coffee shops, department stores etc. Their dogs were allowed access without any restrictions together with their responsible owners and I just thought why we cannot have the same in the UK.I have seen so many times poor dogs outside Starbucks or supermarkets shivering from cold while their owners went inside and poor little doggies were left alone. This should not be happening in the civilised country such as the United Kingdom. God knows how many pets have been stolen and taken away when their owners were forced to leave their dog outside supermarkets. I am asking British public to sign this petition to allow access to dogs as owner's pets to accompany the owner to public places above mentioned in the United Kingdom. The main concern is to take into account health and safety concerns and to follow any possible such policies. Please sign this petition so United Kingdom can become really pet friendly society and where we can enjoy and share our life with our beautiful four legged friends and where we can both feel safe and happy.",
            "closed_at": "2009-01-22T00:00:00Z",
            "created_at": "2008-01-07T21:32:14.336456Z",
            "creator_name": "Dijana Prusa",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-01-07T21:32:14.336456Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 71,
            "state": "finished",
            "updated_at": "2010-01-22T16:23:09.176097Z"
        },
        "id": 7765336
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/accessfordogs/"
    },
    "type": "petition"
}