{
    "data": {
        "attributes": {
            "action": "oppose the Human Fertilisation and Embryology Bill: the creation of human-animal hybrids, and other abuses of human life and human dignity, proposed therein.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Human Fertilisation and Embryology Bill proposes to legalise new abuses of human embryos, to extend the scope of IVF from \"infertility treatment\" to \"reproduction technology\". It would also permit gametes to be taken from the patient without consent, and would extend the level of research permitted on human embryos including the creation of human-animal hybrids. Also, embryos with disabling conditions would be discriminated against, and it would be unlawful to discriminate in favour of a disabled human embryo should the Bill be passed.",
            "closed_at": "2008-03-21T00:00:00Z",
            "created_at": "2008-01-07T23:23:48.825155Z",
            "creator_name": "Nicholas Griffiths",
            "government_response_at": "2008-04-23T15:15:08.278874Z",
            "government_responses": [
                {
                    "created_at": "2008-04-23T15:15:08.278874Z",
                    "details": "You signed a petition asking the Prime Minister to \"oppose the Human Fertilisation and Embryology Bill: the creation of human-animal hybrids, and other abuses of human life and human dignity, proposed therein.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page15334.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'HFE-bill'",
                    "updated_at": "2008-04-23T15:15:08.278874Z"
                }
            ],
            "opened_at": "2008-01-07T23:23:48.825155Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 639,
            "state": "finished",
            "updated_at": "2008-04-03T03:26:11.827546Z"
        },
        "id": 7766307
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/HFE-bill/"
    },
    "type": "petition"
}