{
    "data": {
        "attributes": {
            "action": "reverse the decision to disband the British Council Film Office",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The British Council is to disband its film department, set up to promote contemporary and innovative work from the UK to audiences around the world. The decision to close the film department, along with specialist departments for drama, dance, literature, design, and the visual arts was apparently taken by the executive board of the British Council very recently, reportedly without any prior public consultation.\n\nThe British Council has long declared that the main purpose of its activities in film is to broaden and build international audiences—particularly amongst young people—for new work from the UK. So far it has done this with a core team of specialists in the film sector with critical skills, a wide knowledge of contemporary UK cinema and personal relationships with a range of film industry professionals.\n\nhttp://www.moviescopemag.com/index.php?option=com_content&task=vie (...)\n\nVisit the link for more information on the important work this government department has done to date.",
            "closed_at": "2009-01-08T00:00:00Z",
            "created_at": "2008-01-08T09:15:02.639246Z",
            "creator_name": "Beth Roberts-Miller",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-01-08T09:15:02.639246Z",
            "rejected_at": "2008-02-22T00:01:08.279841Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-02-22T00:01:08.279841Z"
        },
        "id": 7767622
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/bcfilmoffice/"
    },
    "type": "petition"
}