{
    "data": {
        "attributes": {
            "action": "conduct a full and thorough investigation into the effects, on servicemen and women, of the nuclear testing conducted off the coast of Christmas Island in the 1950s.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Between 1952 and 1967 the United Kingdom carried out a number of atmospheric tests of nuclear weapons in the Pacific Ocean and at Maralinga, Australia, involving over 20,000 servicemen. Among these tests were the “Grapple Y” and “Grapple Z” series of six detonations at Christmas Island in the Pacific Ocean (November 1957–September 1958), of weapons many times more powerful than those discharged at Hiroshima and Nagasaki.\n\n* Of 2,500 men surveyed in 1999 30% of the men had died, mostly in their fifties. \n\n* In their grandchildren spina bifida rates are more than 5 times the usual rate for live births in the UK. \n\n* More than 200 skeletal abnormalities were reported. \n\n* More than 100 veterans children reported reproductive difficulties. \n\n(info taken from British Nuclear Test Veterans Association)",
            "closed_at": "2009-01-23T00:00:00Z",
            "created_at": "2008-01-08T09:20:06.770616Z",
            "creator_name": "Ian Clark",
            "government_response_at": "2009-05-13T14:35:20.242443Z",
            "government_responses": [
                {
                    "created_at": "2009-05-13T14:35:20.242443Z",
                    "details": "You signed a petition asking the Prime Minister to \"conduct a full and thorough investigation into the effects, on servicemen and women, of the nuclear testing conducted off the coast of Christmas Island in the 1950s.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page19259\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'christmasisland'",
                    "updated_at": "2009-05-13T14:35:20.242443Z"
                }
            ],
            "opened_at": "2008-01-08T09:20:06.770616Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 207,
            "state": "finished",
            "updated_at": "2009-06-09T03:02:16.769294Z"
        },
        "id": 7767681
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/christmasisland/"
    },
    "type": "petition"
}