{
    "data": {
        "attributes": {
            "action": "Come round to my house for a cup of tea and a chat.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "You're a busy man James Gordon Brown, you know that, and we know that. However, I've a feeling (and everyone who signs will too, I suspect) that you're at risk of getting somewhat out of touch with your people, your voters, your bosses, in effect. To this end (and I'm not 'a hardened labour voter', I'm a floating voter), why not pop round one evening after this petition ends and have a cup of tea with me, the missus and the kids. We're happy to show you what a hard-working British family looks like, how we interact and, more importantly, what our concerns are, should you ask. Or we're happy just to provide you with an hour or two's peace and quiet if you need to get away from it all. After all, you're a busy man and no-one thinks your job's easy (even if quite a few think they could do it better). Look at the number of signatories to this petition from other hard-working people and decide whether it's a good idea to reconnect with a tax-paying, hard-working, concerned, but proud to be British, family. We'll even throw in a few biscuits too.",
            "closed_at": "2009-01-08T00:00:00Z",
            "created_at": "2008-01-08T12:05:56.064118Z",
            "creator_name": "Derek Bousfield",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-01-08T12:05:56.064118Z",
            "rejected_at": "2008-02-14T00:01:11.760142Z",
            "rejection": {
                "code": 512,
                "details": "The main sentence 'title' must be a call to action for HM Government.",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-02-14T00:01:11.760142Z"
        },
        "id": 7769900
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Come-for-a-cuppa/"
    },
    "type": "petition"
}