{
    "data": {
        "attributes": {
            "action": "review the white paper 'Civil Partnership: Vital Change' and take steps to make religious ceremonies open to all regardless of faith or gender in the UK.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The marriage laws are biased and outdated; they do not represent the beliefs of this country. We would like to see this change for everyone who chooses to enter into a life-long commitment, regardless of faith/gender. \n\nThis can only occur when the authority to marry is given to all faiths and the premises that can be used for ceremonies are not restricted, rather it is the person who holds the authority to perform the ceremony. \n\nThe religious content of the marriage should be up to the couple. A choice not to marry in a church should not exclude them from a spiritual ceremony. \n\nThe couple should be able to choose their celebrant based on their beliefs, not their location. The need to be married where you live is outdated.\n\nLastly, in order to be considered 'equal' which everyone has the right to be - Religious convictions about the right/wrong of same sex marriages should not be brought into making law. \n\nA civil partnership is an important step 'towards' correcting this wrong, but legally a marriage between 2 men, 2 women, or a man and a woman should all have the same name, rights and responsibilities. Whether the celebrants of a faith choose not to officiate is a matter of their personal faith.",
            "closed_at": "2008-04-23T00:00:00Z",
            "created_at": "2008-01-08T15:41:08.907383Z",
            "creator_name": "Louise Karczmarz",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-01-08T15:41:08.907383Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 38,
            "state": "finished",
            "updated_at": "2008-04-24T00:01:01.122773Z"
        },
        "id": 7772746
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/equalmarriages/"
    },
    "type": "petition"
}