{
    "data": {
        "attributes": {
            "action": "Re-consider legislation regarding the application process and cost and associated to the CRB check employees/employers in the care industry are expected to obtain.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Dear Mr. Prime Minister, I am writing to ask that you address a growing concern amongst Care professionals, Care institutions and Care workers.\n  \nThe law states at present that in order to work in a caring environment each person must apply to the Criminal Records Bureau to obtain a police check.  There is no doubt that such a check is necessary at preventing abuse and protecting vunerable people in the community however I believe the current application process needs to be adapted.\n\nWhy does an employee have to obtain a new check for each place of work?\nThe high cost of a CRB check may prevent people from applying for work in the care industry and put pressure on care institutions not to apply for this police check for every new employee due to high numbers of staff leaving. \n\nIF someone works for one business for a long period of time they would only have one CRB check at the start of their employment.  This doesn't make sense, they could commit crimes during this employment that were not realised.\n\nSurely a one off fee could be paid and a police check could be updated annually by the employee.\n\nI hope you will realise the importance of making changes to the current system.",
            "closed_at": "2009-01-23T00:00:00Z",
            "created_at": "2008-01-08T18:19:30.970300Z",
            "creator_name": "Amy Clements",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-01-08T18:19:30.970300Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 24,
            "state": "finished",
            "updated_at": "2009-01-24T00:01:07.441475Z"
        },
        "id": 7774568
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/CRBpolicecheck/"
    },
    "type": "petition"
}