{
    "data": {
        "attributes": {
            "action": "Introduce strict, punishable laws concerning the role of the media and the way in which they write/compile articles, to stop propaganda, sensationalising, the telling of abject lies, once and for all, for the good of society.  Suggestions: individual journalists should be prosecutable for certain damaging articles, eg. if an article has through its hateful content inflicted psychological damage on the persons concerned (leading to mental health issues and suicide in many celebrities/politicians/public figures).  A fine or sentence should be imposed that is large enough to deter journalists/companies from writing a report that is known to be sensationalist or untrue (rather than the punishment, eg. the sack, occurring after its publication, by when the article has already caused untold damage).",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I would like to see a media that reports only that which they know, beyond all reasonable doubt, to be true.  I would like to see the tabloid press shaken up once and for all and publicly regognised as a psychological bully and the country's major propagator of bad social behaviour (sex and page 3, even inciting wars between celebrities, countries, British people).\n\nI propose punishment that is strict enough to deter journalists and media companies from even thinking of compiling a false statement or article.\n\nThe media have a great capacity (the greatest, bar television/film) to shape society and the way in which it thinks. This should only ever be used for the greater good, and not to promote the verbal/psychological bullying of others or the incitement of hatred.",
            "closed_at": "2009-01-08T00:00:00Z",
            "created_at": "2008-01-08T18:39:05.041770Z",
            "creator_name": "Natalie Windsor",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-01-08T18:39:05.041770Z",
            "rejected_at": "2008-02-22T00:01:08.279841Z",
            "rejection": {
                "code": 512,
                "details": "Title is overlong. 'Suggestions' content should not appear in the title.",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-02-22T00:01:08.279841Z"
        },
        "id": 7774715
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/thetabloidpress/"
    },
    "type": "petition"
}