{
    "data": {
        "attributes": {
            "action": "abolish the TV License",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I am calling for an end to the TV License we pay every year. We are giving our hard earned money to one of the most incompetent companies in British history. With the new age of Digital TV already upon us, Sky have around 9 Million customers alone and are offering over 300 TV channels for around £550 a year, so why are we paying £135.50 for 4 TV stations and believe it or not 57 radio stations. Many of which are regionalised so really you are getting about 10 at most. In the spring of 2008 the BBC loses Neighbours to channel 5, whether your a fan of Neighbours or not it attracts a TV audience of around 5.5 Million a day, making it one of the biggest programs on BBC1. What programs are worth watching on the BBC?. Looking at this weeks guide I cant pick anything. I mean who wants to watch the National Lottery for almost an hour on a Saturday night?\nI believe that in the age of Digital TV and even the IPod (which most people prefer to a radio station anyway) that we shouldn't have to pay for something we do not want. They could make the BBC a subscription service on Digital TV the same as Sky Sports, Setanta and Sky Movies. We live in a free country where we should be able chose what we want to watch.",
            "closed_at": "2008-07-08T00:00:00Z",
            "created_at": "2008-01-08T19:30:41.063008Z",
            "creator_name": "James Wallace",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-01-08T19:30:41.063008Z",
            "rejected_at": "2008-02-14T00:01:11.760142Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/FairpayTV/\n\nor\n\nhttp://petitions.pm.gov.uk/nomoretvtax/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-02-14T00:01:11.760142Z"
        },
        "id": 7775187
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/TheTVLIcense/"
    },
    "type": "petition"
}