{
    "data": {
        "attributes": {
            "action": "Support the extension of the main runway at Birmingham International Airport if the planning application is called in for a Public Inquiry",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "As of the 09/01/2008, the planning application for the 400m extension to the main runway at Birmingham International Airport (BIA) was opened to public consultation by Solihull Metropolitan Borough Council.\n\nThis sensitive planning application is likely to receive a high level of interest and a significant amount of opposition. The result of this is that the application is likely to be called in for Public Inquiry by the Government.\n\nThis proposal is in full compliance with national and regional policy and stands to benefit not only the city of Birmingham but the West Midlands and Country as a whole. Focusing expansion of aviation passenger levels towards major existing airports is also considered the most sustainable method of expansion and will help alleviant additions demand for air travel which exists in the south-east.\n\nWe therefore ask, given the importance and benefits expansion of the main runway at BIA will bring, that the Prime Minister support and back the planning application if the application is called in for a public inquiry.",
            "closed_at": "2008-04-23T00:00:00Z",
            "created_at": "2008-01-08T19:51:43.806751Z",
            "creator_name": "Neil Woodhouse",
            "government_response_at": "2008-05-15T14:08:44.590559Z",
            "government_responses": [
                {
                    "created_at": "2008-05-15T14:08:44.590559Z",
                    "details": "You signed a petition asking the Prime Minister to \"Support the extension of the main runway at Birmingham International Airport if the planning application is called in for a Public Inquiry.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page15545.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'SupportBHX'",
                    "updated_at": "2008-05-15T14:08:44.590559Z"
                }
            ],
            "opened_at": "2008-01-08T19:51:43.806751Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 217,
            "state": "finished",
            "updated_at": "2008-04-24T00:01:01.122773Z"
        },
        "id": 7775402
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SupportBHX/"
    },
    "type": "petition"
}