{
    "data": {
        "attributes": {
            "action": "legalize the recreational use of methylenedioxymethamphetamine (Ecstasy) and other recreational substances that are used in Britain every week safely by ordinary, decent and otherwise law abiding citizens.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Britains current drug laws are out of date, illiberal and unfair. The use of taxable alcohol and nicotine kills far more people in the UK than all other illegal recreational drugs combined. Substances such as Ecstasy, Cannabis and Ketamine are used by large numbers of young adults every week and drugs such as these have a far better safety record than the legal drugs. It is not just a question of safety though. The prohibition of recreational drugs has allowed the criminal underworld to control the distribution of drugs resulting in more serious crime that plagues Britains streets. Many gang related crimes are related to the sale of drugs and as a result our streets get less safe, not safer. We know that legalizing drugs has never been an issue that politicians want to be associated with but unless somebody takes action soon drugs will continue to take more lives than they need do. What we are petitioning for is legalization, education and rehabilitation. Prohibition should be the crime.",
            "closed_at": "2008-04-09T00:00:00Z",
            "created_at": "2008-01-09T00:50:14.930139Z",
            "creator_name": "sonny",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-01-09T00:50:14.930139Z",
            "rejected_at": "2008-02-22T00:01:08.279841Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/ecstasy/\nhttp://petitions.pm.gov.uk/drugpolicy/\nhttp://petitions.pm.gov.uk/drugsrethink/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-02-22T00:01:08.279841Z"
        },
        "id": 7777758
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Makedrugslegal/"
    },
    "type": "petition"
}