{
    "data": {
        "attributes": {
            "action": "commission the relevant body/organisation, to review BT's automated \"customer service\" system. This with a view to legislating for the implementation of a human operator-lead alternative to automated touch tone choices on their \"customer services\" system.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The current automated BT customer service system is not a \"customer service\" it is a BT business convenience and cost saving device.\nAs a monopoly provider it should be BT's remit to ensure that customers are receiving a service as contracted and that alterations and extensions to service are handled in the most efficient way for the customer. \nSome automation is acceptable - changing your friends and family numbers, or pay a bill. But, customers calling about complex procedures usually need a human interface. Options here rarely relate to requirements, automation often goes full circle, back to button X, or results in listening to inane music for 30 minutes or more giving no indication of your place in the queue or timescale. Time spent waiting for a BT human, results in your line being engaged, no one can get through to you or your business so the actual cost of the free call,  costs you in other ways - usually your sanity.\n\nBT says its good to talk!!!  We, BT's customers, would like just that.",
            "closed_at": "2009-01-08T00:00:00Z",
            "created_at": "2008-01-08T23:31:34.875355Z",
            "creator_name": "Jackie Forsyth",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-01-08T23:31:34.875355Z",
            "rejected_at": "2008-02-22T00:01:08.279841Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-02-22T00:01:08.279841Z"
        },
        "id": 7777412
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/press1forBT/"
    },
    "type": "petition"
}