{
    "data": {
        "attributes": {
            "action": "introduce legislation which bans the wearing of identity concealings hoods, full face motorcycle helmets or religious based face-veils in any public place inside the UK.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Facial recognition is vital for the protection of innocent people against criminal acts and other deceptions (this is why robbers wear face concealing masks while undertaking acts of robbery!).  The use of religion (only in this country and not in most Muslim home countries where the wearing of veils on the streets is legally prohibited) as an excuse for  wearing facial coverings which make recognition impossible while committing crime is on the increase and will continue so if it is not stopped now.  Wearing of face coverings on the streets, under any circumstances, must be deemed to be carrying/wearing the implements necessary to commit a crime and police must be authorised to remove - by physical force if necessary - any item so being worn by any male or female regardless of country of origin, race, colour, creed, sexual or religious preferences.",
            "closed_at": "2009-01-08T00:00:00Z",
            "created_at": "2008-01-09T10:27:44.915915Z",
            "creator_name": "Keith Jones (Taxpaying Pensioner)",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-01-09T10:27:44.915915Z",
            "rejected_at": "2008-02-22T00:01:08.279841Z",
            "rejection": {
                "code": 2,
                "details": "\"The use of religion (only in this country and not in most Muslim home countries where the wearing of veils on the streets is legally prohibited) as an excuse for wearing facial coverings which make recognition impossible while committing crime is on the increase and will continue so if it is not stopped now.\"\nThis claim is unsubstantiated.",
                "reasons": [
                    "Potentially libellous, false, or defamatory statements"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-02-22T00:01:08.279841Z"
        },
        "id": 7780025
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/TakeHoodsOffNow/"
    },
    "type": "petition"
}