{
    "data": {
        "attributes": {
            "action": "to take steps to reduce the dominance of the 'big four' in English football competions.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The chance to win the Premier League/FA Cup/League Cup is now virtually restricted to those clubs competing in the UEFA Champions League - namely: the 'big four' - Arsenal, Chelsea, Liverpool, Man Utd (\"ACLM\") - who also re-qualify for that league each year.\nThis unfair situation will not change until the current league/cup formats are altered.\n\nTwo options (amongst others) could be: \n1. the creation of a new European League, in which our top 4 English teams compete against the other top European clubs and do not play in the Premiership (e.g. with set numbers taken from each Euro country, with the bottom two English teams swapping places with top two Premier League teams each year.\n2. Entry to the League Cup is restricted to non-Champions League teams. This would offer a chance to win a competition to non-ACLM teams, and increase the interest in this cup.\n\nIt is possible that until the situation is addressed, non-ACLM supporters might collectively decide not to watch any televised games featuring the 'big four' Champions League teams.",
            "closed_at": "2009-01-10T00:00:00Z",
            "created_at": "2008-01-09T13:45:34.495875Z",
            "creator_name": "Mike Evans",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-01-09T13:45:34.495875Z",
            "rejected_at": "2008-02-22T00:01:08.279841Z",
            "rejection": {
                "code": 4096,
                "details": "Association football is a self-governing sport in the UK",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-02-22T00:01:08.279841Z"
        },
        "id": 7782914
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/unfairleague/"
    },
    "type": "petition"
}