{
    "data": {
        "attributes": {
            "action": "Carefully consider the fate of the many small shareholders in Northern Rock (and any future companies in peril) rather than writing them off in any plans for the stricken banks future.  Small shareholders should be given some protection too!",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "All public statements so far have asserted that it is the Governments objective in relation to Northern Rock to 1. Protect taxpayers; 2. To promote financial stability; and 3. To protect consumers.  This clearly leaves out entirely from your aims any kind of protection or even consideration for small shareholders.  Most small shareholders are not rich people & do not deserve to be written off ENTIRELY, while at the same time all small savers are saved from ANY loss.  If the bank is Nationalised rumours are that shareholders will get next to nothing.  If the Virgin Money scheme is successful current shareholders are badly marginalised.  A solution that properly considers ALL stakeholders is the only moral one.",
            "closed_at": "2008-02-29T00:00:00Z",
            "created_at": "2008-01-09T14:09:29.889528Z",
            "creator_name": "Robert Bacon",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-01-09T14:09:29.889528Z",
            "rejected_at": "2008-02-04T16:27:43.126452Z",
            "rejection": {
                "code": 2,
                "details": "Your claim regarding public statements is untrue.",
                "reasons": [
                    "Potentially libellous, false, or defamatory statements"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-02-04T16:27:43.126452Z"
        },
        "id": 7783231
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/NR-shareholders/"
    },
    "type": "petition"
}