{
    "data": {
        "attributes": {
            "action": "Amend the current seatbelt law so as not to criminalise large people who are too big to do the belt up",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Around 3 months ago, my wife came home in a brand new (57) company car; a Ford Fiesta and invited me to come for a quick spin.\n\nMuch to my shame, (weighing some 29 stones at the time), I could not get the seat belt to extend all the way across my portly figure and clip up. We went for the spin anyway (I held the belt over my shoulder)... But on checking the Law, there is no exemption from wearing a seat belt which doesn't fit the intended wearer! Therefore the Law currently could be used to prosecute me and other larger people for not wearing a belt which is too small - even on odd journeys like in a taxi!!!!\n\nSo what happens if I hop on a train to London on Christmas Eve to be collected by a relative in a small car where the fitted seat belt is too small? According to the Law, I shouldn't travel in the car (or have a seat-belt extension {but all seat belt clips are different - I would have to carry one of each to ensure having the right one!)).\n\nI don't want the Law abolished! I just want the Law tweaked to reflect the realities of life so that it can't be abused and used to extort moneies as fines from people who physically can't comply.\n\nPlease sign and tell your friends about",
            "closed_at": "2008-12-24T00:00:00Z",
            "created_at": "2008-01-09T22:21:28.863871Z",
            "creator_name": "Paul Faulkner",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-01-09T22:21:28.863871Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 9,
            "state": "finished",
            "updated_at": "2009-06-29T15:48:08.046962Z"
        },
        "id": 7789329
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/smallseatbelts/"
    },
    "type": "petition"
}