{
    "data": {
        "attributes": {
            "action": "stop non UK & EU citizens from being able to use the NHS for free at the point of delivery if there is no reciprocal agreement between the UK and the country of the citizen concerned.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The UK has reciprocal agreements with many EU countries in the E111 scheme allowing our citizens to freely access the \"national\" health service of other countries in the EU. EU citizens can use our NHS for free.\n\nThis petition is concerns countries in which our citizens have to pay for health services. For example, a student from the USA can use the NHS for free, whilst a UK Student studying in the USA has no such benefit. Vote in this petition to acheive the following:\nWhere there is no reciprocal agreement on the free use of local health services by UK Citizens, the NHS will charge citizens of these countries the commercial rate for providing them  services. These will be paid by the visitor out of their own pocket, or by their insurance company.",
            "closed_at": "2008-04-10T00:00:00Z",
            "created_at": "2008-01-10T12:33:53.861147Z",
            "creator_name": "Geoffrey Ma",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-01-10T12:33:53.861147Z",
            "rejected_at": "2008-02-22T00:01:08.279841Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/nhsandmigrants/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-02-22T00:01:08.279841Z"
        },
        "id": 7794156
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/NHSagreement/"
    },
    "type": "petition"
}