{
    "data": {
        "attributes": {
            "action": "implement changes to planning law to ensure that size of new developments in confined spaces is in keeping with the area and has sufficient car parking provision for its residents.  We request that the current provision should be raised to 2 spaces per 2 bed dwellings and 3 for 3 and over bedroom dwellings.  We further request that vehicular access to such developments should be positioned  to encourage occupants of new developments to use their parking provision to minimise inconvenience and disruption to existing residents.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "London Borough of Barnet is considering application for large housing development on land adjoining 60 Lankaster Gardens, London, N2 9AJ a cramped, restricted site. It will reduce car parking for residents  causing more traffic & danger in feed roads Chambers Gdns & Lewis Gdns. Whole site is bounded by High Road and North Circular. Planning law needs to change to limit size that developments can be in already congested areas.",
            "closed_at": "2009-01-10T00:00:00Z",
            "created_at": "2008-01-10T14:30:36.602321Z",
            "creator_name": "Christine Simpkins",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-01-10T14:30:36.602321Z",
            "rejected_at": "2008-02-23T00:01:10.558740Z",
            "rejection": {
                "code": 256,
                "details": "Pleas emove the latter sentences in your title into the details field. The title is too long.",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-02-23T00:01:10.558740Z"
        },
        "id": 7795840
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/LankasterGdns/"
    },
    "type": "petition"
}