{
    "data": {
        "attributes": {
            "action": "Ban Plastic Bags In Britain",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Dear Mr Brown,\n\nOn 8 January 2008 China announced a commitment to ban plastic bag production and distribution by June 2008.\n\nOn 9 January 2008 New York City Council agreed to pass a law that will require stores to collect, transport and recycle the plastic bags they issue to customers.\n\nOn 10 January 2008 the Australian Government pledged to take similar measures.\n\nOther countries around the world have also acted. For example, Ireland has a 32 cent levy on each plastic bag.\n\nWe have no national policy regarding plastic bags:\n\n17 BILLION plastic bags are given away in the UK every year. Most don't biodegrade, are not recycled, and are used just once. \n\nThis is about 100,000 tonnes of plastic waste contaminating soil and waterways, strangling and suffocating animals, and entering OUR food chain every year.\n\nThis is why we want plastic bags banned and replaced with biodegradable, reusable materials.\n\nWe want the UK to stand at the forefront of environmental protection, not at the back.",
            "closed_at": "2008-07-10T00:00:00Z",
            "created_at": "2008-01-10T15:35:13.962922Z",
            "creator_name": "Veronika Hurbis",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-01-10T15:35:13.962922Z",
            "rejected_at": "2008-02-22T00:01:08.279841Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/actonplastic/\nhttp://petitions.pm.gov.uk/bio-degardable/\nhttp://petitions.pm.gov.uk/plastictax/\nhttp://petitions.pm.gov.uk/payforbags/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-02-22T00:01:08.279841Z"
        },
        "id": 7796727
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BritainBanPBags/"
    },
    "type": "petition"
}