{
    "data": {
        "attributes": {
            "action": "protect the rights of responsible  re-enactors and collectors of deactivated firearms.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "As reenactors and collectors we find that our rights as responsible collectors of deactivated firearms is again being eroded.\nRe-enactors raise many thousands of pounds for veterans charities, and other good causes every year. We  make sure our events are safe and comply with all Health and safety regulations. We are insured and members of organised groups and clubs.\nIf re-enactors are banned from having deactivated firearms, a whole hobby will be wiped out, many hundred’s of businesses that supply uniform, kit, vehicles will close down, Thousands of hobbyists, model makers and visitors will no longer have the chance to see re-enactments in the open air.\nThis proposed crime bill will effectively make criminals out of hundreds of thousands of law abiding people in the UK without a thought for their rights, just because of a few uneducated individuals wave imitation firearms in the streets.",
            "closed_at": "2008-06-24T00:00:00Z",
            "created_at": "2008-01-10T21:04:50.832499Z",
            "creator_name": "Wayne Roff",
            "government_response_at": "2008-08-14T13:38:25.851516Z",
            "government_responses": [
                {
                    "created_at": "2008-08-14T13:38:25.851516Z",
                    "details": "You signed a petition asking the Prime Minister to \"protect the rights of responsible re-enactors and collectors of deactivated firearms.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page16520\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'reenactment'",
                    "updated_at": "2008-08-14T13:38:25.851516Z"
                }
            ],
            "opened_at": "2008-01-10T21:04:50.832499Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1239,
            "state": "finished",
            "updated_at": "2008-06-25T03:41:47.940370Z"
        },
        "id": 7801287
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/reenactment/"
    },
    "type": "petition"
}