{
    "data": {
        "attributes": {
            "action": "commit to renewable energies INSTEAD of nuclear power.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "There is no way to safely dispose of nuclear waste, and the consequences of accidents or attacks on nuclear plants would be disastrous.  This petition calls on this government and future governments to take long term responsibility for energy production in this country by concentrating its efforts on producing energy from renewable energy sources.  This petition asks the government to recognise the brilliance of british engineers and thinkers by funding them to find completely new ways of producing clean energy LONG TERM.  This petition asks the government to take energy efficiency seriously as a means of reducing the energy needs and thereby the carbon emissions of this country.  This petition asks the government to safeguard our future, the future of our children, the future of this country, and the future beauty and integrity of our planet by NOT resorting to nuclear power as a means of preventing or reducing climate change.  Please!",
            "closed_at": "2009-01-11T00:00:00Z",
            "created_at": "2008-01-10T22:10:47.022011Z",
            "creator_name": "David Craythorne",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-01-10T22:10:47.022011Z",
            "rejected_at": "2008-02-23T00:01:10.558740Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/AntiNuclearPower/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-02-23T00:01:10.558740Z"
        },
        "id": 7801951
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/notnuclear/"
    },
    "type": "petition"
}