{
    "data": {
        "attributes": {
            "action": "Take action to provide Weston-super-Mare with additional access to the M5 Motorway",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "With the Government policy of sanctioning ever more house building on our Green and Open spaces, the problem of access to arterial road transport routes is becoming a major issue.  1000s of houses and no major employment in the town of Weston-super-Mare leaves the new home owners no choice other than to commute.  Leaving the dormitory town for Bristol, Swindon, Gloucester, Taunton and all stops in between, means the would be commuters are faced with the frustration of endless morning queues.  An additional junction on the M5 has been talked about for years.  Now the ever growing problem has reached unacceptable levels.  So spend some of that road tax on solving the problem. Otherwise the queue of stationary traffic will continue to add to the greenhouse gases that would threaten our planet...",
            "closed_at": "2009-01-24T00:00:00Z",
            "created_at": "2008-01-11T00:13:07.866068Z",
            "creator_name": "David Mayhew",
            "government_response_at": "2009-02-26T15:11:44.743892Z",
            "government_responses": [
                {
                    "created_at": "2009-02-26T15:11:44.743892Z",
                    "details": "You signed a petition asking the Prime Minister to \"Take action to provide Weston-super-Mare with additional access to the M5 Motorway.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page18430\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'New-M5-Access'",
                    "updated_at": "2009-02-26T15:11:44.743892Z"
                }
            ],
            "opened_at": "2008-01-11T00:13:07.866068Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 657,
            "state": "finished",
            "updated_at": "2009-07-24T14:56:28.836505Z"
        },
        "id": 7802818
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/New-M5-Access/"
    },
    "type": "petition"
}