{
    "data": {
        "attributes": {
            "action": "Immediately require aircraft waiting to land at Heathrow to circle either over the sea or high enough that they cannot be heard.   They should also glide in as far as possible, again to minimize noise.  It is astonishing that aircraft are allowed to circle within earshot over London and the home counties and spoil the enviromnent for about 14 million people.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Humans evolved in relative tranquillity and it is vital for us to relax. Aircraft noise makes our environment unpleasant, in our gardens, parks, streets and in our houses and is only necessary because we allow the owners of Heathrow to greedily squeeze in as many landing slots as possible, at our expense. It is not necessary.  There is no point in having nice houses in  London if you have to go drive or fly away to find an unspoiled place.  The government should strive to improve the environment, not destroy it.\n\nPart of my response to the rejection of my petition: \nI do not think that my submission is sufficiently similar ... to warrant dismissal.  \n\nA Royal Commission would take year to report, thus in effect \"kicking the issue into the long grass\" for years.   A big change has happened in the last two years alone, without any RC to nod it through, and I want immediate executive action.  The Aviationcontrol petition seems to me to have been placed there by a supporter of the aviation industry...",
            "closed_at": "2009-02-07T00:00:00Z",
            "created_at": "2008-01-11T19:01:49.523943Z",
            "creator_name": "Gregory Boon",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-01-11T19:01:49.523943Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 19,
            "state": "finished",
            "updated_at": "2009-07-24T14:38:24.923777Z"
        },
        "id": 7812602
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/NoLowJetAircraft/"
    },
    "type": "petition"
}