{
    "data": {
        "attributes": {
            "action": "create an extra one day public holiday to be added to the New Year’s Day holiday every leap year.  This extra New Year  Day would reciprocate for the February 29th “leap day” for which currently there is no recognition for salaried workers either in extra day’s  pay or extra day’s holiday.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "February 29th “Leap day” is a tradition decreed by Pope Gregory in 1582 to reform the Julian calendar introduced in 45 B.C.  For those people on annual salaries it works out as just an extra day’s work for no extra pay or holiday.\n\nFor a worker on an annual salary of £20k this extra leap day’s work every fourth year can equate to a calculated potential loss of £54. An extra day Public Holiday in the UK would reciprocate for this potential loss and serve to fairly equate the number of paid days in every year. \n\nThe proposal is that the extra day of February 29th in every leap year is recognised by an extra New Year Day's Public Holiday on January 2nd. Many businesses and industries traditionally close over this festive period and therefore this extra day would have little trading significance whilst leisure, entertainment, travel and tourism would actually benefit.",
            "closed_at": "2008-08-03T00:00:00Z",
            "created_at": "2008-01-11T20:14:07.805002Z",
            "creator_name": "John Norton Whittaker",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-01-11T20:14:07.805002Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 109,
            "state": "finished",
            "updated_at": "2008-08-04T03:51:08.507587Z"
        },
        "id": 7813326
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/LeapDayHoliday/"
    },
    "type": "petition"
}