{
    "data": {
        "attributes": {
            "action": "Stop foreign workers taking British jobs on British soil",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "All to often most British working Men/Women whos been bred and born on this land, have paid taxes all there life including there forefathers and mothers, who have also incidently quite possibly shed blood for this country of ours,forced to fight a loosing battle for jobs to the likes of foreign workers who have contributed NOTHING!!! to this country. I myself think this is highly unfair as people who have worked hard in gaining educationional qualifications and paid excessively to gain skills and trades putting money into the system are pushed to the side, because a foreign worker who has the same qualifications as the forementioned British workers, who have given nothing to the British system i.e tax etc is given the job because they are prepared to work illegally in relation to workers hours UNDECLARED!!!! FOR a lot less pay. Now we must remember most Britons live in Britain paying British prices for food, housing, fuel,tax etc, TO LIVE, but a foreign worker only has to pay living costs in other foreign countries, which compared to BRITAIN IS CONSIDERABLY CHEAPER.",
            "closed_at": "2008-03-11T00:00:00Z",
            "created_at": "2008-01-11T20:41:10.764772Z",
            "creator_name": "LUKE GREGORY VINEY",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-01-11T20:41:10.764772Z",
            "rejected_at": "2008-02-23T00:01:10.558740Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/Migrantworkers/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-02-23T00:01:10.558740Z"
        },
        "id": 7813551
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/RIGHTSFORWORKERS/"
    },
    "type": "petition"
}