{
    "data": {
        "attributes": {
            "action": "Look into the upcoming Test Case between the OFT and the High Street Banks regarding Bank Charges",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This was due to be heard at the High Court, but now is being held at the International Dispute Resolution Centre, Fleet Street. There will only be space for precisely 11 members of the press and the public. The centre said that entry will be on a first come first served basis but that the space will be divided roughly equally between the press and the public; and passes will be issued separately for morning and afternoon sessions. This means that, at most, 6 members of the public will be able to attend and no-one will be able to attend a full day. It will be impossible, therefore, for any one person to obtain a complete picture of the proceedings. It will also mean that many newspaper and television/radio reporters will excluded.\n\nCan the Prime Ministers respond to this and also give his assurance that Justice will prevail and that since no one person or the media will get the full picture the public's interest will be upheld? Surely the Prime Minister appreciates that this matter concerns the majority of this Country and is a National Issue. We are concerned that this could be construed as almost behind “closed doors” and therefore potentially not in the interest of the General Public.",
            "closed_at": "2009-01-12T00:00:00Z",
            "created_at": "2008-01-12T09:03:06.931531Z",
            "creator_name": "Prabhakar Kapadia",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-01-12T09:03:06.931531Z",
            "rejected_at": "2008-02-24T00:01:07.719392Z",
            "rejection": {
                "code": 16384,
                "details": "",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-02-24T00:01:07.719392Z"
        },
        "id": 7815639
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/OFT-TestCase/"
    },
    "type": "petition"
}