{
    "data": {
        "attributes": {
            "action": "Remove Dog the Bounty Hunter off Bravo due to Dog Chapman being a racist.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In 2007, during a taped conversation with his son Tucker, Duane Chapman AKA Dog the Bounty Hunter used strong language, including the word \"ni**er,\" when referring to Monique Shinnery, his son's black girlfriend. The audiotape, which Tucker sold to the National Enquirer, has led one civil rights leader to call for Chapman's popular Dog the Bounty Hunter show on US Network A&E to be canceled. After the tape was made public, A&E announced it was suspending production for the series pending an investigation.Civil rights leader Roy Innis said that Chapman \"should not have a show\".\n\nOn 2 November 2007, A&E announced it was remove the show from their schedule \"for the foreseeable future.\"  on the same day Yum Brands announced pulling ad support for the TV series.\n\nThis behaviour has got to be treated with zero tolerance. We cannot allow a man who harbours these kind of views to be broadcasted upon our screens.",
            "closed_at": "2009-02-10T00:00:00Z",
            "created_at": "2008-01-12T15:25:29.162332Z",
            "creator_name": "D.R. Zingo",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-01-12T15:25:29.162332Z",
            "rejected_at": "2008-02-11T16:43:35.894187Z",
            "rejection": {
                "code": 20480,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government",
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-02-11T16:43:35.894187Z"
        },
        "id": 7817915
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/DTBountyHunter/"
    },
    "type": "petition"
}