{
    "data": {
        "attributes": {
            "action": "Ensure equity of access to NHS treatment for gender dysphoria",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Currently, there is a postcode lottery over access to treatment of gender dysphoria. With the creation of the Gender Recognition Act, transsexual people for the first time were able to become legally recognised in their true gender. However, with the process of getting one's true gender legally recognised depending heavily on medical evidence by specialist doctors, a number of transsexual people are unable to make use of the process within a reasonable timescale, if at all, due to inequity in healthcare provision by the NHS. This is discrimination by the back door. We call on the Prime Minister to ensure that transsexual people receive consistent treatment across all NHS areas in a timely manner and in line with treatment timescales set for other significant health affecting conditions. It is unacceptable for treatments to be managed and rationed in such a way that transsexual people must often wait many years for even a first appointment.",
            "closed_at": "2008-04-24T00:00:00Z",
            "created_at": "2008-01-12T22:49:56.740979Z",
            "creator_name": "Krissie Rhiamon Pearse",
            "government_response_at": "2008-07-08T16:06:19.940000Z",
            "government_responses": [
                {
                    "created_at": "2008-07-08T16:06:19.940000Z",
                    "details": "You signed a petition asking the Prime Minister to \"Ensure equity of access to NHS treatment for gender dysphoria.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page15909.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'equaltranscare'",
                    "updated_at": "2008-07-08T16:06:19.940000Z"
                }
            ],
            "opened_at": "2008-01-12T22:49:56.740979Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 423,
            "state": "finished",
            "updated_at": "2008-04-25T00:01:01.063842Z"
        },
        "id": 7820526
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/equaltranscare/"
    },
    "type": "petition"
}