{
    "data": {
        "attributes": {
            "action": "reverse the decision to deport and thereby deny care to Ghanian national and terminally ill patient Ama Sumani.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Ama Sumani is a 39 year old Ghanian national who arrived legally in the UK 5 years ago. When in Britain, she was diagnosed with malignant myeloma. This would ordinarily be treated with a bone marrow transplant but these are not provided to foreign nationals in the UK. Instead the disease was allowed to progress to a stage where her kidneys were severely affected and consequently, Ms Sumani required dialysis merely to survive. \n\nReturning to Ghana would mean the cessation of the very treatment, which is prolonging her life. Despite this, at 0800 on January 9, immigration officials arrived at the University Hospital of Wales, Cardiff to quite literally remove Ms Sumani from her bed. She left the UK on a flight from Heathrow a little over four hours later.\n\nThis was a disgraceful act, which violated not only basic ethical and moral standards but made a travesty of the principles and ideas behind the NHS. \n\nWe can no longer in all good conscience, call ourselves a civilized people if we support this act. We therefore urge the government to reverse this callous decision and to allow whichever treatment deemed necessary to be provided to Ms Sumani.",
            "closed_at": "2008-07-12T00:00:00Z",
            "created_at": "2008-01-12T21:01:00.944137Z",
            "creator_name": "",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-01-12T21:01:00.944137Z",
            "rejected_at": "2008-02-23T00:01:10.558740Z",
            "rejection": {
                "code": 16384,
                "details": "Individual legal cases are a matter for direct communication with the Home Office.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-02-23T00:01:10.558740Z"
        },
        "id": 7820034
    },
    "links": {
        "original": "http://petitions.number10.gov.uk//"
    },
    "type": "petition"
}