{
    "data": {
        "attributes": {
            "action": "Raise the issue of Tibet with China’s leaders when he meets with them",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Please raise the issue of Tibet with China’s leaders.\n \n1.     Publicly call on China to ratify the 1966 International Covenant on Civil and Political Rights (ICCPR), which would address many of the systemic human rights abuses ongoing in Tibet.\n\n2.    Demand the immediate and unconditional release of Lama Jigme Tenzin (Bangri Tsamtrul Rinpoche), Lobsang Tsuitrim and Jigme Gyatso. Although Dr Manfred Nowak, the UN Special Rapporteur on Torture, called for their release in 2006, all three men are still languishing Tibetan prisons.\n\n3. Demand that they allow the Tibetans true autonomy. \n\n4. Insist that they allow true religious and cultural freedom in Tibet, and empower ethnic Tibetans and give them equal rights as the Han Chinese. \n\n5. Demand that they stop the repression and ethnic cleansing of the Tibetan people.\n \n6.  Demand that they stop destroying the \"roof of the world\"  - damaging the permafrost, fragile ecosystems and diverting major rivers - the most important water source for the whole of South East Asia",
            "closed_at": "2008-04-12T00:00:00Z",
            "created_at": "2008-01-12T23:41:44.177274Z",
            "creator_name": "Annette Abbott",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-01-12T23:41:44.177274Z",
            "rejected_at": "2008-02-23T00:01:10.558740Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-02-23T00:01:10.558740Z"
        },
        "id": 7820731
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/TibetanAutonomy/"
    },
    "type": "petition"
}