{
    "data": {
        "attributes": {
            "action": "PROTECT THE FOREST HILL CONSERVATION AREA",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We object to the Planning permission proposal: Ref: DC/07/67548:  The alteration and conversion of 1 Manor Mount SE23, together with the construction of a four storey extension to the rear and a three storey extension at the side etc. on the grounds that it: Fails to enhance or preserve the character of the Forest Hill Conservation Area and causes bulky and large development within the Horniman Gardens Area.  The drawings are misleading and not adequate.  It will cause significant impact on character and amenity of the surrounding neighbourhood and is out of scale and visually overbearing.  It will cause appreciable loss of privacy and amenity (including sunlight and daylight) to surrounding properties.  It will affect the biodiversity of nature.  The proposed car park fails to comply with the URB 3 Urban Design.  Proposed excavations could cause fatal subsidence.  The Proposal does not comply with many of the planning policies of the UDC. It will undermine the architectural character and symmetry between the host dwelling and its neighbours",
            "closed_at": "2008-01-23T00:00:00Z",
            "created_at": "2008-01-13T14:57:15.287839Z",
            "creator_name": "Teresa Howard",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-01-13T14:57:15.287839Z",
            "rejected_at": "2008-02-23T00:01:10.558740Z",
            "rejection": {
                "code": 16384,
                "details": "",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-02-23T00:01:10.558740Z"
        },
        "id": 7823330
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/CONSERVATION/"
    },
    "type": "petition"
}