{
    "data": {
        "attributes": {
            "action": "actually listen to what people are saying",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Whilst I appreciate this is possibly the biggest waste of time ever I'm doing it anyway just to confirm nobody listens! \n\nWhen everyone is moaning about the rising fuel costs do something about it. £1.10+ per litre is a disgrace.\n\nPolitically correct laws on health and safety etc need to be stopped. It's pathetic, and if thats what you people spend your days doing may I suggest you actually do something productive.\n\nYoung people aren't going to get into politics - in fact young people will grow up and move abroad! But thats what your aiming for isn't it??\n\nDon't get rid of the pound!\n\nDon't make stupid laws you can't police. eg. Mobile phones and driving. I don't think i've driven to work once without seeing someone on their phone.\n\nClose the immigration floodgates. \n\nThe only reason I won't run for prime minister is because there is no way I could sit in a room full of morons all day that are all getting paid to quite literally think up ways of taking more money from the people they are working for.\n\nOooh that'll do whatever.",
            "closed_at": "2008-03-30T00:00:00Z",
            "created_at": "2008-01-13T15:57:58.749858Z",
            "creator_name": "Jamie Williams",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-01-13T15:57:58.749858Z",
            "rejected_at": "2008-02-04T17:16:41.486510Z",
            "rejection": {
                "code": 16896,
                "details": "",
                "reasons": [
                    "Statements that don't actually request any action",
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-02-04T17:16:41.486510Z"
        },
        "id": 7823779
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Waste69/"
    },
    "type": "petition"
}