{
    "data": {
        "attributes": {
            "action": "Consider an independent review into the management and treatment of the volunteer members of the Coastguard Rescue Service.  We ask that he consider an amendment to the Employment Rights Act to allow Coastguard Rescue Officers the same rights and protections from bullying and unfair treatment as enjoyed by regular fulltime staff, or the setting up of such a body as to allow an independent review of complaints and decisions made in cases involving Volunteer Coastguards.   We also ask that he order an independent investigation into all disciplinary decisions or forced resignations from the Coastguard Service that have occurred in the last 24 months and are in dispute with the Maritime and Coastguard Agency",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "HM Coastguard is responsible for search and rescue along the UK coast.\n \nThe rescue teams on call 24/7 are staffed by local men and women who volunteer their time but are paid, equipped and trained by the Maritime and Coastguard Agency.  Unlike fulltime colleagues they are not classed as employees and therefore not entitled to the same protections from  unfair or constructive dismissal. \n\nReports have highlighted one such case, but there are more where Coastguards with 20 years dedicated service have been unfairly dismissed. \n\nCases have been turned against complainants who have challenged behaviour of staff, especially in relation to bullying of fellow volunteers.  \n\nWith no independent right of appeal or review the volunteer Coastguard has no where to turn.  They are subject to the decisions no matter how they are reached.  When attempting to seek justice through the Employment Tribunals they are blocked as being mere Volunteers.  \n\nThere needs to be an independent body that can review theses decisions and ensure that all parties receive fair treatment with regard to the evidence.  \n\nThey are there to help you day or night, are you ready to help them.",
            "closed_at": "2008-07-13T00:00:00Z",
            "created_at": "2008-01-13T18:39:38.609010Z",
            "creator_name": "Chris Smith",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-01-13T18:39:38.609010Z",
            "rejected_at": "2008-02-24T00:01:07.719392Z",
            "rejection": {
                "code": 256,
                "details": "The title is too long. Please incorporate elements of your title into the extra detail.",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-02-24T00:01:07.719392Z"
        },
        "id": 7824979
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Help-Coastguards/"
    },
    "type": "petition"
}