{
    "data": {
        "attributes": {
            "action": "make organ doantion by register only via our doctors or body set up for this function.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I/we are against presumed? organ donation for many reasons too long to state here. The crux is that the state does NOT own our bodies and it is an infringment of all human rights to act as it intends this, EVEN if it is meant with good intentions.\n  It is very easy to put in place mechanisms for Donations and THIS should be pursued. There are moral agrguments against the presumtion method and safe guards are notorious for failing. (DATA files  lost etc) IT is perfectly acceptable to set up and run a willing donation system and  do all that can be asked via a doctors visit or when booking say a flight. It is NOT enough to PRESUME the rest of us have given consent. There is a worry that many doctors will want FRESH organs so as to be most useable and that potential donors will be 'encouraged' to leave life earlier thna nature intended. Safeguards are always being broken and the only REALLY safe way is to  register to WANT to be a donor. IE local council voting lists. doctors notes, other. NOT by a change in law signing away  our freedom as that is exactly what it is in effect. Our RIGHT to choose freely and without pressure. ASK but do NOT presume.",
            "closed_at": "2008-02-14T00:00:00Z",
            "created_at": "2008-01-13T19:28:21.854615Z",
            "creator_name": "franklin",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-01-13T19:28:21.854615Z",
            "rejected_at": "2008-02-16T00:01:10.703895Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/OrganDonor/\n\nor\n\nhttp://petitions.pm.gov.uk/Organ-doners/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-02-16T00:01:10.703895Z"
        },
        "id": 7825402
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/frankenstein/"
    },
    "type": "petition"
}