{
    "data": {
        "attributes": {
            "action": "Respect the rights of the individual by rejecting legislation to permit organ donation without explicit consent.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Prime Minister has indicated that he is in favour of new legislation which will automatically assume that a citizen has given permission for organ donation in the event of his or her untimely death.\n\nAt present, organ donation is subject to an opt-in arrangement through the option of carrying of an Organ Donor card. Medical sources indicate that this system is not working well and that too few people carry such cards leading to a shortage of organs for donation. Mr Brown has indicated that he is in favour of changing the opt-in system to an opt-out system where it is is assumed that permission for organ donation has been granted unless specifically stated otherwise.\n\nAlthough well-intentioned, we believe that such legislation would show a lack of regard for the rights of the individual and his or her absolute entitlement to live and die with their organs intact.\n\nWe do not believe that it is the place of the state to make such decisions on our behalf. We urge Mr Brown to reconsider and perhaps consider other methods such as the as-yet untried device of increasing advertising in support of opt-in donor cards.",
            "closed_at": "2008-04-14T00:00:00Z",
            "created_at": "2008-01-14T00:58:38.631937Z",
            "creator_name": "Richard White",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-01-14T00:58:38.631937Z",
            "rejected_at": "2008-02-24T00:01:07.719392Z",
            "rejection": {
                "code": 2048,
                "details": "Please see:\nhttp://petitions.pm.gov.uk/NoDonorChange/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-02-24T00:01:07.719392Z"
        },
        "id": 7827328
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/organtheft/"
    },
    "type": "petition"
}