{
    "data": {
        "attributes": {
            "action": "create refuges, similar to those for victims of domestic violence, for women in fear of being forced into an arranged marriage",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Such refuges should be government-funded.  Their existence (though NOT their LOCATION) should be widely publicised.  EVERY assistance should be given to women (and it DOES always seem to be WOMEN who are victims of this) in this situation; including similar help to that given as witness protection.  It should also be a crime, punishable by imprisonment, to threaten anyone into giving information as to the whereabouts of anyone in this situation; or to tell lies (such as that a family member is ill) to trick her into coming back to the family home.\n\nThe \"more details\" of this petition originally referred, in passing, to victims of domestic violence and was therefore rejected on the grounds that it was similar to one called \"women's-refuges\" which WAS about this.  I have now amended it so that there is NO reference to domestic violence which hopefully means it WILL now be approved.  In any case I would remark that I have seen petitions which are virtually IDENTICAL; not least no fewer than THREE, all from the same person, claiming rights for common-law marriage partners!",
            "closed_at": "2008-08-26T00:00:00Z",
            "created_at": "2008-01-14T01:36:26.142650Z",
            "creator_name": "Margaret King",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-01-14T01:36:26.142650Z",
            "rejected_at": "2008-02-04T15:53:57.277209Z",
            "rejection": {
                "code": 16384,
                "details": "Please send comments on petition decisions and arguments in favour of reconsideration to team@petitions.pm.gov.uk rather than including them in the body of an amended petition.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-02-04T15:53:57.277209Z"
        },
        "id": 7827414
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ForcedMarriages/"
    },
    "type": "petition"
}