{
    "data": {
        "attributes": {
            "action": "rescind the decision not to gaol people who kill as the result of a momentary lapse of attention while driving",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This petition was rejected on the grounds that it is similar to the \"driving-mobile\" petition but that petition referred ONLY to driving while using mobile phones whereas this one refers to ALL forms of lapses of attention; in addition I believe that the decision referred to is a recent one which may have been made after the creation of \"driving-mobile\".  I therefore maintain that it is eligible to be considered as a separate petition.  \n\nIf someone is killed as a result of this he/she is just as dead, and his/her loved-ones just as devastated, as if he/she had died as the result of, e.g., drunken driving.  There shouldn't BE any \"momentary lapses of attention\" while people are driving; they should have their whole attention on WHAT THEY ARE DOING and if they can't do that they shouldn't be driving.  Motor vehicles are potential lethal weapons and should be treated with the same caution as any other potential lethal weapon such as knives, guns, etc.",
            "closed_at": "2008-09-26T00:00:00Z",
            "created_at": "2008-01-14T01:23:33.835090Z",
            "creator_name": "Margaret King",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-01-14T01:23:33.835090Z",
            "rejected_at": "2008-02-04T15:51:41.510845Z",
            "rejection": {
                "code": 16384,
                "details": "You should send your thoughts explaining why you believe the petition to be acceptable to team@petitions.pm.gov.uk, not include them in the body of your petition. Your petition can then be reconsidered on its own merits.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-02-04T15:51:41.510845Z"
        },
        "id": 7827399
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/DriversWhoKill/"
    },
    "type": "petition"
}