{
    "data": {
        "attributes": {
            "action": "ensure that compensation is paid to the hundreds of UK victims who took Vioxx from the makers of the drug, US pharmaceutical firm Merck Inc. The undersigned believe that the compensation fund set up solely for US victims is unjust and discriminatory and that the Government should implement legislation to prevent companies profiting from UK consumers whilst failing to safeguard against their products",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "A campaign has been launched by a group of British victims of the withdrawn arthritis painkiller drug, Vioxx, to challenge the manufacturer’s decision to only compensate victims based in the US.\nIn November 2007 New Jersey based Merck Inc. announced plans to pay more than £2 billion to American victims of the drug in the biggest settlement of its kind despite making huge profits from selling Vioxx worldwide to an estimated 80 million people\nVioxx was prescribed to 400,000 Britons at the time it was withdrawn in 2004 after studies showed an increased risk of heart attack and stroke to users. The decision by Merck to pay compensation only to US victims has incensed Vioxx users worldwide who claim that any decision to compensate people based on the country in which they live is unjust and discriminatory.",
            "closed_at": "2009-01-27T00:00:00Z",
            "created_at": "2008-01-14T10:49:02.818209Z",
            "creator_name": "David Standard",
            "government_response_at": "2009-03-24T15:38:50.796661Z",
            "government_responses": [
                {
                    "created_at": "2009-03-24T15:38:50.796661Z",
                    "details": "You signed a petition asking the Prime Minister to \"ensure that compensation is paid to the hundreds of UK victims who took Vioxx from the makers of the drug, US pharmaceutical firm Merck Inc. The undersigned believe that the compensation fund set up solely for US victims is unjust and discriminatory and that the Government should implement legislation to prevent companies profiting from UK consumers whilst failing to safeguard against their products.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page18678\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Vioxx-Victims'",
                    "updated_at": "2009-03-24T15:38:50.796661Z"
                }
            ],
            "opened_at": "2008-01-14T10:49:02.818209Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 247,
            "state": "finished",
            "updated_at": "2009-01-28T03:02:02.799482Z"
        },
        "id": 7829915
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Vioxx-Victims/"
    },
    "type": "petition"
}