{
    "data": {
        "attributes": {
            "action": "change the law to ensure men have equal rights to women - including joint custody of children after a divorce and equal rights in all family law.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Men are massively discriminated against in the UK and this discrimination is embedded in the law. As far as family law is concerned, the law considers a man nothing more than a sperm donor and a wallet on legs, and women often deliberately and vindictively prevent fathers from seeing their own children after a divorce. This has to end now. A father should have equal rights in law to a mother - including joint custody after a divorce if wanted, the right to access to children, the right to live in the family home, the right to have his name on his children's birth certificate. No woman should be allowed to prevent a father seeing his children, especially as she can invite any man - no matter how criminal or perverted - into her home to have access to them. If a man is an abuser, it is the job of the law to prevent him access, not the mother - but most child abuse and child killings are done by women of course. The first step to equal rights for men in British society is changing the law to ensure that men are treated equally to women in the legal process.",
            "closed_at": "2009-01-14T00:00:00Z",
            "created_at": "2008-01-14T17:04:15.985987Z",
            "creator_name": "Edwin Webb",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-01-14T17:04:15.985987Z",
            "rejected_at": "2008-02-24T00:01:07.719392Z",
            "rejection": {
                "code": 2048,
                "details": "There are already similar petitions on the website, such as http://petitions.pm.gov.uk/custody4fathers/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-02-24T00:01:07.719392Z"
        },
        "id": 7836780
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Maleequality/"
    },
    "type": "petition"
}