{
    "data": {
        "attributes": {
            "action": "recognise the importance of village schools and help us to protect them.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In accordance with Government directives, Herefordshire Council has produced a massive list of draft proposals that they say will revise education provision for the future. Amongst these proposals are the closing and merging of 36 schools, wholesale redundancies amongst staff, alteration of catchment areas and lumping together of schools regardless of geography, pupils faith, environmental and safety concerns. The proposals have been launched in a confusing and 'fait accompli' manner, and much fear, anger and resentment has been caused amongst pupils, parents, staff, governing bodies and the general public. Our own small village school in Kings Caple is typical of many and smaller than most Herefordshire village schools. In a village without shops, pubs or adequate facilities of any kind, it is the only focal point of a rural community that is trying hard to retain its identity.  We ask that Prime Minister Brown finds out for himself the importance of 21st century rural life and makes a special case whereby the schools that serve our isolated communities are protected, properly resourced and promoted.",
            "closed_at": "2009-01-27T00:00:00Z",
            "created_at": "2008-01-14T18:45:24.648641Z",
            "creator_name": "John Gartside",
            "government_response_at": "2009-02-26T15:16:44.210116Z",
            "government_responses": [
                {
                    "created_at": "2009-02-26T15:16:44.210116Z",
                    "details": "You signed a petition asking the Prime Minister to \"recognise the importance of village schools and help us to protect them.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page18435\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'ruralschools'",
                    "updated_at": "2009-02-26T15:16:44.210116Z"
                }
            ],
            "opened_at": "2008-01-14T18:45:24.648641Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 816,
            "state": "finished",
            "updated_at": "2009-01-28T00:01:01.779282Z"
        },
        "id": 7838179
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ruralschools/"
    },
    "type": "petition"
}