{
    "data": {
        "attributes": {
            "action": "amend the Gender Recognition Act 2004 to enable people whose gender identity is neither male or female to have the opportunity to assign their legal gender as 'other' or 'intersex' if they so wish",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Gender Recognition Act 2004 was supposed to give everybody the right to have their true gender legally recognised. Whilst the act allowed for the legal recognition of transsexual men and women, the legislation failed to give proper recognition to, and therefore continues to misrepresent the minority of people who do not neatly fit into the two currently available categories of male and female.  \nProvision should be made for people who identify as 3rd gendered, pangendered, ambigendered, omnigendered, genderqueer or androgynous, or who identify specifically as intersex to be allowed to opt out of being assigned as male or female if they so wish. \nTherefore, in addition to an amendment to the act that would allow this, we propose two additional gender categories -'intersex' and 'other', to be available as options for replacement birth certificates, passports, and other official documentation. Only then will  the legislation be fully representative of all gender identities.",
            "closed_at": "2008-07-27T00:00:00Z",
            "created_at": "2008-01-15T00:39:23.807256Z",
            "creator_name": "Kat Bone",
            "government_response_at": "2008-08-22T14:56:39.415314Z",
            "government_responses": [
                {
                    "created_at": "2008-08-22T14:56:39.415314Z",
                    "details": "You signed a petition asking the Prime Minister to \"amend the Gender Recognition Act 2004 to enable people whose gender identity is neither male or female to have the opportunity to assign their legal gender as 'other' or 'intersex' if they so wish.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page16662\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition '3rdGender'",
                    "updated_at": "2008-08-22T14:56:39.415314Z"
                }
            ],
            "opened_at": "2008-01-15T00:39:23.807256Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 287,
            "state": "finished",
            "updated_at": "2008-07-28T00:01:02.054954Z"
        },
        "id": 7841261
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/3rdGender/"
    },
    "type": "petition"
}