{
    "data": {
        "attributes": {
            "action": "spend as much money, and give as much publicity, to refuting myths about asylum seekers and refugees as he does re benefit \"cheats\"",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The sort of myths I have in mind are the vast amounts asylum seekers/refugees allegedly receive in benefits (in fact they receive 30% LESS THAN British people), the allegation that \"they seem to be given all the homes\" (I'd be VERY surprised to learn that that's true), etc; in fact a general perception that they are treated better than people born here.  These (false!) perceptions generate a misplaced sense of grievance against asylum seekers/refugees which can lead to verbal or physical attacks on them. \n\nAsylum seekers aren't allowed to work so they HAVE to be given benefits; how else can they live?  If they were allowed to work no doubt they'd be castigated for \"taking the bread out of British people's mouths\" so they can't win.  \n\nThey're accused of coming here to take advantage of our benefits system.  One reason they come here is that they are more likely to be able to speak English than any other European language; it must be obvious that the ability to speak the language of the country to which you are emigrating is a distinct advantage and no doubt an inability to speak the language of one's host country would be yet another stick with which to beat asylum seekers and refugees.",
            "closed_at": "2009-01-27T00:00:00Z",
            "created_at": "2008-01-15T00:31:25.023632Z",
            "creator_name": "Margaret King",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-01-15T00:31:25.023632Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 10,
            "state": "finished",
            "updated_at": "2009-09-08T16:37:55.920015Z"
        },
        "id": 7841240
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/AsylumSeekerMyth/"
    },
    "type": "petition"
}