{
    "data": {
        "attributes": {
            "action": "allow Ama Sumani back in the UK",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Dear Mr Brown\nI know you don’t know me, but I have come to you today to plead on behalf of Mrs. Ama Sumani, a cancer patient in desparate need of  kidney dialysis. She was forcibly removed to Ghana this Wednesday. \n Ama has no money for food or accommodation.She is in a hotel room in Accra paid for by a BBC reporter.She will die soon.Please will you consider the following :\n-My husband and I are willing to sign a written statement that we will no longer make use in any which way of the NHS and sign our rights to it over to Ama.-We are willing to sponsor Ama fully. She will make no use of public funds.-We will pay for her ticket back to the United Kingdom .-When she dies, all funeral arrangements will be covered by us.- We shall take care of Ama’s children in Ghana after she died.   \nBefore Ama was removed she asked if she would be allowed to die in the United Kingdom without any further medical attention rather than to die without dignity in Ghana.  \n Please, don’t act tough on Ama and give us a chance to help her.\nHelping Ama can also give a clear message that the UK is a fair \nand compassionate country.\nPlease, I beg you to help us to help Ama to die with dignity. \nJohan Grotius",
            "closed_at": "2009-01-15T00:00:00Z",
            "created_at": "2008-01-15T11:34:41.627657Z",
            "creator_name": "J Grotius",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-01-15T11:34:41.627657Z",
            "rejected_at": "2008-02-23T00:01:10.558740Z",
            "rejection": {
                "code": 16384,
                "details": "Individual legal cases are a matter for direct communication with the Home Office.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-02-23T00:01:10.558740Z"
        },
        "id": 7845724
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/save-ama-sumani/"
    },
    "type": "petition"
}