{
    "data": {
        "attributes": {
            "action": "urgently review the legality and regulation of third party advertising on Automated Telling Machines (ATMs)",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Please sign this petition to ask for control of third party commercial advertising on ATMs countrywide. Using a bank should be a private activity, not a commercial opportunity to sell something unrelated. Should financial institutions be permitted to earn advertising fees from their ATM networks?\n\nWhen you insert your card into an ATM, you identify your presence in a way that affords the advertiser a unique “1 on 1” opportunity. Unlike all other forms of advertising there will be little choice but to view the advert. ATM advertisements target every moment of the transaction to maximise impact. As such, there is no real precedent for the intensity of short-burst advertising. We need to ensure that personal data does not become available to the advertising process, as the ATM is a unique portal to financial information about users.\n\nIt is a basic right to have access to your money, free of unwanted third party interference. We therefore need to have action on ATM advertising in the context of protecting individual privacy and maintaining the principles and ethics of Banking, over and above other commercial gain. ATMs must not become selling kiosks.",
            "closed_at": "2009-01-27T00:00:00Z",
            "created_at": "2008-01-15T12:04:19.909275Z",
            "creator_name": "Dr Michael Allan",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-01-15T12:04:19.909275Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 16,
            "state": "finished",
            "updated_at": "2009-01-28T00:01:01.779282Z"
        },
        "id": 7846487
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/NoATMadvertising/"
    },
    "type": "petition"
}