{
    "data": {
        "attributes": {
            "action": "Honour former England footballer and chronic myleiod leukemia victim Geoff Thomas for his services to Association Football and the Geoff Thomas Foundation",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Former Rochdale, Crewe (twice), Crystal Palace, Wolverhampton Wanderers, Nottingham Forest, Barnsley, Notts County and England midfielder Geoff has battled against chronic myleiod leukemia since June 2003 and established the Geoff Thomas Foundation to help similarly afflicted people throughout Britain. E-Petitions may not contain links to other sites but your search engine will rapidly find the Geoff Thomas Foundation for more information on this courageous endeavour by a well respected, brave, man, whose efforts to help others deserves to be recognised by the honours system. Which would doubtless also assist in raising the profile of the disease and the Foundations fund-raising efforts.",
            "closed_at": "2009-01-28T00:00:00Z",
            "created_at": "2008-01-15T14:46:06.378985Z",
            "creator_name": "Ian T. R. Craigie",
            "government_response_at": "2009-03-12T15:01:15.419392Z",
            "government_responses": [
                {
                    "created_at": "2009-03-12T15:01:15.419392Z",
                    "details": "You signed a petition asking the Prime Minister to \"Honour former England footballer and chronic myleiod leukemia victim Geoff Thomas for his services to Association Football and the Geoff Thomas Foundation.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page18569\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'GeoffThomas'",
                    "updated_at": "2009-03-12T15:01:15.419392Z"
                }
            ],
            "opened_at": "2008-01-15T14:46:06.378985Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 671,
            "state": "finished",
            "updated_at": "2009-01-31T03:01:52.284984Z"
        },
        "id": 7850638
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/GeoffThomas/"
    },
    "type": "petition"
}