{
    "data": {
        "attributes": {
            "action": "Consider former LE staff who worked for HMG in Iraq and are meeting the criteria for the LE Staff Assistance Scheme but already in the UK on temoprary basis to be considered for resettlement in the UK under that programme",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We write to explain that we were former employees of the British Consulate in Basra who have been refused settlement in the UK under the LE staff Assistance scheme despite we meet the announced criteria. The reason for refusal was that we are already in the UK without considering the fact that we are on temporal non-settlement visas, and that we couldn’t apply for other routes of settlement.\nThe Foreign Minister promised in his speech, “assistance which goes above and beyond the confines of what is lawfully or contractually required”, to help those Iraqis to settle in a safe country with dignity but unfortunately we can't feel that is happening on the ground; they sounded as if dealing with papers not human being’s lives.\nOther former LE staff who are settled in safe countries (including the UK) have the opportunity to get the financial package but in our case settlement is our priority.\nWe would ask all your help in your capacity to help us in this big issue for our future and safety.",
            "closed_at": "2008-02-16T00:00:00Z",
            "created_at": "2008-01-16T00:13:52.184130Z",
            "creator_name": "Bayad Abdlarahman",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-01-16T00:13:52.184130Z",
            "rejected_at": "2008-02-28T00:01:06.629808Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/Iraqi-Employees/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-02-28T00:01:06.629808Z"
        },
        "id": 7859490
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/IraqiFCOLEstaff/"
    },
    "type": "petition"
}