{
    "data": {
        "attributes": {
            "action": "Stop consideration of possible  Eco-town at Long Marston near Stratford-upon-Avon",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The site of the former Number 1 Engineers Supply Depot [ Army ] and adjoining land at Long Marston has been submitted as a possible site for a new Government Eco-town by St Modwyn and The Bird Group.By mid-February 2008         the Government are to choose 10 sites out of 50 to 60 submitted.\nThere is considerable opposition locally as this is presently within a peaceful corner of South Warwickshire, where the need for such a new town is generally considered neither necessary nor desirable. Most importantly, the infrastructure for a new town does not exist and the site is served by one B- class road and country lanes only. A new town with a minimum population of 13,000\n[ half the size of Stratford-upon-Avon ]\nwill bring traffic chaos to Stratford,an \nimportant tourist town, with only two very limited crossings over the River Avon. I therefore petition the Prime Minister to confer urgently with Hazel Blears MP to whom letters opposing the proposals have been sent.",
            "closed_at": "2009-01-27T00:00:00Z",
            "created_at": "2008-01-16T12:12:02.517280Z",
            "creator_name": "Clive Moy",
            "government_response_at": "2009-06-05T11:48:51.602320Z",
            "government_responses": [
                {
                    "created_at": "2009-06-05T11:48:51.602320Z",
                    "details": "You signed a petition asking the Prime Minister to \"Stop consideration of possible Eco-town at Long Marston near Stratford-upon-Avon.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page19454\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Eco-townsites'",
                    "updated_at": "2009-06-05T11:48:51.602320Z"
                }
            ],
            "opened_at": "2008-01-16T12:12:02.517280Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1790,
            "state": "finished",
            "updated_at": "2009-01-28T00:01:01.779282Z"
        },
        "id": 7867075
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Eco-townsites/"
    },
    "type": "petition"
}