{
    "data": {
        "attributes": {
            "action": "Provide a better system for people who have had problems finding work and find their dealings with the current government system frustating and unhelpful",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Having experienced in 2007 the current system in place for people looking for work, who have had problems pertaining to ill health and other issues, I have found the current system very unhelpful, it is not designed to help people who are prepared to put 100% into working in a sector that they have the skills to succeed in, yet are inhibited by lack of available roles either in their geographical location or field of expertise.\n\nMany job seeker 'benefits' can only be benefited from when the individual has been looking for work for 6 months, which surely defeats the issue that job centre plus is there to help people in need who are actively 'seeking work.'  This system is far too rigid with little or no consideration for individual cicumstances, seemingly failing to achieve its goals yet allowing people who have no desire to work to absorb a vast range of benefits without accurately tracking their true efforts to better themselves.  I call upon anybody reading this to think of their own experiences regarding employment,friends,family,and children, to lobby Gordon Brown to make the much overdue changes to the current system.",
            "closed_at": "2008-07-27T00:00:00Z",
            "created_at": "2008-01-16T13:49:59.966744Z",
            "creator_name": "Katy Konrad",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-01-16T13:49:59.966744Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 5,
            "state": "finished",
            "updated_at": "2008-07-28T00:01:02.054954Z"
        },
        "id": 7869698
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/back2workpronto/"
    },
    "type": "petition"
}