{
    "data": {
        "attributes": {
            "action": "Allow Bienvenu Iyomi Nsele to remain in the UK",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Mr Nsele is a Congolese asylum seeker who arrived in the after escaping torture and scheduled execution. His \"crime\" was to possess t-shirts declaring support for opposition leader Jean-Pierre Bemba. Prior to this, Mr Nsele had been beaten and stabbed in the head resulting in 6 months in hospital after urging a docrine of nonviolence toward Ugandan troops in his country during the civil war.\nSince arriving Mr Nsele has become a model citizen, volunteering with St Mungo’s, working as a church leader and taking courses to improve his English and develop his skills.\nHis 3rd asylum claim was rejected on 12/01 and may now be detained and deported. He suffers from PTSD, depression and epilepsy and requires treatment he could not afford in Congo. \nMr Nsele has already lost his health, home and family. Removing him serves no purpose, and risks gravely endangering him. We urge the government to allow him to stay in the UK and continue both to rebuild his life and contribute to the lives of others.",
            "closed_at": "2009-01-16T00:00:00Z",
            "created_at": "2008-01-16T15:43:00.875038Z",
            "creator_name": "Nick Bannister",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-01-16T15:43:00.875038Z",
            "rejected_at": "2008-02-23T00:01:10.558740Z",
            "rejection": {
                "code": 16384,
                "details": "Individual legal cases are a matter for direct communication with the Home Office.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-02-23T00:01:10.558740Z"
        },
        "id": 7873929
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Bienvenu/"
    },
    "type": "petition"
}