{
    "data": {
        "attributes": {
            "action": "change the layout of the junction at Southgate Avenue Crawley",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "A new junction was put in to replace a roundabout a couple of years ago. Since then it has seen a huge number of accidents, which after some research it is said to be around 38 known incidents. I believe the actual figure is much higher than this. I was involved in an accident here last year and I have since witnessed two on 22nd December and one only yesterday (15th January). The junction layout is so that the green light is on in both directions, this results in cars turning right not realising that they have to give way to oncoming traffic. There is a filter green to turn right but everyone misses it as you are not technically in a filter lane, it is common for someone to see a green light and go thinking the car travelling in the other direction is going to stop. The junction is a real mess with railings taking out by the cars, glass constantly on the ground, and sand on the road. This story has made the local paper and apparently the junction has been reviewed and passed as ok. The fact is though that accidents are happening and its only a matter of time till there is a serious one. The solutions are to either sort out the lighting sequence, put the roundabout back, or put a simple give way sign up.",
            "closed_at": "2008-07-27T00:00:00Z",
            "created_at": "2008-01-16T15:46:29.757228Z",
            "creator_name": "James Wallace",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-01-16T15:46:29.757228Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 4,
            "state": "finished",
            "updated_at": "2008-07-28T00:01:02.054954Z"
        },
        "id": 7874031
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SouthgateAvenue/"
    },
    "type": "petition"
}