{
    "data": {
        "attributes": {
            "action": "Remove questions on 'ethnicity' from official questionnaires",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The notions of 'race', 'ethnicity' and similar categorisations have no scientific or moral basis. One can not be said to belong to a specific 'race' except as a purely social construction which only serves to create divisions and satisfy the primitive desire to inflexibly place everything into clearly-defined groups. There are no clearly-defined 'racial' groups, and saying that someone is a member of a specific race (or worse, and 'ethnic minority') simply means that they have a certain skin colour, hair colour, facial structure etc. - In other words, people are divided simply on the grounds of appearance. There is no genetic evidence to suggest people have different races; all humans are the same species and are genetically similar.\n\nThe government should not endorse the views of the small-minded by reinforcing the illusions of ethnicity and racial division. Nor should they consider someone's personal perception of their racial identity to be a particularly important characteristic. They do both of these by including questions on race and ethnicity in official questionnaires, and hence such questions should be omitted.",
            "closed_at": "2008-03-29T00:00:00Z",
            "created_at": "2008-01-16T21:09:07.683192Z",
            "creator_name": "William Harrison",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-01-16T21:09:07.683192Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 12,
            "state": "finished",
            "updated_at": "2008-03-30T00:01:01.104288Z"
        },
        "id": 7879896
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/-ethnicity-/"
    },
    "type": "petition"
}