{
    "data": {
        "attributes": {
            "action": "let Andy Kershaw see his children",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The family court system antagonise men into his position, by techniques like human bear baiting cafcass is an excuse to delay everything for years.\nwhy waste taxpayers money on a man desperate to see his kids?\nshe got the better of him now let him see them before he wrecks his life further, every family court solicitor knows how the courts destroy men then the ex will say 'he needs help'before he sees his kids when it was her that destroyed him.\nstop the manipulative mums using solicitors/cafcass for lifestyle change. everyone knows any woman can go to family court and ruin there exs life by crying in court/be angry at cafcass and training there kids etc.. theres no system to stop them, its so simple. hes left a wreck,years without kids and thousands in debt.\nhe will be presented with xmas birthday cards written by his ex because the kids dont want to - to antagonise him.\nthe courts are secret so he cant speak out. and as for texting, loads of people text people then regret it on a sat night,he texted his kids because he knows there being trained unfairly to hate him.",
            "closed_at": "2009-01-16T00:00:00Z",
            "created_at": "2008-01-16T23:38:48.834909Z",
            "creator_name": "JOHN ANSTEY-MAGGS",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-01-16T23:38:48.834909Z",
            "rejected_at": "2008-02-17T00:01:11.950291Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-02-17T00:01:11.950291Z"
        },
        "id": 7881283
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ANDYKERSHAW/"
    },
    "type": "petition"
}