{
    "data": {
        "attributes": {
            "action": "Ban double standards...",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Last night I saw a police program featuring police arresting men for picking up prostitutes whilst letting the prostitutes go free ? I am not a man who uses prostitutes so it shouldn't bother me but its the double standard I find irritating. \n\nThis reminded me of a program about airports where they refused passengers permission to fly because they had been drinking in their airport lounge ! I don't drink so why should I care ? Because of the injustice of it all .\n\n Recently Langham was jailed for downloading illegal pictures on the internet not exactly flavour of the month I know but the web site producers weren't jailed nor the internet service provider that allowed that material to be posted nor the government that refused to censor the internet ! I'm not justifying these things but there needs to be a clear message here !\n\nDouble standards are confusing , they send mixed messages into our society . If something is wrong then surely it is wrong on all sides not just one ?\n\nFinally and this really bugs me , \"Children must go to school and if they don't their parents must go to jail ?\" Why ? Why not the children ? \n\nI petition The Prime Minister to end these and other double standards !",
            "closed_at": "2008-03-17T00:00:00Z",
            "created_at": "2008-01-17T11:36:07.805382Z",
            "creator_name": "Jonathan",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-01-17T11:36:07.805382Z",
            "rejected_at": "2008-02-23T00:01:10.558740Z",
            "rejection": {
                "code": 8192,
                "details": "Please use a full name.",
                "reasons": [
                    "False or incomplete name or address information"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-02-23T00:01:10.558740Z"
        },
        "id": 7888997
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BanHypocrisy/"
    },
    "type": "petition"
}