{
    "data": {
        "attributes": {
            "action": "Reduce violence and bad language on television before the 9pm watershed",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Society reflects TV and TV mimics society. Eastenders, The Bill and Shameless broadcast into our homes on a regular basis glorify society degradation. Respect for law and order is now a byword, children are abusive to adults and the use of foul language is increasing.\n\nI petition to reduce violence / bad language on TV before 9pm. With knife crimes, revenge attacks & scenes of drive by shootings as seen in The Bill, is it really necessary for children to be able to watch these acts of violence prior to the watershed?\n\nEastenders continually shows a torrent of shouting, tears & poor use of grammar. Is it good to promote via popular TV bad English where most words don’t actually reflect how they are even spelt? Eg: compu'er, nuffink & innit?\n\nShameless tells of gritty life in a poor community - albeit in a light hearted way. Though this is shown after 9pm, it does reflect on how this country has fallen by the wayside and the benefit culture rules.\n\nWe don’t live in paradise, but let’s try and break the vicious cycle of degradation. Sign this petition to tell the Government you no longer wish to see any more subliminal corruption broadcast to our children prior to 9pm. Thank you.",
            "closed_at": "2008-07-18T00:00:00Z",
            "created_at": "2008-01-17T17:46:33.162748Z",
            "creator_name": "David Walker",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-01-17T17:46:33.162748Z",
            "rejected_at": "2008-02-28T00:01:06.629808Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-02-28T00:01:06.629808Z"
        },
        "id": 7902282
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/tvwatershed/"
    },
    "type": "petition"
}