{
    "data": {
        "attributes": {
            "action": "force all local authorities to take the lead on promoting cycling by implementing a Ride 2 Work scheme",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Cycling is an easy and low-impact activity which can significantly improve individual fitness and which has the potential to have a major impact on public health. It can help to reduce the risk of a range of health problems, notably heart disease and cancer*. \n\nOne study found that people who cycle to work experienced a 39% lower rate of all-cause mortality compared to those who did not – even after adjustment for other risk factors, including leisure time physical activity*.\n\nLocal authorities should be taking a lead on promoting cycling, especially to their staff. One way in which they can do this is to implement a ride 2 work (tax exemption) scheme. The average saving on the price of a new bike to the employee is 43%, and the employer saves money too. We believe that the PM should force all local authorities to implement such a scheme within one year of this petition closing.\n\n* = adapted from Cavill, N. & Davis, A. (2007). Cycling and Health – What’s the Evidence. London: Cycling England",
            "closed_at": "2008-05-27T00:00:00Z",
            "created_at": "2008-01-17T18:51:57.095025Z",
            "creator_name": "Scott Lloyd",
            "government_response_at": "2008-06-27T14:52:14.204500Z",
            "government_responses": [
                {
                    "created_at": "2008-06-27T14:52:14.204500Z",
                    "details": "You signed a petition asking the Prime Minister to \"force all local authorities to take the lead on promoting cycling by implementing a Ride 2 Work scheme.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page15858.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'ride2work'",
                    "updated_at": "2008-06-27T14:52:14.204500Z"
                }
            ],
            "opened_at": "2008-01-17T18:51:57.095025Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 296,
            "state": "finished",
            "updated_at": "2009-05-21T16:25:18.142828Z"
        },
        "id": 7903235
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ride2work/"
    },
    "type": "petition"
}