{
    "data": {
        "attributes": {
            "action": "The benefit system it useless",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I am currently trying to get Disability Living Allowance. I have a serious pelvis problem and it is totally stopping me having any form of a normal life. I have been awarded the lowest rate which is apporling. I cant walk i cant drive i cnt have a bath on my own cnt use toilet on my own without difficulty nor can i do hardly anything with my 13month old son.Im in constant pain even though on 2 types of tramadol. Does this warrent the lowest rate??? I have had serious problems for every benefit i have applied for. I have paid into the systems yet i have problems. Why do immigrants not have any problems? This is discusting. You are a disgusting goverment and need to look after your own (the english). Im struggling to live even tho my husband works. We have no life at all because of the rate you are taxing this country we have no spare cash at all.HOW CAN YOU SLEEP AT NIGHT? You have more than what you deserve. Its tax tax tax everything.You have hefty wages and you still claim expenses back, whats a few pens to you?While others like me are on the bread line. What are you going to do to help us??and stop giving everything to the immigrants that then go and kill us.",
            "closed_at": "2008-07-17T00:00:00Z",
            "created_at": "2008-01-17T22:05:01.958192Z",
            "creator_name": "rachael gale",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-01-17T22:05:01.958192Z",
            "rejected_at": "2008-02-22T00:01:08.279841Z",
            "rejection": {
                "code": 512,
                "details": "Your title should be a call for action, not a statement / name.",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-02-22T00:01:08.279841Z"
        },
        "id": 7905850
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/wrongbenefits/"
    },
    "type": "petition"
}