{
    "data": {
        "attributes": {
            "action": "build a new town and abandon Government plans to build 45,000 new homes in the market town of Northampton",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Government have obliged our local politicians to allow 45,000 homes to be built directly around Northampton town.  The town is already seriously congested and cannot cope with such an expansion (60% increase in population).  There is no plan or funding for Roads and all other essential services.  Cambridge has been granted a new town for just 10,000 houses.  West Northamptonshire Development Corporation say that the Government can't afford the infrastructure for a new town for Northampton.  We implore the Prime Minister to recognise that the overloading of Northampton's old-fashioned structure will result in a slum town of the future.",
            "closed_at": "2009-01-27T00:00:00Z",
            "created_at": "2008-01-17T23:23:43.663660Z",
            "creator_name": "Roger Kingston",
            "government_response_at": "2009-06-15T11:27:21.388901Z",
            "government_responses": [
                {
                    "created_at": "2009-06-15T11:27:21.388901Z",
                    "details": "You signed a petition asking the Prime Minister to \"build a new town and abandon Government plans to build 45,000 new homes in the market town of Northampton.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page19620\n\n\nPrime Minister's Office1",
                    "summary": "Government response to petition 'nrapetition'",
                    "updated_at": "2009-06-15T11:27:21.388901Z"
                }
            ],
            "opened_at": "2008-01-17T23:23:43.663660Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 201,
            "state": "finished",
            "updated_at": "2009-01-28T00:01:01.779282Z"
        },
        "id": 7906499
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/nrapetition/"
    },
    "type": "petition"
}