{
    "data": {
        "attributes": {
            "action": "call a general election and allow us the chance to pass a verdict on this manipulative, incompetent, insincere and spin the bottler tax us out of existence prime minister.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "It’s time to call general election and give the general public the opportunity to pass a verdict on this manipulative, incompetent, insincere and spin the bottler tax us out of existence prime minister. Never having been elected in the first instance having bullied any possible contenders not to stand.\nSome examples that spring to mind are:\n1.\tDestruction of the pension system for many.\n2.\tThe sale of UK gold reserves which lost money that black Wednesday several times over.\n3.\tThe inevitable downturn in the UK economy caused by Mr Brown’s lack of prudence and ability to save for a rainy day.\n4.\tThe cynical way that Mr Brown try’s to manipulate the media “new start, re launch” this is the person that has been 2nd in command or as some would believe in charge for the last 10 years so how can he claim to be new……..\nToo many others to mention….",
            "closed_at": "2009-01-18T00:00:00Z",
            "created_at": "2008-01-18T00:40:54.321882Z",
            "creator_name": "Get out Gordon!!!",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-01-18T00:40:54.321882Z",
            "rejected_at": "2008-02-26T00:01:01.642941Z",
            "rejection": {
                "code": 10242,
                "details": "http://petitions.pm.gov.uk/springelection/",
                "reasons": [
                    "Potentially libellous, false, or defamatory statements",
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions",
                    "False or incomplete name or address information"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-02-26T00:01:01.642941Z"
        },
        "id": 7906868
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/getoutgordon/"
    },
    "type": "petition"
}