{
    "data": {
        "attributes": {
            "action": "Government should act on the brave words of Helen Newlove following convictions for the murder of her husband Gerry. Stop this denial about the extent of the youth culture of drink, drugs and violence and act to protect communities - whatever it takes please.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Publicity was given in the press and on the Jeremy Vine show (BBC Radio 2) on 17 January 2008 to the words of Helen Newlove, following the conviction of four youths for the murder of her husband Gerry in Warrington.  http://www.manchestereveningnews.co.uk/news/s/1032388_helen_newloves_full_statement. Those brave words showed no bitterness but encapsulated all the wrongs of the current youth culture of drink, and associated violence and lack of respect. Murder may be an exception but every  night the streets of our communities are blighted by the results of yob culture from intimitation, vitimisation, lack of respect, to criminal damage and violence, most of which goes unreported.  It is right to say that there is as much good in today's youth as in the past but there is also much more bad, which affects almost all communities and makes many streets no go areas at night.  Those like Gerry who try to organise communities to resist  are cruelly victimised with little protection from the police. The government appears to be in denial and needs to recognise how far we have fallen and start to tackle the problem.  The electorate needs results and protection, whatever it takes please.",
            "closed_at": "2008-04-18T00:00:00Z",
            "created_at": "2008-01-18T06:32:35.818175Z",
            "creator_name": "John Tebbs",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-01-18T06:32:35.818175Z",
            "rejected_at": "2008-02-28T00:01:06.629808Z",
            "rejection": {
                "code": 67584,
                "details": "http://petitions.pm.gov.uk/teenagegangs/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions",
                    "Contains links to websites"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-02-28T00:01:06.629808Z"
        },
        "id": 7907249
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/GerryNewlove/"
    },
    "type": "petition"
}