{
    "data": {
        "attributes": {
            "action": "introduce personal finance educuation to the National Curriculum",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We believe that personal finance should be taught in schools as part of the National Curriculum. \n\nIn order to prepare the next generation for adulthood, schools should teach pupils the basics of personal finance, from opening a bank account, to buying a house to setting up a pension. \n\nPersonal finance education would also highlight the importance of budgeting, the consequences of debt and tax issues. From primary school upwards, children should be taught the value of money so that by the time they leave school they are well equipped to make sound financial decisions based on their knowledge and understanding of the way financial products work. \n\nThis is the only way to achieve a society where debt is not the norm and people can protect themselves from scams and bad financial decisions.",
            "closed_at": "2009-02-07T00:00:00Z",
            "created_at": "2008-01-18T12:22:45.326248Z",
            "creator_name": "Rachel Lacey",
            "government_response_at": "2009-03-27T15:59:20.929483Z",
            "government_responses": [
                {
                    "created_at": "2009-03-27T15:59:20.929483Z",
                    "details": "You signed a petition asking the Prime Minister to \"introduce personal finance educuation to the National Curriculum.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page18763\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'KidsandCash'",
                    "updated_at": "2009-03-27T15:59:20.929483Z"
                }
            ],
            "opened_at": "2008-01-18T12:22:45.326248Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 2336,
            "state": "finished",
            "updated_at": "2009-12-29T15:26:47.692240Z"
        },
        "id": 7916938
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/KidsandCash/"
    },
    "type": "petition"
}