{
    "data": {
        "attributes": {
            "action": "Ensure that all speed cameras have the speed limit clearly visible on them",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "What's worse than being caught by a speed camera? The guy in front jamming his brakes on just before one, that's what!\n\nSpeed cameras are not going to be banned, outlawed or removed. It's just a fact. The government make too much money out of them, and they are too convenient. But on a plus side, they do stop idiots like boy-racers from tearing up the street. For a short while at any rate.\n\nMy problem is, that 90% of the time wherever a speed camera is situated, it does not state the speed limit. So everybody who is not instinctively reading the road to know what speed we should be doing (ie. most of us) end up braking down to 30mph even if the speed limit is 50mph. 'Just in case.' It is more dangerous than speeding, as it could result in even more accidents - and I have seen some near misses in my time. Or even worse, getting caught in a 30mph zone which you thought was 40mph!\n\nMy point is this - every single speed camera should display the speed limit you should be adhering to on the back. That way, we all know where we stand. They are visible enough anyway, so what would be the problem with it? None. We would get caught out less often as a result.\n\nThanks for reading!",
            "closed_at": "2008-09-29T00:00:00Z",
            "created_at": "2008-01-18T18:25:52.649188Z",
            "creator_name": "Matt Lumb",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-01-18T18:25:52.649188Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 44,
            "state": "finished",
            "updated_at": "2008-09-30T00:01:01.721745Z"
        },
        "id": 7928211
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/speedsoncameras/"
    },
    "type": "petition"
}