{
    "data": {
        "attributes": {
            "action": "review the Probation Service's flat cash budget in order to save jobs within the service and ensure public protection is not compromised",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The government claims to be 'tough on crime', yet has placed the Probation Service on a 3 year flat cash budget, meaning the Service receives exactly the same budget for the next 3 years and does not allow for annual pay increments or inflation costs. This is resulting in staff redundancies and recruitment freezes; the result of which is likely to be the compromise of public protection. The Probation Service needs to be staffed and funded to an adequate level in order for offenders and the risks they pose to be properly supervised and monitored. At a time when Probation workloads are increasing with more offenders being supervised within the community (particularly in view of the prison overcrowding crisis) it makes no sense to restrict the Probation Service in such a way. Help to ensure you and those you care about are protected from crime and its effects by supporting this petition for the government to review their decision on Probations budget.",
            "closed_at": "2008-03-29T00:00:00Z",
            "created_at": "2008-01-18T18:52:40.938047Z",
            "creator_name": "Ellie Boarder",
            "government_response_at": "2008-05-12T15:30:14.552065Z",
            "government_responses": [
                {
                    "created_at": "2008-05-12T15:30:14.552065Z",
                    "details": "You signed a petition asking the Prime Minister to \"review the Probation Service's flat cash budget in order to save jobs within the service and ensure public protection is not compromised.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page15506.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'probationbudget'",
                    "updated_at": "2008-05-12T15:30:14.552065Z"
                }
            ],
            "opened_at": "2008-01-18T18:52:40.938047Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1733,
            "state": "finished",
            "updated_at": "2008-06-23T03:41:50.509607Z"
        },
        "id": 7928607
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/probationbudget/"
    },
    "type": "petition"
}