{
    "data": {
        "attributes": {
            "action": "Ask the Secretary of State to call In TESCO/Everton Planning Application in Kirkby",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Kirkby has been starved of investment for many years. We have now been advised that there are two options to redevelop Kirkby, Tesco/Everton or Development Securities.\n\nKnowsley Council are trying to change the Unitary Development Plan, adopted June 06, citing the failure of this plan to allow an Interim Policy Statement to be drafted. The change of use of land from recreational/educational/greenspace should be stopped and land left for residents to continue to enjoy.\n\nDespite the objections to the IPS, Knowsley Council have still continued with their allegiance towards Tesco/Everton, we believe that all parties should be given a fair hearing.  \n\nThe Dev Sec option meets all the requirements of the current UDP and will regenerate Kirkby as a town.\n\nThe consultation and decison making process,to date, has not been even handed and advised all residents of all the facts.  A town of 42,500 pop. does not need one of the largest supermarkets in Britain.\n\nWe don't need to be thrust up the retail heirarchy whereby all people will want to do is shop in Kirkby, not live.\n\nWe urge all supporters of democracy who want to see Kirkby residents treated fairly to sign this petition.",
            "closed_at": "2008-07-19T00:00:00Z",
            "created_at": "2008-01-19T13:35:30.209015Z",
            "creator_name": "Wayne Tully",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-01-19T13:35:30.209015Z",
            "rejected_at": "2008-02-28T00:01:06.629808Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/evertoncallin/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-02-28T00:01:06.629808Z"
        },
        "id": 7934535
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Kirkbyinquiry/"
    },
    "type": "petition"
}