{
    "data": {
        "attributes": {
            "action": "intervene to ensure that any vote or decision to close the Jubilee Adult Day Care Centre is deferred.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Jubilee Centre in St Albans, a part of the local community for 29 years, provides adult day care and companionship for those who suffered birth defects, illness or injury leading to sensory and/or physical disabilities of a profound nature.\nThis Community Centre has enabled vulnerable people and their carers to build loving and deep friendships which have sustained them through their darkest times.  \nVital respite provided by the Jubilee Centre is a fundamental benefit and a lifeline for the many carers and their families.\n\nIn December 2007, Herts County Council announced a proposal to close this Centre!\n\nCouncil Officers offered NO satisfactory alternative provisions to the carers for the welfare, care and safety of our citizens with sensory or physical disabilities.\n\nNo action that crucially affects the lives and wellbeing of so many disabled people and their carers should take place unless and until an equivalent venue and service provision is in place in St Albans.  \n\nWe plead with the Government to intervene to ensure that any vote or decision to close the Jubilee Adult Day Care Centre is deferred.",
            "closed_at": "2008-02-27T00:00:00Z",
            "created_at": "2008-01-20T00:00:13.237754Z",
            "creator_name": "Angela Jordan",
            "government_response_at": "2008-03-14T15:48:06.696174Z",
            "government_responses": [
                {
                    "created_at": "2008-03-14T15:48:06.696174Z",
                    "details": "You signed a petition asking the Prime Minister to \"intervene to ensure that any vote or decision to close the Jubilee Adult Day Care Centre is deferred.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page15018.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'JubileeDayCare'",
                    "updated_at": "2008-03-14T15:48:06.696174Z"
                }
            ],
            "opened_at": "2008-01-20T00:00:13.237754Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 712,
            "state": "finished",
            "updated_at": "2008-09-08T03:52:43.329643Z"
        },
        "id": 7938952
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/JubileeDayCare/"
    },
    "type": "petition"
}