{
    "data": {
        "attributes": {
            "action": "stop any legislation allowing a responsible pharmacist to be absent from the pharmacy, or to be responsible for more than one pharmacy in any circumstance.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Pharmacists have had 5-years of university and practice based training in community, hospitals and PCTs. Apart from being experts on drugs, providing information on how to use them correctly, and highlighting dosage and any contraindications they are also extremely knowledgeable in terms of the clinical and physiological implications and have sufficient training to provide advice not just to the general public but other health professionals such as GPs.  They cannot be replaced without this training.\n\nWe as health care professionals and members of the public, understand that if a pharmacist was allowed to be absent for 1-2 hours a day it will be for the benefit of the public and the pharmacist's role.  \n\nHowever, some pharmacists believe this is a stepping-stone for implementing the \"remote supervision\" legislation where one pharmacist can be responsible for more than one pharmacy.  We find this unacceptable putting an end to the pharmacy profession.\n\nThis petition urges the government to guarantee and safeguard the pharmacy profession and the health of the public by putting a side the gain for the treasury and large businesses, and putting the health of the nation first.",
            "closed_at": "2008-04-27T00:00:00Z",
            "created_at": "2008-01-20T02:19:00.912964Z",
            "creator_name": "Amjad Khan",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-01-20T02:19:00.912964Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 41,
            "state": "finished",
            "updated_at": "2008-04-28T00:01:01.403580Z"
        },
        "id": 7939305
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/newpharmacy/"
    },
    "type": "petition"
}