{
    "data": {
        "attributes": {
            "action": "implement a nationwide screening programme for Scoliosis",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Scoliosis is an abnormal lateral curvature of the spine, which normally affects the thoracic or lumbar spine.  When viewed from the back, a normal spine is seen as straight, but in a spine with scoliosis it shows a curve.\n\nAlthough this condition affects 3 or 4 per 1,000 of the population (though perhaps more, as some currently go undiagnosed), awareness of it is low.  This can cause pain as it develops, as well as having an effect on a patient's lung capacity and reducing their quality of life.  Treatment in the early stages can be successful without resorting to surgery, but by implementing a national screening programme, treatment can be sought at an earlier stage, hopefully negating the need for invasive procedures in some cases.",
            "closed_at": "2009-01-27T00:00:00Z",
            "created_at": "2008-01-20T14:16:57.194034Z",
            "creator_name": "Becky Hughes",
            "government_response_at": "2009-03-24T15:37:59.791652Z",
            "government_responses": [
                {
                    "created_at": "2009-03-24T15:37:59.791652Z",
                    "details": "You signed a petition asking the Prime Minister to \"implement a nationwide screening programme for Scoliosis.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page18677\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'scoliscreening'",
                    "updated_at": "2009-03-24T15:37:59.791652Z"
                }
            ],
            "opened_at": "2008-01-20T14:16:57.194034Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1127,
            "state": "finished",
            "updated_at": "2009-05-21T16:25:18.142828Z"
        },
        "id": 7941543
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/scoliscreening/"
    },
    "type": "petition"
}