{
    "data": {
        "attributes": {
            "action": "direct the MHRA to require drug manufactures to add Black Box Warnings for adverse reactions of psychotropic drugs",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Since 2000 there have been 119 international warnings against psychiatric drugs. Serious and even life-threatening drug effects have been withheld from consumers, who sometimes are unaware that they can report drug adverse reactions to the MHRA (Medicines and Healthcare products Regulatory Agency), and this could have prevented deaths. \nPsychiatric drug effects can include anxiety, agitation, blood disorder, hallucination, hostility, psychosis, depression, strokes, heart attack, liver damage, diabetes, seizures, suicide, violence and death.\nPsychiatrists have also failed in reporting drug side effects to the authorities or manufactures.\nTherefore we, the undersigned, urge the PM to direct the MHRA to require drug manufacturers to add prominent boxed advice at the beginning of drug product information and displayed on medicine containers telling consumers: “You are encouraged to report drug side effects to the Medicines and Healthcare products Regulatory Agency” and provide contact details.",
            "closed_at": "2009-01-27T00:00:00Z",
            "created_at": "2008-01-20T19:49:10.506383Z",
            "creator_name": "Yolanda Fletcher",
            "government_response_at": "2009-06-10T11:11:21.118577Z",
            "government_responses": [
                {
                    "created_at": "2009-06-10T11:11:21.118577Z",
                    "details": "You signed a petition asking the Prime Minister to \"direct the MHRA to require drug manufactures to add Black Box Warnings for adverse reactions of psychotropic drugs.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page19549\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Drug-Warnings'",
                    "updated_at": "2009-06-10T11:11:21.118577Z"
                }
            ],
            "opened_at": "2008-01-20T19:49:10.506383Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 612,
            "state": "finished",
            "updated_at": "2009-01-28T00:01:01.779282Z"
        },
        "id": 7944409
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Drug-Warnings/"
    },
    "type": "petition"
}