{
    "data": {
        "attributes": {
            "action": "ringfence Multi-Professional Education and Training (MPET) funding given to strategic health authorities to provide nurse training and to support the Nursing Times Time Out For Training campaign.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Since 2005/6 Strategic Health Authorities have diverted more than £500m away from MPET budgets to pay for other services and plug financial deficits.\n\nBoth mandatory and non-mandatory post-registration nurse training have been severely reduced across the country as a result.\n\nThe situation continues, putting nurses’ career progression and patient safety at risk.\n\nThe Nursing Times Time Out For Training Campaign urges the Prime Minister to ringfence post-registration nurse training funds to stop SHAs spending the money elsewhere.",
            "closed_at": "2008-07-27T00:00:00Z",
            "created_at": "2008-01-21T11:00:11.840931Z",
            "creator_name": "Nursing Times",
            "government_response_at": "2008-08-22T14:57:56.407609Z",
            "government_responses": [
                {
                    "created_at": "2008-08-22T14:57:56.407609Z",
                    "details": "You signed a petition asking the Prime Minister to \"ringfence Multi-Professional Education and Training (MPET) funding given to strategic health authorities to provide nurse training and to support the Nursing Times Time Out For Training campaign.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page16663\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'TOFTnurse'",
                    "updated_at": "2008-08-22T14:57:56.407609Z"
                }
            ],
            "opened_at": "2008-01-21T11:00:11.840931Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1167,
            "state": "finished",
            "updated_at": "2008-07-28T00:01:02.054954Z"
        },
        "id": 7953942
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/TOFTnurse/"
    },
    "type": "petition"
}