{
    "data": {
        "attributes": {
            "action": "ensure that criminals convicted overseas, like Gary Glitter, who then develop illnesses and return to the UK for treatment are treated in exactly the same way as pensioners who spend 3 or more months out of the country, in Spain, in that they are NOT entitled to free NHS medical treatment on their return.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "It is common knowledge that pensioners who have previously invested, through their national insurance contributions, to the running of this country and the NHS are being denied NHS treatment when returning to the UK after spending 3 or more months in overseas locations where they might prefer to spend their retirement.  How is it possible, therefore, for Gary Glitter to arrive in the country from overseas - having spent over FOURTEEN months in prison in Thailand - and immediately be entitled to NHS treatment without charge?  The same question can be asked about ANYBODY who arrives from overseas with existing illnesses - WHY ARE THEY BEING TREATED AT THE EXPENSE OF THE ENGLISH TAXPAYER?",
            "closed_at": "2009-01-21T00:00:00Z",
            "created_at": "2008-01-21T14:25:24.453792Z",
            "creator_name": "Keith Jones (Taxpaying Pensioner)",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-01-21T14:25:24.453792Z",
            "rejected_at": "2008-03-08T00:01:07.420118Z",
            "rejection": {
                "code": 258,
                "details": "Gary Glitter has not returned to the UK.",
                "reasons": [
                    "Potentially libellous, false, or defamatory statements",
                    "Wording that needs to be amended, or is impossible to understand"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-03-08T00:01:07.420118Z"
        },
        "id": 7962562
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/StopFreeNHS/"
    },
    "type": "petition"
}