{
    "data": {
        "attributes": {
            "action": "Sever the links between the Church of Scientology and the Police, also to prevent further links similar to these.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Times detailed, on the 20th Jan 2008, that the \"Church\" of Scientology is exploiting the British Police to distribute materials with no basis in fact. I quote: \"Officers have been handing out booklets that praise the science fiction writer L Ron Hubbard, the church’s founder, and describe both prescription and illegal drugs as “poison”.\" This is irresponsible at best, and at worst, manipulating the Police to promote a commercial organisation. These \"anti-drug leaflets\" are nothing of the sort- the charity DrugScope said \"These booklets… should not be allowed in schools.\" The booklets went so far as to claim that Scientology’s version of drug \"therapy\" was \"the safest, most effective - and only - detoxification procedure of its kind\". This is, of course, a complete untruth. In conclusion, leave drugs policies to the experts, and sever any future links between the Police and any other commercial organisations.",
            "closed_at": "2008-03-27T00:00:00Z",
            "created_at": "2008-01-21T17:30:07.131300Z",
            "creator_name": "Josh Palmer",
            "government_response_at": "2008-04-16T14:31:32.667446Z",
            "government_responses": [
                {
                    "created_at": "2008-04-16T14:31:32.667446Z",
                    "details": "You signed a petition asking the Prime Minister to \"Sever the links between the Church of Scientology and the Police, also to prevent further links similar to these.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page15283.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'PoliceandCoS'",
                    "updated_at": "2008-04-16T14:31:32.667446Z"
                }
            ],
            "opened_at": "2008-01-21T17:30:07.131300Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 531,
            "state": "finished",
            "updated_at": "2008-07-18T03:41:22.183930Z"
        },
        "id": 7969073
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/PoliceandCoS/"
    },
    "type": "petition"
}