{
    "data": {
        "attributes": {
            "action": "instruct the Foreign Secretary to urge the United Nations to include gender as an issue on which people can claim asylum due to fears of persecution",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Having just looked on a relevant web-site it seems that gender is NOT specified as an issue for claiming asylum. It is IMPERATIVE for gender to be included IMMEDIATELY in view of the way women, especially, are treated in countries with a religious fundamentalist legal system.  \n\nWithout wanting to stigmatise Islam more than it already is stigmatised I would especially mention the VERY strict rules on women's dress, etc., practised in fundamentalist Muslim states: women can be arrested for showing even the tiniest amount of hair or skin on the pretext that they have sexually aroused a man or men and/or \"provoked\" him/them to rape; rape is punished with execution(!) because it's seen as adultery.  This also means that men can commit it with impunity; who would report it to the Police knowing what will happen if she does?  It must be terrible for women to exist under such conditions; they must constantly fear the consequences of showing \"too much\" hair/skin.  They have no control over being born into such a country and the least any compassionate organisation can do for them is to allow them asylum on the grounds of gender.",
            "closed_at": "2008-09-29T00:00:00Z",
            "created_at": "2008-01-22T01:35:45.137572Z",
            "creator_name": "Margaret King",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-01-22T01:35:45.137572Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 9,
            "state": "finished",
            "updated_at": "2008-10-13T15:16:11.950546Z"
        },
        "id": 7974880
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/GenderAsylum/"
    },
    "type": "petition"
}