{
    "data": {
        "attributes": {
            "action": "Issue a Referendum on a British Republic",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "A modern nation cannot be ruled by a hereditary monarch. No HM's Government, but a Government responsible to the people. No House of Lords, hereditary, appointed or other, but a purely democratic 2nd House. No Civil List but a wage to an elected Head of State chosen by the people. No subjects but citizens! Regardless of power, a Statesperson chosen without consent is a tyrant. A British Republic is the only way Britain can claim to be a democracy. How can we fight a War for Democracy in Iraq and Afghanistan when we lack a truly representative government ourselves? Their is a President in Kabul and Baghdad, without a Republic, Britain is a hyposcrisy. All governments only have the right to rule with the consent of the people, otherwise they are dictatorships. Regardless of Kingdom or Republic, the people have the inalienable right to choose their form of government. Our voice must be heard.",
            "closed_at": "2009-01-22T00:00:00Z",
            "created_at": "2008-01-22T02:05:05.280229Z",
            "creator_name": "Pete Wilson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-01-22T02:05:05.280229Z",
            "rejected_at": "2008-02-28T00:01:06.629808Z",
            "rejection": {
                "code": 258,
                "details": "",
                "reasons": [
                    "Potentially libellous, false, or defamatory statements",
                    "Wording that needs to be amended, or is impossible to understand"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-02-28T00:01:06.629808Z"
        },
        "id": 7974914
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/RepublicUK/"
    },
    "type": "petition"
}