{
    "data": {
        "attributes": {
            "action": "obilgate Heathrow airport (BAA) to provide passengers in shoe scrinning areas with disposal plastic foot covers",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I'm an RF citizen, but the problem concerns all people flying from Hethrow. \n\nThe shoe screening procedure conditions in Heathrow are not satisfactory:\n\n   1. Permanent presence of security officers booted in their footwear with uncertain level of cleanliness over the same rubber mats where passengers go without shoes or barefoot.\n\n   2. Very large number of people going over the same narrow place increase infection risk. Picking up infection in the shoe screening area can not be detected immediately and its relation to Heathrow airport is not obvious and can not be proved.\n\nAn easy solution of this problem would be: Heathrow (BAA) provides passengers with disposal plastic foot covers allowing to use or not to use them, warning passengers in advance about the risks of infection and injuries.\n\nPlastic foot covers are commonly used in Russian (RF) airports. I believe this solution would make shoe screening procedure less unpleasant and exclude it from the list of reasons for bad mood.",
            "closed_at": "2009-01-29T00:00:00Z",
            "created_at": "2008-01-22T08:29:45.032435Z",
            "creator_name": "Alexander Krasin",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-01-22T08:29:45.032435Z",
            "rejected_at": "2008-03-06T00:01:04.966711Z",
            "rejection": {
                "code": 16384,
                "details": "",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-03-06T00:01:04.966711Z"
        },
        "id": 7975952
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/heatrow-hygiene/"
    },
    "type": "petition"
}