{
    "data": {
        "attributes": {
            "action": "Revise the design of motor vehicle number plates",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The imposition of Draconian laws governing the size of motorcycle number plates results in the current 9\" x 7\" plate being so large as to spoil the appearance of many motorcycles.  This is particularly so given the yellow and black configuration, rendering UK number plates particularly cumbersome and gawdy when compared to other nations.  Vehicle number plates in the USA for example, allow the aesthetics of vehicles to be preserved whilst remaining practical for legal purposes.  Motorcycle plates there are a fraction of the present UK legal size.  \n\nPlease revise the laws to allow a new standard of vehicle number plate to be introduced.  This could usefully involve a reduction in size (e.g. 7\" x 5.5\" for motorcycles) and colour and would allow citizens the freedom to enjoy their vehicles without having to tolerate the current badly designed, over-sized and very dated vehicle number plates.",
            "closed_at": "2009-01-29T00:00:00Z",
            "created_at": "2008-01-23T05:40:27.671356Z",
            "creator_name": "Stephen Forrest",
            "government_response_at": "2009-03-02T15:42:22.994829Z",
            "government_responses": [
                {
                    "created_at": "2009-03-02T15:42:22.994829Z",
                    "details": "You signed a petition asking the Prime Minister to \"Revise the design of motor vehicle number plates.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page18452\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'numberplate'",
                    "updated_at": "2009-03-02T15:42:22.994829Z"
                }
            ],
            "opened_at": "2008-01-23T05:40:27.671356Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 286,
            "state": "finished",
            "updated_at": "2009-07-24T14:38:24.923777Z"
        },
        "id": 8006688
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/numberplate/"
    },
    "type": "petition"
}