{
    "data": {
        "attributes": {
            "action": "put some form of roof over horshams skatepark",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "ok so baysickly im a skater from horsham and im also a chef ok so no hooligan,well not according to the police/carpark security and attendents i have recived countless stop forms and plenty of name calling from none other than the ol bill! \ni am a dedicated skater and i sk8 all year round but to sk8 it has got to be dry otherwise pain is coming your way\nanyway i told this to the council and they just shoo'd me away...\n\nthey dont understand what a roof would do for the park and its users.\n\ninstead of paying stupid money evry year on manitinence from water damage\nlike rotting they could spend it on improvements like new stuff to skate plus to help towards maintenence a roof would supply a way of having competitions all year round because you have to pay to skate comps a persentage could go towards doing up the park some more all horsham council said was it would attract the wrong type of people.\n\nwhat the hell?\n\nit would attract every skatboarder and bmxer from all round sussex\n\nso help us make this happen!",
            "closed_at": "2008-04-23T00:00:00Z",
            "created_at": "2008-01-23T11:01:45.986208Z",
            "creator_name": "kieran powell",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-01-23T11:01:45.986208Z",
            "rejected_at": "2008-02-28T00:01:06.629808Z",
            "rejection": {
                "code": 4096,
                "details": "This is a local government issue.",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-02-28T00:01:06.629808Z"
        },
        "id": 8016173
    },
    "links": {
        "original": "http://petitions.number10.gov.uk//"
    },
    "type": "petition"
}