{
    "data": {
        "attributes": {
            "action": "Make it financially feesible for parents to undertake employment",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Recently, the government have announced plans to change the rules of income support,stopping the benefit and expecting parents to find employment once a child reaches the age of 12 in October 2008, this age will eventually go down to the age of 7 in the year 2010.\n\nAs a single parent who works full time, I suffer the consequences of childcare costs. Tax credits currently pay a maximum, dependant on how many children the parent(s) have, and dependant on income. Having worked out my incomings/outgoings and compared it to the figure of what I would recieve on benefit, I would be far better off not working, there are many parents, both one parent and two parent families in the same boat as myself. Full time employees are living below the breadline. It does not make financial sense for people to come off benefit to make a return to work, there is no incentive. Many people want to work, they want the identity and social status that comes along with being an employee. However, they stay on benefit as they cannot reasonably afford childcare costs. I petition the Prime Minister to review the tax credit/benefit system in order to make it financially feesible for parents to undertake employment.",
            "closed_at": "2008-10-04T00:00:00Z",
            "created_at": "2008-01-23T22:14:17.403625Z",
            "creator_name": "Ms Susan Taylor",
            "government_response_at": "2009-05-22T11:59:51.883232Z",
            "government_responses": [
                {
                    "created_at": "2009-05-22T11:59:51.883232Z",
                    "details": "You signed a petition asking the Prime Minister to \"Make it financially feesible for parents to undertake employment.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page19368\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Parentemploymees'",
                    "updated_at": "2009-05-22T11:59:51.883232Z"
                }
            ],
            "opened_at": "2008-01-23T22:14:17.403625Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 211,
            "state": "finished",
            "updated_at": "2009-03-24T16:20:28.589662Z"
        },
        "id": 8043686
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Parentemploymees/"
    },
    "type": "petition"
}