{
    "data": {
        "attributes": {
            "action": "let the citizens of manchester vote for the congestion charge",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "the councils around manchester have voted for the congestion charge behind closed doors. a small number of councilers have voted to bring the congestion charge to greater manchester without consultation with the citizens of greater manchester. Let the councils of greater manchester now show the citizens of manchester the plans for the congestion charge . and let the people decide if the plans will be of great benefit to the people of greater manchester or is it just another tax.\nmy proposel would be to allow the people of greater manchester the right to vote on the plans drawn up by the councils to accept the congestion charge or scrap the congestion charge  the best time to vote would be at the same time as the general election allowing the people of greater manchester a say in their future",
            "closed_at": "2008-10-04T00:00:00Z",
            "created_at": "2008-01-24T15:06:48.053993Z",
            "creator_name": "N Ashall",
            "government_response_at": "2008-10-28T15:35:19.256533Z",
            "government_responses": [
                {
                    "created_at": "2008-10-28T15:35:19.256533Z",
                    "details": "You signed a petition asking the Prime Minister to \"let the citizens of manchester vote for the congestion charge.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page17299\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'nigelA'",
                    "updated_at": "2008-10-28T15:35:19.256533Z"
                }
            ],
            "opened_at": "2008-01-24T15:06:48.053993Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 298,
            "state": "finished",
            "updated_at": "2008-10-27T15:44:11.369607Z"
        },
        "id": 8074869
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/nigelA/"
    },
    "type": "petition"
}