{
    "data": {
        "attributes": {
            "action": "Ban Agricultural Vehicles from Dual Carriageways HGV1 vehicles from using outside lane on dual carriageways and rigidly enforce the speed restrictions on HGV1's",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I would like to see all Agricultural Vehicles banned from using any part of Dual Carriageways and a French style restriction on HGV1 vehicles from using the outside lane on Dual Carriageways and the Speed Limit on HGV1 vehicles more strictly enforced.\n\nHGV1 Drivers finding themselves approaching other HGV1 vehicles doing more or less the same speed constantly overtake at a passing speed of 1 or 2 miles an hour faster than the slower moving HGV1 vehicle/s (sometimes they have to overtake a line of them) causing long tail backs and congestion.  \n\nThis causes great frustration to other road users and less law abiding citizens to use the nearside lane to overtake again causing unwanted frustration to others.\n\nBy rigidly enforcing this new code of practice traffic would flow better and tail backs would be less frequent.\n\nIf HGV1 Drivers know they are not allowed to overtake on Dual Carriageways, they might even be more inclined to widen the gap between them and the HGV1 vehicles in front of them making it safer and easier to pass them.",
            "closed_at": "2009-02-03T00:00:00Z",
            "created_at": "2008-01-24T16:28:04.937842Z",
            "creator_name": "Dylan Howell",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-01-24T16:28:04.937842Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 9,
            "state": "finished",
            "updated_at": "2009-02-04T00:01:01.866752Z"
        },
        "id": 8079177
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/DualCarriageways/"
    },
    "type": "petition"
}