{
    "data": {
        "attributes": {
            "action": "stop st.albans council chariging its residents ridicuolous parking fees thus destroying tourism and causing local businesses to close",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Over the past 2 years since St.Albans council introduced its new parking measures, many shops have been forced to close, these include shops such as NEXT which really casts doubts over the future of town centre shopping. St.Albans is one of the UKs most historic towns and it should be easy to get to and park within, without worrying about fines or paying extortionate amounts to park. Even residents have to pay to park on the road in front of their homes, although they get a small discount which decreases for each car. Since the parking restrictions were put in place fewer tourists have visited the town. Through talking to shop owners I have found they are worried about how they will stay afloat as they fork out huge amounts to park each month. Then the shoppers have said that would rather shop in Watford, as the parking is more reasonable, and there is now a better selection of shops, this includes local residents! I ask where has the money gone from the parking as none of the facilities have been improved, and the town centre traffic has been havoc ever since. This is the second online petition regarding this matter. The first wasn't publicised and recieved 44 signitures.",
            "closed_at": "2009-02-03T00:00:00Z",
            "created_at": "2008-01-24T17:38:45.714315Z",
            "creator_name": "david ketley",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-01-24T17:38:45.714315Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 30,
            "state": "finished",
            "updated_at": "2010-01-22T16:43:27.390870Z"
        },
        "id": 8081988
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/staparking/"
    },
    "type": "petition"
}