{
    "data": {
        "attributes": {
            "action": "give England a national bank holiday in honour of the Queens birthday, countries such as Australia,Thailand,Gibralter and even The Netherlands already receive this public holiday yet England in which the Queen resides does not declare this day a public holiday,",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The list of Birthday Honours is also announced at the time of the UK Official Birthday celebrations. In British diplomatic missions the day is treated as the National Day of the United Kingdom. Although it is not celebrated as a public holiday in the UK,civil servants are given a \"privilege day\" at this time of year, which is merged with the Spring Bank Holiday (last Monday in May) to create a long weekend.\nAustralia, observes the Queen's Birthday on the second Monday in June, marking it with a public holiday,\nThe Queen's official birthday is a public holiday in Gibraltar and Bermuda, and most other British overseas territories. In the Falkland Islands, the actual day of the Queen's birth, April 21.\nFiji also still celebrates the Queen's Official Birthday, along with the Prince of Wales's Birthday, since although the Queen ceased to be head of state in 1987, she remains recognised as Paramount Chief of Fiji.",
            "closed_at": "2009-02-03T00:00:00Z",
            "created_at": "2008-01-25T12:46:59.376349Z",
            "creator_name": "Daniel Hughes",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-01-25T12:46:59.376349Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 58,
            "state": "finished",
            "updated_at": "2009-02-04T03:02:01.455664Z"
        },
        "id": 8110411
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/QueensBirthday/"
    },
    "type": "petition"
}