{
    "data": {
        "attributes": {
            "action": "Speak out against bureaucrats who ban the most ridiculous things incase of causing offence.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Children's book about Three Little Pigs - BANNED incase it offenced certain cultures. Do we get offended when we see pork sausages is the supermarket? No.  I don't eat mushrooms, but that doesn't mean I get offended by them being for sale.  Banning of the word black in schools incase it offends people. Blackboards seem to be chalkboards now.  Baa Baa Black Sheep isn't as black now as he is a Wooly Sheep. Come now Mr Brown.. isn't it time we stopped all this banning things for the most ridiculous reasons?  I for one am offended by this nanny culture that the country's bureaucrats have put us in.  Let's ban that! Sometimes people just need to take a step back and think, \"Are these things REALLY offensive?\" Please at the very least discuss this in Parliament. I and many other would love to know where the people that ban things for the most frivolous reasons are coming from.",
            "closed_at": "2008-07-25T00:00:00Z",
            "created_at": "2008-01-25T14:19:05.365173Z",
            "creator_name": "Steven Brain",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-01-25T14:19:05.365173Z",
            "rejected_at": "2008-02-29T00:01:09.589574Z",
            "rejection": {
                "code": 2048,
                "details": "Pls see:\nhttp://petitions.pm.gov.uk/InstitutionalPC/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-02-29T00:01:09.589574Z"
        },
        "id": 8115783
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Offence/"
    },
    "type": "petition"
}