{
    "data": {
        "attributes": {
            "action": "Support the goverment in creating a levy or tax on alcohol producers, of 1 penny per alcoholic drink sold. With the revenue \"ringfenced\" for treatment.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Each year the alcohol companies make multi-million pound profits, whilst death and alcohol related illnesses have doubled in the last 5 years. The taxation already levied in no way reflects the social, health and criminal costs that we all subsidise.   The alcohol companies have hidden behind the notion of individual choice as an excuse for evading their responsibilities for decades, but with millions  spent on advertising, coupled with one of the most adictive substances on the planet, is not free choice, it's a monopoly on misery.  I will further propose, should we be sucessful with this petition, that the alcohol companies should be prevented from just passing this on to the consumer, by adding inflation based penalty clauses.  Thanks for reading. Rich Parr",
            "closed_at": "2008-07-25T00:00:00Z",
            "created_at": "2008-01-25T14:35:15.553528Z",
            "creator_name": "Richard Parr",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-01-25T14:35:15.553528Z",
            "rejected_at": "2008-02-29T00:01:09.589574Z",
            "rejection": {
                "code": 2048,
                "details": "Pls see:\nhttp://petitions.pm.gov.uk/AlcoholTax/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-02-29T00:01:09.589574Z"
        },
        "id": 8116742
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/a-penny-a-drink/"
    },
    "type": "petition"
}