{
    "data": {
        "attributes": {
            "action": "Place pressure upon the Dubai Government to release and fully pardon Drum n Bass Legend, DJ Grooverider aka Raymond Bingham.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Grooverider is the stage name of a drum and bass legend Raymond Bingham. Raymond is a DJ from London and holds a weekly radio show on BBC Radio1. He has been on the airwaves and playing in top clubs for more than 20 years and is considered by many as one of the founding fathers of Drum n Bass music.\n\nOn 24 November 2007 Grooverider was arrested at Dubai International Airport for possession of a measly 0.66 grams of marijuana and a few CDs of pornography. He is currently held on police bail, facing the possibility if convicted a four-year prison term.\n\nLast year Grammy-winning R&B producer Dallas Austin was arrested in possession of 1.26g of cocaine (a class A drug, cannabis is class C) as he arrived in Dubai. After a short spell in jail he was allowed to return back to the US after receiving a pardon when Utah Republican Senator Orrin Hatch pleaded with the ambassador and consul of the United Arab Emirates embassy in Washington, D.C. for his release.\n\nAll I am asking is that the Foreign Office applies the same pressure to help free one of Britain’s best loved and most respected DJs and ensure the safe return of Raymond Bingham to Britain.",
            "closed_at": "2009-01-26T00:00:00Z",
            "created_at": "2008-01-25T14:45:06.947798Z",
            "creator_name": "Laurence Perkins",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-01-25T14:45:06.947798Z",
            "rejected_at": "2008-03-04T00:01:05.234620Z",
            "rejection": {
                "code": 16384,
                "details": "Petitions are not a suitable channel for individual legal cases. You should contact the Foreign Office directly.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-03-04T00:01:05.234620Z"
        },
        "id": 8117367
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Free-Grooverider/"
    },
    "type": "petition"
}