{
    "data": {
        "attributes": {
            "action": "Put pressure on the Kenyan government and Opposition to work towards electoral justice and peace",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The irregularities witnessed during the tallying of presidential results meant that the results of the presidential election were rigged at worst and uncertain at best. Kenyans were subsequently denied the right to protest, to exercise their freedom of speech and the free and independent media was silenced. Sustainable peace and stability in Kenya cannot be restored unless these and other related injustices are corrected.\n\nBritain, as Kenya's friend and trade-partner, should stand by the Kenyan people as they seek justice.\n\nPolitical and diplomatic pressure should be applied to ensure that:\n\n- The correct winner of the 2007 presidential elections is ascertained by an independent body or persons such as the UN;\n\n- Electoral and constitutional changes are made to avoid a repeat of the irregularities and mistakes seen during the 2007 presidential election;\n\n- The restoration of the rights of Kenyans to free speech, the right to protest and free and independent media;\n\n- The arrest and imprisonment of perpetrators of violence against innocent victims including police shooting at unarmed protesters and vigilante groups targeting specific ethnic groups.",
            "closed_at": "2008-04-30T00:00:00Z",
            "created_at": "2008-01-25T15:31:13.577277Z",
            "creator_name": "Andrew Mukolwe",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-01-25T15:31:13.577277Z",
            "rejected_at": "2008-02-07T15:34:39.953718Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/Kenyan-Elections/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-02-07T15:34:39.953718Z"
        },
        "id": 8119803
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/kenyans4justice/"
    },
    "type": "petition"
}