{
    "data": {
        "attributes": {
            "action": "Allow people to grow their own cannabis for personal use",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "As a sufferer of a chronic, lifelong illness, I do not wish to be in hospital every week.\nCannabis offers me an alternative, yet effective medicine.\nGrowing your own will not fund crime, and will cut down on \"soapbar\" or cannabis with glass/silica in, which will put a heck of a lot of people into hospital thanks to them ripping your lungs apart. Prohibition fuels crime! Growing your own will not fund crime!\nAlso, quoting the \"Royal College of Psychiatrists\" - \n\"There is no evidence that cannabis causes specific health hazards.\"\n\nAlso, cannabis is less dangerous than alcohol and smoking tobacco, but you still let people consume these? I read that alcohol would be a class A drug due to social and personal side effects, look at the binge drinking culture we now have. Cannabis would make people a lot more relaxed and compassionate - not want to beat people up and kill them..\n\nSo, what's wrong with growing your own? Just 1 plant. Surely that's not funding crime..",
            "closed_at": "2009-01-25T00:00:00Z",
            "created_at": "2008-01-25T18:11:55.961527Z",
            "creator_name": "Joe Wilks",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-01-25T18:11:55.961527Z",
            "rejected_at": "2008-02-29T00:01:09.589574Z",
            "rejection": {
                "code": 2048,
                "details": "Pls see:\n\nhttp://petitions.pm.gov.uk/freeherb/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-02-29T00:01:09.589574Z"
        },
        "id": 8125648
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Canna-Home/"
    },
    "type": "petition"
}