{
    "data": {
        "attributes": {
            "action": "Astonishing Education Results",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Why can school-leavers not add-up these days!? \n\nWe employ several hundred seasonal staff, during our recruitment drive this year we received 900+ applications. I decided to personally sit in on a few of the interviews, to assess the potential standard of this summer's staff, and, summarise our recruitment methods. Part of the aptitude test is very basic maths, as the staff will be handling money at some stage. When I say basic, I mean basic - Example questions... 50 pence x 5, £1.25 x 5, £2 x 5. Out of the 45 applicants I witnessed doing the test last night, more than 30 of them either got these questions wrong or couldn't even answer them! So I then wondered of they'd all gone to the same school, or lived in the same street perhaps. I did what any sensible person would do - I vetted each and every application form. To my horror, I found that 50% of the people who had answered incorrectly to something I could answer before I had my adult teeth, have in fact got GCSE's in maths, some grade C or above no less! Is any one else as scared as me. So either the teaching standards are unbelievably low, or the exams they are doing do not actually achieve anything at all - Scary stuff Eh!.....",
            "closed_at": "2009-01-26T00:00:00Z",
            "created_at": "2008-01-26T17:01:10.645157Z",
            "creator_name": "Tim North",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-01-26T17:01:10.645157Z",
            "rejected_at": "2008-03-04T00:01:05.234620Z",
            "rejection": {
                "code": 512,
                "details": "",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-03-04T00:01:05.234620Z"
        },
        "id": 8137397
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Mindboggling/"
    },
    "type": "petition"
}