{
    "data": {
        "attributes": {
            "action": "Non harmful criminals should not be locked up, harmful one's should stay there",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Crime is a major factor in this country. We need to do something about it especially youth crime. The youth are running around scaring people that are 20years their seniors, and throw parties when they receive asbos. A lot of these people have over 40 convictions and who's fault  is that??? instead we put innocent people in prison whilst murderers and rapist run free and who allows that to happen? the government are more worried about migrants who are coming here to achieve something rather than focusing on major issues like our own people (children) disgracing this country and causing harm. We cannot just throw every criminal in prison some of them need help and feel like they have to cross some barriers sometimes e.g people that are not a threat to others and do not have other convictions should be given second chances. We have all needed a second chance in our lives haven't we? even when what we have done was serious...government need to look into the need of prison sentences...",
            "closed_at": "2008-09-01T00:00:00Z",
            "created_at": "2008-01-27T16:06:33.440555Z",
            "creator_name": "Raquel Ammah",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-01-27T16:06:33.440555Z",
            "rejected_at": "2008-03-03T11:52:49.615256Z",
            "rejection": {
                "code": 512,
                "details": "",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-03-03T11:52:49.615256Z"
        },
        "id": 8145621
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/WhatIsUseful/"
    },
    "type": "petition"
}