{
    "data": {
        "attributes": {
            "action": "define the terms of reference of studies into the feasibility of a Severn Barrage to allow a holistic, systems engineered approach to be taken to UK energy and transport policies giving equal consideration and funding to studying a \"Severn Necklace\" not a \"Severn Barrage\" to generate power, thereby reducing our impact on the local environment as well as the global climate.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "A Severn tidal barrage was rejected years ago because it was uneconomic and damaging to the local environment. \n\nClimate change and geopolitical energy insecurity make it more attractive. But the environmental issue remains. Not the tidal turbines; the barrage itself.\n\nSo why have a barrage?  \n\nIt stores tidal energy as water behind it, releasing it through turbines as electricity is demanded; this pool destroys the ecology between low and high water. But there are other ways to store or buffer energy.\n\nGenerate electricity when the tides flow through a necklace of tidal turbines.  Use the energy to produce hydrogen by electrolysis. ‘Burn’ the hydrogen in domestic, industrial and vehicular fuel cells when we need power.\n\nTo save the global climate without destroying the local environment calls for a “Severn Necklace” of tidal turbines and hydrogen buffers not a brutal “Severn Barrage”.  That will only come through a wider vision and rigorous systems engineering. Let’s do it.",
            "closed_at": "2009-02-03T00:00:00Z",
            "created_at": "2008-01-27T19:41:25.610957Z",
            "creator_name": "Philip C James",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-01-27T19:41:25.610957Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 14,
            "state": "finished",
            "updated_at": "2009-02-04T00:01:01.866752Z"
        },
        "id": 8148857
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SevernNecklace/"
    },
    "type": "petition"
}