{
    "data": {
        "attributes": {
            "action": "extend GPs hours for the benefit of patients or not at all.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Extending GPs opening hours is a cynical Government ploy to get votes and will not improve service provision. The Government will force GPs to work even longer while at the same time not providing them with the tools to do the job.\n\nBlood tests will not be performed because transport for samples will not be provided. Even if your GP takes the samples to the hospital the blood will not be analyzed because hospitals only process urgent samples out of office hours.\n\nIf your GP thinks that you need a chest x-ray then you will have to go to the hospital another day because hospitals are not required to extend their hours for access to x-rays.\n\nIf your GP gives you a prescription you will not be able to cash it because there is no requirement for pharmacies to match extended hours.\n\nIf you want to have your smear done after work then this will not be possible either. Nurses are not required to work extended hours and there is no funding for them to work if they want to. Even if your GP takes your smear then, again, the hospital will not collect it.\n\nIn short GPs will only be able to offer a very limited service during extended hours. The Government just wants to make headlines and sound bites.",
            "closed_at": "2008-08-11T00:00:00Z",
            "created_at": "2008-01-27T22:02:15.027297Z",
            "creator_name": "Simon Hamer",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-01-27T22:02:15.027297Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 37,
            "state": "finished",
            "updated_at": "2008-10-09T16:44:41.452906Z"
        },
        "id": 8150711
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/extendedhours/"
    },
    "type": "petition"
}