{
    "data": {
        "attributes": {
            "action": "Prevail upon West Northamptonshire Development Corporation to withdraw its proposal to erect a huge ‘needle’ sculpture in the centre of Northampton, because it is being foisted on the people of Northampton without their involvement or consent, and has no relevance to the past or future of the Town.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "West Northamptonshire Development Corporation (WNDC), an unelected government quango, has proposed plans for the erection of a 130ft sculpture of a ‘Needle’ in the centre of Northampton, at a cost to the tax payer of £365,000. The Needle was designed as a tribute to Northampton’s boot and shoe industry. The design was chosen by a small group behind closed doors, without any public consultation or involvement. The result is a huge wave of public antipathy to the proposal, which damages the reputation of WNDC and any other organisation associated with it. \nThe only tenable way forward is to learn from this mistake, scrap the scheme, and start again, ensuring that next time there is a public and open competition, with public opinion fully taken into account. It is obvious that the people who will have to live with public art, possibly for generations, should have their say.",
            "closed_at": "2008-02-28T00:00:00Z",
            "created_at": "2008-01-28T14:34:47.485806Z",
            "creator_name": "Cllr Tim Hadland",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-01-28T14:34:47.485806Z",
            "rejected_at": "2008-03-05T00:01:05.290301Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/Needle/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-03-05T00:01:05.290301Z"
        },
        "id": 8178494
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/wndcneedle/"
    },
    "type": "petition"
}