{
    "data": {
        "attributes": {
            "action": "make better joint working between local health boards and local authorities NOW!",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "There is a point when a person’s illness is such that they move from the responsibility of the local authority’s social services, into the responsibility of the NHS.The NHS cannot provide the same standard of social care,often meaning that the person goes from living independently into a care home.This is splitting up families. Terminally ill people wanting to die at home alone or with their families are being forced to leave.Disabled people who are in full time employment but also need care are being forced to give up their independence and live in a Home.\n Social services policies appear to be resources driven rather than client centred.The aim of reassessment should be to improve care but as your condition deteriorates so does your care package.\nHow we treat our most vulnerable members is an indication of how we live as a society.\nChindamo is here because of his human rights.Are the disabled not entitled to these?My MSfriend  has refused  assessment, knowing that the NHS package will not be sufficient; he will have to go into a home. \nPLEASE act now to change this.",
            "closed_at": "2008-03-06T00:00:00Z",
            "created_at": "2008-01-28T21:35:45.636031Z",
            "creator_name": "Catherine Healey",
            "government_response_at": "2008-04-15T15:20:50.212447Z",
            "government_responses": [
                {
                    "created_at": "2008-04-15T15:20:50.212447Z",
                    "details": "You signed a petition asking the Prime Minister to \"make better joint working between local health boards and local authorities NOW!\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page15273.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'PeteRees'",
                    "updated_at": "2008-04-15T15:20:50.212447Z"
                }
            ],
            "opened_at": "2008-01-28T21:35:45.636031Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1038,
            "state": "finished",
            "updated_at": "2008-04-03T03:26:23.967793Z"
        },
        "id": 8193150
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/PeteRees/"
    },
    "type": "petition"
}