{
    "data": {
        "attributes": {
            "action": "Find an alternative to killing Grey Squirrels",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Grey Squirrel was brought here in the late 1800s by MAN.  MAN decimated the habitat of the Red eg during the reign of William the Conqueror when Winchester Cathedral was built all the forests near Winchester were decimated in 1.5 days. Loss of habitat was the demise of the Red NOT the Grey.\n\nGood luck to the Red and we hope he survives but thanks to man his habitat has gone and gone forever, MAN MURDERED the RED SQUIRREL in the first place and so their near extinction is an excuse to kill the Grey.\n\nHow many species are extinct due to man, the Dodo is one and others are still being hunted today?  If the Grey was never brought here would they be killing the Red? The Red was eaten in our recent past.  Both are RODENTS so how is one classed as VERMIN and the other not?\n\nThere are other ways of decreasing the numbers, why not allow Wildlife Hospitals etc to sterilise all the Greys they get in this will decrease the numbers quicker and humanely?  Noncaptive Greys can be fed food baited with contraception drugs.  By culling Greys a space develops in the ecological system = more born = more killings.\n\nBrining in alien animals upsets the local environment and it can never be repaired.  Killing is NOT the right option.",
            "closed_at": "2008-06-04T00:00:00Z",
            "created_at": "2008-01-28T21:47:46.506272Z",
            "creator_name": "Paula Bonarius",
            "government_response_at": "2008-08-12T15:51:43.379437Z",
            "government_responses": [
                {
                    "created_at": "2008-08-12T15:51:43.379437Z",
                    "details": "You signed a petition asking the Prime Minister to \"Find an alternative to killing Grey Squirrels.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page16460\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Grey-Squirrels'",
                    "updated_at": "2008-08-12T15:51:43.379437Z"
                }
            ],
            "opened_at": "2008-01-28T21:47:46.506272Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 758,
            "state": "finished",
            "updated_at": "2008-06-18T03:46:42.900978Z"
        },
        "id": 8193407
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Grey-Squirrels/"
    },
    "type": "petition"
}