{
    "data": {
        "attributes": {
            "action": "not put the legal drinking age up to 21 in the u.k",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Bringing the drinking law up to 18 it will be a disaster! Not only will teens be outraged But you will also be bringing crime to the next level! A lot of teen’s were outraged when the smoking ban was put in place, how can the government tell you its ok for you to smoke and purchase cigarettes at 16 then a year later tell you that you no longer have that right?\nIt has only increased the numbers of children who start smoking under aged! \nif this law proceeds all it will do is bring the violence and the crime out side of the pups/clubs and onto the streets,BIG MISTEAK!!! If this is going to be considered then we should be able to out rule the government and members of parliament. We have the right to travel and explore our country with a pint in our hand! This is just an outrageously stupid and obscene thing to do! Good Luck Mr Gordon Brown, if you think this is the answer to stop underage drinking then you are very delusional! Put a stop to the drinking ban going up to 21, we deserve our freedom!\nWho’s with me???",
            "closed_at": "2009-01-29T00:00:00Z",
            "created_at": "2008-01-29T00:09:30.768603Z",
            "creator_name": "shellee spooner",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-01-29T00:09:30.768603Z",
            "rejected_at": "2008-03-06T00:01:04.966711Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/drinkingage21/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-03-06T00:01:04.966711Z"
        },
        "id": 8195154
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/drinking-ban/"
    },
    "type": "petition"
}