{
    "data": {
        "attributes": {
            "action": "Request a Coalition Government",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This Country is ruled by a Government which cannot control it's spending or taxation. Giving BILLIONS of £pounds of taxpayers money to immigrants, with a tax and waste regime. We are some £512 Billion in debt, and still growing, with more taxation coming this way. We need a truthful open Government with no deceit, and one that actually cares about its people and has the Countries interests at heart. A Coalition Government, with the best policies of all the different parties picked by the people of this Country, all rolled into one Coalition Government could take this Country with a tight grip, sorting out the problems, and turning it around into a nice place you would want to live in.  The current Government was elected by the people for the good of the Country but it now has it's own agenda, and doesnt give a damn about the people who voted them in.  A Coalition would allow the public to pick the best policies for the good of the Country from the various political parties, and allow this Country to become magnificent, rather than an overtaxed dumping ground ! A coalition is the way forward to get things done.",
            "closed_at": "2009-01-29T00:00:00Z",
            "created_at": "2008-01-29T09:58:07.758966Z",
            "creator_name": "Philip",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-01-29T09:58:07.758966Z",
            "rejected_at": "2008-03-06T00:01:04.966711Z",
            "rejection": {
                "code": 16385,
                "details": "",
                "reasons": [
                    "Party political material",
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-03-06T00:01:04.966711Z"
        },
        "id": 8203549
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/CoalitionGovt/"
    },
    "type": "petition"
}