{
    "data": {
        "attributes": {
            "action": "consider the reasons why almost every immigrant from poorer countries are striving so hard to get to Britain ?",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "It seems that we must be offering far more than any other country (ie:France) for people to risk their lives to get to our country illegally with the glimmer of hope that once here they may find a way to stay. It also seems that with the influx of so many, the government really do not have any idea of the actual ammount already here. Other countries along the route to us get bypassed without any consideration. Why is this ?\nIs it because as has been said before that we as a country are a soft touch ?\nWith the unrest amongst the law abiding, tax paying, british public over recent stabbings and fear in general about safety on the streets, may the rise of immigrants here have something to do with it ? People see that hospital waiting times are at an all time high. They can also see that Schools on a whole are struggling due to a lack of discipline. All this plus the fact there maybe some of these people either already here or maybe on their way that want to cause death and destruction through acts of terrorism. All I ask is that the Prime Minister has a look at these examples I have given to see if there is a link with immigration as more and more of the general british public are tending to think that way.",
            "closed_at": "2008-07-29T00:00:00Z",
            "created_at": "2008-01-29T10:44:44.853402Z",
            "creator_name": "andy till",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-01-29T10:44:44.853402Z",
            "rejected_at": "2008-03-06T00:01:04.966711Z",
            "rejection": {
                "code": 512,
                "details": "",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-03-06T00:01:04.966711Z"
        },
        "id": 8207015
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/leadtheway/"
    },
    "type": "petition"
}