{
    "data": {
        "attributes": {
            "action": "stop rejecting ePetitions for Pastafarian equal rights and accept that we have as much faith and evidence as any other religion - if not more",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I've noticed that all petitions for equal treatment of followers of the Church Of The Flying Spaghetti Monster are rejected. This is basically religous persecution - why does government have a say on what is a valid religon and what isn't when what constitutes a religon is so vague. Is it the amount of time it has been followed? Or evidence? Or is there only one religon that can put up petition after petition calling for 'keeping values' and special treatment? Seems to me this is a matter for government and it is certainly not satirical or homorous in nature. Reject all religous petitions or accept that the basis for ours is as provable as any other. We don't have a violent history and we stand for happiness and prosperity and other wonderful things - why are Pastafarians not recognised by the government?",
            "closed_at": "2009-01-29T00:00:00Z",
            "created_at": "2008-01-29T14:07:49.121991Z",
            "creator_name": "Giles Wendes",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-01-29T14:07:49.121991Z",
            "rejected_at": "2008-03-08T00:01:07.420118Z",
            "rejection": {
                "code": 16640,
                "details": "Comments about petitions should be sent to team@petitions.pm.gov.uk\nCan you be more specific about what you want the Government to do when you ask that it \"recognise\" your group.",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand",
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-03-08T00:01:07.420118Z"
        },
        "id": 8219903
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/pastafarians/"
    },
    "type": "petition"
}