{
    "data": {
        "attributes": {
            "action": "Alleviate  the effects of \"CHILD POVERTY being caused by unfair BANK CHARGES",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Government needs to realise the cause and effect bank charges have on \"Child Poverty\" in this country. Banks are being allowed to automatically claw their unjustifiable charges directly and immediately from the account holder when a DD/SO is declined.Because they are unchallenged it has opened the gates for the intended recipient of the DD/SO to add on unjustifiable late fees and admin fees. e.g my car loan DD was denied I was charged nearly £50 by my bank in fees, my loan company charged a late & admin fee of £45, then they tried to collect it a few days later, same thing happened, so one unpaid DD cost me nearly £200 in fees/charges. Millions of families with young children are affected financially by these procedures, reducing the ability to feed, house, and clothe their children, effectively causing unneccessary \"Child Poverty\". Other vulnerable people like OAP's, sick and disabled are being subject to unneccessary poverty because of these charges. We want the Prime Minister to step in and stop the banks running the country and causing this unneccessary poverty amongst the most vulnerable people and his potential voters.",
            "closed_at": "2009-01-29T00:00:00Z",
            "created_at": "2008-01-29T14:53:26.666878Z",
            "creator_name": "Ms B Ridpath",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-01-29T14:53:26.666878Z",
            "rejected_at": "2008-03-06T00:01:04.966711Z",
            "rejection": {
                "code": 2048,
                "details": "There is a similar petition at: http://petitions.pm.gov.uk/unlawfulcharges/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-03-06T00:01:04.966711Z"
        },
        "id": 8222244
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BANKPOVERTY/"
    },
    "type": "petition"
}