{
    "data": {
        "attributes": {
            "action": "Recognise Marc Koetzle as King Marc Marc 1st of Marc",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Kingdom of Marc\nThe Kingdom of Marc is an independant nation with it's titular head and legitimate leader, King Marc Marc, who is popularly believed to be have triumphed in a world-trembling battle with mutant Swiss dandruff. This little nation within Canada participates regularly in global affairs by quietly sitting on the side and doing very little to influence events while scavanging for bits of cheese.\nReligion: \nKingdom of Marc National motto: Credo quia absurdum, “I believe because it is absurd”, is the predominant philosophy, the people of Marc believe deeply in always, and immediately, doing very little.\nPopulation: \nOne of the current eight passport holders, all proud and lethargic, nearly did something last month.\nPolitical Structure: \nNot yet.\nEconomy: \nWe did have an economy but it was sold on e-bay so we could purchase some cheese.\nGeography: \nHistory tells us that the nation was founded on the second floor of an office building affording it the priviledges of anonymous fame and near-wealth. Negotiations are under way to expand, or annex, the neighbouring office however no one in the Kingdom can locate where the Minister of Pencils left her pencil case.",
            "closed_at": "2008-04-29T00:00:00Z",
            "created_at": "2008-01-29T17:48:37.086404Z",
            "creator_name": "Lord David Forde",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-01-29T17:48:37.086404Z",
            "rejected_at": "2008-03-06T00:01:04.966711Z",
            "rejection": {
                "code": 57600,
                "details": "",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand",
                    "False or incomplete name or address information",
                    "Issues for which an e-petition is not the appropriate channel",
                    "Intended to be humorous, or has no point about government policy"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-03-06T00:01:04.966711Z"
        },
        "id": 8230626
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/King-Marc/"
    },
    "type": "petition"
}