{
    "data": {
        "attributes": {
            "action": "To maintain green belt land in the Village of Eggborough, Kellington & Whitley Bridge",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "To encourage the Govt. to build on brown field sites rather than GREEN BELT.\nThe rural villages of Eggborough, Whitley Bridge & Kellington may become one town twice the size of Pontefract. By using the empty houses the Selby area would gain approx. 3000 houses. By enabling more houses to become green by subsidising alternative power for established homes, e.g wind & solar power the village may reduce it's carbon dioxide emissions. Disguising this policy as \"ECO\" is a lie, it is simply to provide housing that is primarily needed due to the gross underestimate of migrants in the local area. \nWe cannot criticise Brazil for chopping down rainforests that remove carbon dioxide, when our Govt. is steadily reducing our green belt. After all, our green belt still removes carbon dioxide & replaces it with oxygen, just like Brazil!\nThe carbon footprint of building these 15,000-20,000 houses will be phenomenal from the excavation of the limestone to make the concrete, the extraction of the crude oil to make the plastics required in the build, let alone transportation. Why not improve the efficiency of established builds? \nLet's build on BROWN field sites not GREEN! \n\nSupport this & sign up!",
            "closed_at": "2009-02-07T00:00:00Z",
            "created_at": "2008-01-29T23:12:58.226283Z",
            "creator_name": "Adele Earnshaw",
            "government_response_at": "2009-06-10T11:13:52.609446Z",
            "government_responses": [
                {
                    "created_at": "2009-06-10T11:13:52.609446Z",
                    "details": "You signed a petition asking the Prime Minister to \"To maintain green belt land in the Village of Eggborough, Kellington & Whitley Bridge.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page19555\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Eggborough'",
                    "updated_at": "2009-06-10T11:13:52.609446Z"
                }
            ],
            "opened_at": "2008-01-29T23:12:58.226283Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 471,
            "state": "finished",
            "updated_at": "2009-02-08T00:01:02.268837Z"
        },
        "id": 8238035
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Eggborough/"
    },
    "type": "petition"
}