{
    "data": {
        "attributes": {
            "action": "promote a meaningful public debate on voters' experience of elections, and let voters determine if there is a case for changing the way we elect MPs.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Voting matters and so do the systems used. The Government has tried to review how elections work from the comfort of their Whitehall desks, without ever actually going out and asking voters about their opinions or experiences. Democracy isn't deskbound. The public deserve a real say in the evaluation of the different systems, including for electing our MPs. We now urge the Government to open up the debate and take it beyond Westminster, encouraging citizens to contribute into a meaningful consultation process on elections from the voters' perspective. The decision on whether there is a case for changing the way we elect MPs should not be left to the parties and politicians who have a vested interest in the status quo.  Voters need to help make that decision, \nas well as having the final say on which system to implement.",
            "closed_at": "2008-04-01T00:00:00Z",
            "created_at": "2008-01-30T09:17:53.850075Z",
            "creator_name": "Malcolm Clark",
            "government_response_at": "2008-09-12T15:23:08.785925Z",
            "government_responses": [
                {
                    "created_at": "2008-09-12T15:23:08.785925Z",
                    "details": "You signed a petition asking the Prime Minister to \"promote a meaningful public debate on voters' experience of elections, and let voters determine if there is a case for changing the way we elect MPs.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page16816\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'deskbound'",
                    "updated_at": "2008-09-12T15:23:08.785925Z"
                }
            ],
            "opened_at": "2008-01-30T09:17:53.850075Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 588,
            "state": "finished",
            "updated_at": "2008-05-03T03:22:16.619857Z"
        },
        "id": 8243472
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/deskbound/"
    },
    "type": "petition"
}