{
    "data": {
        "attributes": {
            "action": "Remove Road Tax from all Vehicles to be more equal and more environmentally friendly.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In exchange a small increase in Fuel duty is proposed. \nThis would mean that only the people using the roads would pay for them. The more you use it the more you pay by way of the fuel used. \nThe less you use the less you pay. \nIt would also be environmentally friendly as the less a car pollutes the less fuel it uses and the less the person would pay. If the vehicle pollutes more the more fuel it uses and the more a person pays.\nConcessionary groups (OAP / Invalid etc) could also be catered for by means of a card system at the pump which would be swiped first reducing the cost of fuel to their Concessionary groups level.\nIncoming cars from Europe would also contribute to road maintenance as any fuel purchased in the UK would carry this payment.\nFinally while some people try to doge road Tax they still need fuel. This way everyone pay for what they use and no more.",
            "closed_at": "2008-04-05T00:00:00Z",
            "created_at": "2008-01-30T10:22:11.954476Z",
            "creator_name": "Pete Preston",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-01-30T10:22:11.954476Z",
            "rejected_at": "2008-03-14T00:01:06.580925Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/non-payers/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-03-14T00:01:06.580925Z"
        },
        "id": 8248364
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/NOFUELTAX/"
    },
    "type": "petition"
}