{
    "data": {
        "attributes": {
            "action": "Reinstate the Holocaust that occurred during the Second World War back into the UK Schools Curriculum.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "It is now more than 60 years since the 2nd. World War in Europe ended. This e-mail petition is being raised as a memorial to the memory of the 6 million Jews, 20 million Russians, 10 million Christians and 1,900 Catholic priests who brutally murdered, massacred, starved, burned and humiliated.\n\nIt is a matter of history that when the Supreme Commander of the Allied Forces, General Dwight Eisenhower found the victims of the death camps, he ordered all possible photographs to be taken and for the German people from the surrounding villages to be ushered through the camps and even made to bury the dead. He did this he said, in words to this effect; \"Get it all on record now - get the films - get the witnesses - because somewhere down the track of history some ******* will get up and say that this never happened.\n\nLet us not then forget what happened and let us be honest with our children (wherever they come from) that these things did happen - regardless of what they might believe.\n\nThank you for taking time to read this.",
            "closed_at": "2008-07-30T00:00:00Z",
            "created_at": "2008-01-30T12:42:01.402805Z",
            "creator_name": "Nick Barnes",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-01-30T12:42:01.402805Z",
            "rejected_at": "2008-03-08T00:01:07.420118Z",
            "rejection": {
                "code": 256,
                "details": "The Holocaust has not been removed from the curriculum.",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-03-08T00:01:07.420118Z"
        },
        "id": 8257784
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/WW2Holocaust/"
    },
    "type": "petition"
}