{
    "data": {
        "attributes": {
            "action": "preserve either HMS Fearless or HMS Intrepid in Porstmouth and use it as a Museum for the Falklands Conflict of 1982",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Both HMS Intrepid and HMS Fearless are in Portsmouth harbour waiting to be scrapped. Both ships were crucial to the success of the British campaign to liberate the Falkland Islands in 1982. \n\nOne of these ships could be preserved in Portsmouth Naval Dockyard, alongside HMS Victory and the other historic warships, as a museum to this conflict and as a permanent memorial to those people who lost their lives.\n\nThe ship could be transformed into a museum utilising the flight deck to exhibit aircraft and the tank deck to exhibit vehicles and equipment.\n\nWhilst there will be many arguments as to which ship should be preserved, at least one of them needs to be kept as a fitting memorial to the Task Force of 1982.",
            "closed_at": "2009-02-07T00:00:00Z",
            "created_at": "2008-01-30T13:31:18.157951Z",
            "creator_name": "Terry Ward",
            "government_response_at": "2009-03-27T15:56:44.641028Z",
            "government_responses": [
                {
                    "created_at": "2009-03-27T15:56:44.641028Z",
                    "details": "You signed a petition asking the Prime Minister to \"preserve either HMS Fearless or HMS Intrepid in Porstmouth and use it as a Museum for the Falklands Conflict of 1982.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page18762\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'HMS-Fearless'",
                    "updated_at": "2009-03-27T15:56:44.641028Z"
                }
            ],
            "opened_at": "2008-01-30T13:31:18.157951Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 297,
            "state": "finished",
            "updated_at": "2009-02-11T03:02:18.185005Z"
        },
        "id": 8260715
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/HMS-Fearless/"
    },
    "type": "petition"
}