{
    "data": {
        "attributes": {
            "action": "Ask the Afghani PM to intervene on behalf of Sayed Perwiz Kambakish",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Sayed Perwiz Kambakish is a man under sentance of death. He is an Afghan journalist accused of distributing \"blasphemous\" material. \nOriginally arrested in 2007 after downloading material from the internet relating to the role of women in Islamic societies.\nKambakhsh, a student at Balkh University and a journalist for Jahan-e Naw (New World), was arrested in October 2007 after material he downloaded was deemed to be offensive to Islam. \n\nBalkh province's deputy attorney general, Hafizullah Khaliqyar, warned other journalists that they would be arrested if they attempted to support Kambakhsh. But Agence France-Presse reported that journalists were gathering outside the home of the condemned reporter.",
            "closed_at": "2008-05-08T00:00:00Z",
            "created_at": "2008-01-30T14:55:47.168893Z",
            "creator_name": "Siobhan Qadir",
            "government_response_at": "2008-06-11T14:40:50.523902Z",
            "government_responses": [
                {
                    "created_at": "2008-06-11T14:40:50.523902Z",
                    "details": "You signed a petition asking the Prime Minister to \"Ask the Afghani PM to intervene on behalf of Sayed Perwiz Kambakish.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page15730.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Savejournalist'",
                    "updated_at": "2008-06-11T14:40:50.523902Z"
                }
            ],
            "opened_at": "2008-01-30T14:55:47.168893Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 717,
            "state": "finished",
            "updated_at": "2008-05-27T03:28:12.677429Z"
        },
        "id": 8265934
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Savejournalist/"
    },
    "type": "petition"
}