{
    "data": {
        "attributes": {
            "action": "Provide fairer wages for the true Heroes of Britain.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I think it's frankly sickening that there are people out there who get paid hundreds of thousands a month just to kick a ball around a stretch of grass, or drive a formula one car for little under two hours a fortnight.\n\nThe real heroes are firefighters, medical professionals and teachers. Not exclusively, but for example.\n\nThese people selflessly put in rediculous hours to save people's lives, and often endanger their own for what is frankly a pathetic wage considering what they do.\n\nCan you put a price on a life?\n\nThe government seem to think they can, and it's simply not enough.\n\nLet's be honest; The government already screw enough hard earned pounds from the average Briton. Petrol is twice as expensive as it was some ten years ago and why? Because they're pouring taxpayer's cash into benefit and housing schemes for immigrants, the war in Iraq (which we wanted NOTHING to do with), and of course, their own pockets. \n\nTaxes DON'T NEED TO BE RAISED to achieve this.\n\nThey wonder why there are staff shortages in hospitals, and why there are teacher shortages, and firefighters continually going on strike...\n\nIt's because they're taken advantage of.",
            "closed_at": "2010-06-06T00:00:00Z",
            "created_at": "2008-01-31T01:42:25.042038Z",
            "creator_name": "Chris Kinsman",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-01-31T01:42:25.042038Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 7,
            "state": "finished",
            "updated_at": "2010-06-07T14:40:42.605287Z"
        },
        "id": 8282439
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BritainsHeroes/"
    },
    "type": "petition"
}