{
    "data": {
        "attributes": {
            "action": "Gerald Arthur Digby. Lucas-Farley",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I would like/no require, the British Gov' to honour my right to travel to and from the United Kingdom, Accompanied by my wife, Who is a Filipino, without the need to ask for permission. My wife and I have no intention of living the United Kingdom. We would just like to visit.I came to the Philippines in the early nineties, all I had to do was book my ticket and come for a period of 21days without visa or qualification. I am asking that the same consideration be given to my wife. I have been married for 12 yrs so it cannot be classed as a \"Marriage of convenience\" I ask for this right as a free born Englishman. In accordance with the Magnas Carta circa 1215. And for all British Expats in the same position. Why should it cost over three to four hundred pounds just to ask and then be refused by an ECO who has had a bad day or does not like the look of you. The criteria should be legality not sentiment. Please support this peti\ntion and let us have our holidays in Great Britain without let or hindrance.",
            "closed_at": "2009-01-31T00:00:00Z",
            "created_at": "2008-01-31T04:10:33.358361Z",
            "creator_name": "Gerald Arthur Digby. Lucas-Farley",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-01-31T04:10:33.358361Z",
            "rejected_at": "2008-03-08T00:01:07.420118Z",
            "rejection": {
                "code": 16896,
                "details": "Your title should be a call for action, not a statement / name.\n\nIndividual legal cases are a matter for direct communication with the Home Office.",
                "reasons": [
                    "Statements that don't actually request any action",
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-03-08T00:01:07.420118Z"
        },
        "id": 8282610
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Freetotravel/"
    },
    "type": "petition"
}