{
    "data": {
        "attributes": {
            "action": "Stop tippy-toeing around anti-social behaviour, vandalism and violent crime as, despite promises to the contrary, his predecessor did and actually GET tough on crime and the causes of crime!",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I live in an area of north Nottinghamshire where drug dealers operate virtually un-hindered. Certainly they don't fear being caught or the current laughable consequences of arrest.\n\nOur criminal justice system continues to be a global joke as hoodie gangs on almost every street corner throughout the night terrorise any poor individual that happens to pick the wrong way home.\n\nWe might not be in this woeful state of affairs if Tony Blair HAD actually got tough on crime when he said he would instead of swanning around sucking up to George Bush and \"helping\" out with America's \"problems.\"\n\nIf Gordon Brown and Jacqui Smith continue in the same toothless Tiger mode as Blair & Reid then I recommend we change the \"Tough on crime and the causes of crime\" slogan to something a bit more appropriate i.e. \"Pink and fluffy on crime and the causes of crime!\"\n\nI don't suppose it'll make a blind bit of difference but sign it anyway - if only for tragic Gary Newlove's sake!\n\nThank you in anticipation of your support.",
            "closed_at": "2009-01-31T00:00:00Z",
            "created_at": "2008-01-31T04:16:06.200139Z",
            "creator_name": "Stephen Pacey",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-01-31T04:16:06.200139Z",
            "rejected_at": "2008-03-08T00:01:07.420118Z",
            "rejection": {
                "code": 512,
                "details": "There are many petitions that deal with such issues in a clearer and more specific way.",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-03-08T00:01:07.420118Z"
        },
        "id": 8282612
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/tougheroncrime/"
    },
    "type": "petition"
}