{
    "data": {
        "attributes": {
            "action": "Stop Allma construction Ltd from using our street as an access route.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The residents of Leny Street in Glasgow are having their lives made a misery by the home builder St Andrews Homes of Scotland.  The construction company (Allma Construction Ltd) hired by the firm are using our narrow street as an access route to the building site and are trying to force us to park elsewhere and threatening to damage our cars if we do not move.  There is no where else for us to park in the area except outside of our homes.  They have threatened the residents verbally and are making everyone extremely unhappy.  Our cars are in danger of being carelessly damaged and our street is like a bog due to the amount of dirt, dust and mud that is everywhere due to the large construction vehicles coming and going.  Please show your support by signing our petition to stop this construction company from using our street and find an alternative access route to the building site!  Thanks everyone.",
            "closed_at": "2008-05-01T00:00:00Z",
            "created_at": "2008-01-31T09:25:38.093275Z",
            "creator_name": "Daniel Roberts",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-01-31T09:25:38.093275Z",
            "rejected_at": "2008-03-08T00:01:07.420118Z",
            "rejection": {
                "code": 20480,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government",
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-03-08T00:01:07.420118Z"
        },
        "id": 8287214
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Save-Leny-Street/"
    },
    "type": "petition"
}