{
    "data": {
        "attributes": {
            "action": "Provide more Primary School Places for Children in Long Ashton, North Somerset",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "There is a serious shortage of primary school places in Long Ashton Village.  23 children who live in the village have been unable to get a place for 2008 at either of the two schools. There was a shortage in 2006/07 which was exacerbated by the building of new homes, year on year. North Somerset Council's solution, of sending small children by bus to schools up to 5 ½ miles away, adding more than hour to the school day of 4 year olds, is unacceptable. Our children deserve to go to their local schools, and to be part of the local community.  Children brought up in the village are being sent to schools miles away whilst children who have recently moved in, living nearer to the school, get a place.  It is ridiculous to have cars/buses on the road doing the school run, causing congestion and pollution when we should be able to walk our children to local schools. We petition North Somerset Council and the Government to accept their responsibility to the children of Long Ashton and do what it takes to provide an adequate number of places in the local primary schools.  Also to consider the provision of a Secondary School, which currently we do not have.",
            "closed_at": "2009-02-07T00:00:00Z",
            "created_at": "2008-01-31T11:19:24.109483Z",
            "creator_name": "melanie watson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-01-31T11:19:24.109483Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 32,
            "state": "finished",
            "updated_at": "2009-02-08T00:01:02.268837Z"
        },
        "id": 8294670
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SchoolPlaces/"
    },
    "type": "petition"
}