{
    "data": {
        "attributes": {
            "action": "officially recognize and observe September 21st as the annual United Nations International Day of Peace and Non-Violence",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The UN International Day of Peace is meant to be a day of global cease fire, when all countries and all people stop all hostilities for just one day. It is also a day on which people around the world observe a minute of silence at 12 noon local time. \n\nSince the dawn of time there has not been a day without conflict somewhere in the world. We believe that by , as an example, educating children about peace that one day there will be a day without conflict or hostilities. Involving children in the observance of UN Peace Day seems to us to be a perfect place to start.\nWe ask the government to promote a vision of nationwide events that would promote the absence of not only war, but of all violence and bullying in schools, in homes and on the streets; and pledges to do whatever it can to promote 21st September as the United Nations Day of Peace, and its values, within parliamentary constituencies in order to further the objectives and vision incorporated within the UN General Assembly resolutions; and furthermore encourages local authorities across the United Kingdom to support local celebrations of this day.",
            "closed_at": "2008-12-08T00:00:00Z",
            "created_at": "2008-01-31T14:29:21.359373Z",
            "creator_name": "John Farrington",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-01-31T14:29:21.359373Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 39,
            "state": "finished",
            "updated_at": "2009-06-02T16:36:26.565798Z"
        },
        "id": 8304796
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/peaceparade/"
    },
    "type": "petition"
}