{
    "data": {
        "attributes": {
            "action": "uphold past Government promises to protect rural schools and ensure that current education policies are consistent with that pledge.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Hundreds of village schools across Britain are under threat of closure, despite a pledge in 1998 by the Education Minister Stephen Byers that rural schools would be fiercely protected because of the “spiral of decline” that school closures cause in rural communities. \nNow Shropshire, Herefordshire, and the Isle of Wight are facing immense public opposition to plans to close between 20 and 35 small village schools each. Many other counties, Kent, Cheshire and Staffordshire among them, are also reviewing their school provision. The schools in question are not empty and unloved – most are popular, thriving schools providing good academic standards and are the focus of their small communities. The Schools Minister, Jim Knight, is writing to local authorities to remind them that there is a legal presumption that rural schools should only close as a “drastic last resort”. However, councils say government guidance requires them to reduce surplus places in order to access extra funding for refurbishing other schools. We ask that Prime Minister Brown ensures government education policies are consistent with protecting and properly resourcing rural schools.",
            "closed_at": "2009-02-07T00:00:00Z",
            "created_at": "2008-01-31T16:27:29.203020Z",
            "creator_name": "Lisa Finighan",
            "government_response_at": "2009-03-27T16:02:18.612095Z",
            "government_responses": [
                {
                    "created_at": "2009-03-27T16:02:18.612095Z",
                    "details": "You signed a petition asking the Prime Minister to \"uphold past Government promises to protect rural schools and ensure that current education policies are consistent with that pledge.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page18767\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Villageschools'",
                    "updated_at": "2009-03-27T16:02:18.612095Z"
                }
            ],
            "opened_at": "2008-01-31T16:27:29.203020Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 204,
            "state": "finished",
            "updated_at": "2009-03-16T03:01:51.293505Z"
        },
        "id": 8310045
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Villageschools/"
    },
    "type": "petition"
}