{
    "data": {
        "attributes": {
            "action": "instruct the Department of Transport to honour an Act of Parliament from 1840 requiring all trains using Stockport Viaduct to stop at Stockport Edgeley station",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The construction of the huge Stockport viaduct transformed the appearance of the town. The viaduct is, to some, an engineering marvel, to others a huge blot on the landscape.  To compensate the people of Stockport for their town centre being changed out of all recognition, an Act of Parliament was passed in 1840 requiring all trains using the viaduct to stop to pick up or set down passengers at Stockport Edgeley station.  The DoT has recently overruled this by allowing trains to pass through without stopping, thereby reducing the frequency of many services for Stockport residents and flying in the face of the Act of Parliament.  This petition seeks to overturn this unacceptable decision by the DoT.",
            "closed_at": "2008-08-07T00:00:00Z",
            "created_at": "2008-01-31T19:00:37.059318Z",
            "creator_name": "Michael Perkin",
            "government_response_at": "2008-10-24T13:59:54.791289Z",
            "government_responses": [
                {
                    "created_at": "2008-10-24T13:59:54.791289Z",
                    "details": "You signed a petition asking the Prime Minister to \"instruct the Department of Transport to honour an Act of Parliament from 1840 requiring all trains using Stockport Viaduct to stop at Stockport Edgeley station\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page17247\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Stockport-trains'",
                    "updated_at": "2008-10-24T13:59:54.791289Z"
                }
            ],
            "opened_at": "2008-01-31T19:00:37.059318Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 2626,
            "state": "finished",
            "updated_at": "2009-04-01T03:02:30.619504Z"
        },
        "id": 8314301
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Stockport-trains/"
    },
    "type": "petition"
}