{
    "data": {
        "attributes": {
            "action": ".....refrain from raising a further £9billion of tax to balance  his books.......and to cut £9bn of wasted public spending and benefits instead",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We are already paying far too much in taxes for the standard of living we have in this country for some time.\nWhy ?\n\nPrudent budgeting, which could be adopted throughout all Government departments,is needed;\n\nFor example :-\na) Scrap the wastage in the Tax Credits system.\nb) Scrap the tax credits system, replace it with tax allowances in personal tax coding on wages; this would also scrap the abuse.A problem since Labour introduced the Tax Credit system.\n\nc)Cut back on wastage in all aspects of the NHS systems.\n\nd)Cut wastage in all aspects of DVLA systems.\n\ne)Cut wastage by cutting back on so much   spending on unnecessary road signage.\n\nf)Strongly review and replace the criteria for payments in the benefits claims system. Much taxpayers money is being abused here. Act very urgently.\n\ng) Control and accurately monitor what is being paid to Immigrants in certain cases. Much abuse goes on here.\n\nh) Scrap winter heating payments to all pensioners; means test it instead so that only those that need it get it.\n\nAs you know, the list here could be much longer,.....\nGovernment:please act on incidence of tax-funded wastage that has been pointed out to you.",
            "closed_at": "2009-02-11T00:00:00Z",
            "created_at": "2008-02-01T15:25:01.666424Z",
            "creator_name": "Stephen Payne",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-02-01T15:25:01.666424Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 20,
            "state": "finished",
            "updated_at": "2009-04-30T17:09:13.295416Z"
        },
        "id": 8338228
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/CUTWASTAGE/"
    },
    "type": "petition"
}