{
    "data": {
        "attributes": {
            "action": "Persuade Mike Ellis to return to his teaching role at Queen Elizabeth Sixth Form College, Darlington.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "For the last year and a half Mike has been an inspiration to members of the class of '07 and '08 studying either Politics and Sociology, or both.\n\nPrior to 2006, Mike Ellis has undoubtedly, over decades, brought out the best in many of those students whom he has both formally taught, informally galvanised and both formally and informally mentored.\n\nIt's cliche, but he'll have shaped futures.\n\nHe's an interesting man! A former civil servant who avoided fisticuffs in rough areas of his 'patch', his abundance of relevant (and even when not relevant, amusing) stories always keeps us interested and persuades us to crack on. \n\nMike doesn't distinguish debate from other methods of teaching, his lessons might be fiery, passionate affairs (he'll like that metaphor) but they always eventually add to our knowledge and understanding of the topic at hand, as required by the dreaded 'syllabus'.\n\nWhatever the reasons for his departure, we, the undersigned request his return.",
            "closed_at": "2009-02-01T00:00:00Z",
            "created_at": "2008-02-01T18:50:33.523175Z",
            "creator_name": "Robert Emmanuele Adalim Tugwell",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-02-01T18:50:33.523175Z",
            "rejected_at": "2008-03-12T00:01:08.695480Z",
            "rejection": {
                "code": 20480,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government",
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-03-12T00:01:08.695480Z"
        },
        "id": 8343192
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/bringbackmike/"
    },
    "type": "petition"
}