{
    "data": {
        "attributes": {
            "action": "Review and return to victorian values of corporal punishment",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I would like to start with a biblical quote; \"spare the rod and spoil the child\". \n\nIn my younger days, I was subject to corporal punishment and as a result I not only gained respect for authority, but in gaining that respect, I gained respect for other people, their values and also respect for myself. The moral decay in society can always be attributed to lack of respect for authority and if more of the parents had been disciplined properly, for the right reasons, then Britain would not be the violent society it is today. \n\nIf teachers can't discipline kids at all, then ensure that parents are present to administer discipline instead. Children grow up believing that they can do just as they like and don't consider that they are answerable to anyone. What a nasty shock they will get when they leave the cosy sheltered world of do gooder education land and enter the real cruel nasty world.\n\nThink of something as effective as caning and I'll support it. They had caning in the victorian era. Children understood the consequence of bad or unacceptable behaviour quite quickly. Kids today do not have this advantage, as they are protected by the ridiculous and quite dangerous \"Human Rights Act\"",
            "closed_at": "2009-02-01T00:00:00Z",
            "created_at": "2008-02-01T20:02:02.534344Z",
            "creator_name": "Ziggy Emovon",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-02-01T20:02:02.534344Z",
            "rejected_at": "2008-03-12T00:01:08.695480Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/Take-Control/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-03-12T00:01:08.695480Z"
        },
        "id": 8344282
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/CorpPunishment/"
    },
    "type": "petition"
}