{
    "data": {
        "attributes": {
            "action": "stop students being used as guinea pigs for id cards!",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Vast numbers of students from deprived areas don’t have a passport or a driver’s licence. We use public transport instead of owning gas guzzlers as we can’t afford them and also in order to do our bit to cut emissions.  We solely rely on these loans to see through University and to get a good job to pay the thousands of pounds of student debt.\n\nWe can’t afford ID Cards! We don’t wish to be ‘guinea pigs’ for the pilot or the launch of ID Cards.  How does the government expect students from deprived areas to fork out for ID Cards?\n\nMost students, and UK Citizens, already pay extortionate prices to renew their passports and other forms of identification.  Most of us are also in a record number of debt.  \n\nThe government should be working on new measures to minimise financial difficulties and burdens that students such as BME, LGBT, Mature, Single Parents, and Disabled have to stumble through and to reduce the debt to secure a better future and not be the ones to increase it!",
            "closed_at": "2009-02-02T00:00:00Z",
            "created_at": "2008-02-02T01:06:04.429215Z",
            "creator_name": "Anil Sachdeo",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-02-02T01:06:04.429215Z",
            "rejected_at": "2008-03-12T00:01:08.695480Z",
            "rejection": {
                "code": 2,
                "details": "No such scheme has been put forward.",
                "reasons": [
                    "Potentially libellous, false, or defamatory statements"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-03-12T00:01:08.695480Z"
        },
        "id": 8346777
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/no2ids/"
    },
    "type": "petition"
}