{
    "data": {
        "attributes": {
            "action": "ensure all British nationals in Hong Kong have the right to receive education in the English language",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In Hong Kong there are 180k British citizens and 3.44 million British Nationals (Overseas). However, after 1997, the Chinese Govt forced most secondary schools to teach in Cantonese and teaching in English is being BANNED in the ex-Crown colony. Some schools attempted to teach in English in private, but the schools are intimidated and prosecuted by the Education Bureau. Scholars who conduct researches in this area are also warned and the Education Bureau conceals the reserach results. Many Britons here are FORCED to receive education in Chinese, but most prefer English. Moreover, A-Level and HKCEE English results siginificantly dropped after the compulsory mother-tongue teaching policy and Chinese school students are much less likely to receive    \nuniversity education, compared with English school students. I believe the UK should give dipomatic pressure to the Chinese Govt now, at least the issue should be addressed in the half-year report on Hong Kong to the Parliament.",
            "closed_at": "2009-02-02T00:00:00Z",
            "created_at": "2008-02-02T05:27:02.597516Z",
            "creator_name": "Sam Fan",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-02-02T05:27:02.597516Z",
            "rejected_at": "2008-03-12T00:01:08.695480Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-03-12T00:01:08.695480Z"
        },
        "id": 8347096
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/EMIinHK/"
    },
    "type": "petition"
}