{
    "data": {
        "attributes": {
            "action": "change legislation for managing School Admissions Appeals. Admission is often refused solely on grounds of over-subscription. Schools should be required to retain a small percentage of places until after appeals have been heard. An appeal system where no child's case is ever upheld is simply non-sensical, pointless and patronising to families entering into the process.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "LEAs in the U.K. offer a government legislated appeal process for families of children who have underperformed in selection tests or been refused admission for other reasons. A number of schools are successful in defending all appeals from children regardless of their disability, social circumstance or reason for appeal - usually on grounds of over-subscription. If no child's appeal will ever be upheld at these schools, why does the government permit them to offer an appeals process at all? If schools were required to retain a small percentage of places until after appeals have been heard - this rather questionable practice of never upholding any child's appeal could be eradicated. Have we forgotten that as a society we are supposed to be acting in the best interests of children - not schools and their governors?",
            "closed_at": "2009-02-11T00:00:00Z",
            "created_at": "2008-02-02T15:05:36.439883Z",
            "creator_name": "kathie johnston",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-02-02T15:05:36.439883Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 18,
            "state": "finished",
            "updated_at": "2009-02-12T00:01:01.446175Z"
        },
        "id": 8351214
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Oversubscription/"
    },
    "type": "petition"
}