{
    "data": {
        "attributes": {
            "action": "Peter and Helen Dale",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Stop sending our young men and women to Afghanistan, to fight a war they haven't got even a slim chance of winning.My Son a Para leaves on Mothers Day for Afghanistan.I can't even begin to tell you the emotions i am going through, wondering how, or if he will come back.He joined the army to defend our country, not to fight wars in other countries.The blood of our young men and women is on your hands.I hope you can sleep at night.Pull all the troops out now  and stop interfering in other countries problems. Sort out the problems here on our streets. Send all the lunatics who are stabbing, fighting and blowing up people here in England. Send them to fight in Iraq and Afghanistan, thats what they like doing.That would solve the problem of overcrowded prisons. Wouldn't it?\nThe forces are no longer proud of what they do, because half the time they don't know WHY they are there in these foreign lands.We want our men and women back home where they belong to do the job they signed up for. TO DEFEND OUR COUNTRY AND LOOK AFTER OUR PEOPLE.",
            "closed_at": "2008-08-02T00:00:00Z",
            "created_at": "2008-02-02T21:58:02.048018Z",
            "creator_name": "MRS H DALE",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-02-02T21:58:02.048018Z",
            "rejected_at": "2008-03-12T00:01:08.695480Z",
            "rejection": {
                "code": 18688,
                "details": "http://petitions.pm.gov.uk/troops-in-Iraq/",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand",
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions",
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-03-12T00:01:08.695480Z"
        },
        "id": 8354959
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/fighting-forces/"
    },
    "type": "petition"
}