{
    "data": {
        "attributes": {
            "action": "not add extra fluoride to water supplies",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Gov. is planning to add extra fluoride [Fl] the water supplies. On the surface, this looks great, however there are problems.\n\nToo much Fl can induce a disease, fluorosis. It is mostly found in young kids who can not handle the extra Fl. Dental fluorosis is a disease that increases the rate of decay. While trying to inhibit decay, the Gov. will be actually producing it.\n\nThe best way to stop tooth decay for everyone is to brush your teeth and to not eat so much sugar. If people were eating less sugar then this would decrease the amount of tooth decay and fight obesity. Why do this when there are already much better ways of preventing decay?\n\nWe already add chlorine to our water to get rid of things like bacteria. It is everyone’s right to have clean water.\n\nBut the Gov. is going too far, trying to alter diet by water. Water should be as pure as it can so that then individuals can have the diet that suits them via food. Everyone drinks tap water but not everyone will require the extra Fl. Please do not add extra Fl!",
            "closed_at": "2009-02-08T00:00:00Z",
            "created_at": "2008-02-03T11:21:05.991135Z",
            "creator_name": "John Hintze",
            "government_response_at": "2009-08-05T14:37:31.070290Z",
            "government_responses": [
                {
                    "created_at": "2009-08-05T14:37:31.070290Z",
                    "details": "You signed a petition asking the Prime Minister to \"not add extra fluoride to water supplies.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page20212\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'NoFluoride'",
                    "updated_at": "2009-08-05T14:37:31.070290Z"
                }
            ],
            "opened_at": "2008-02-03T11:21:05.991135Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 733,
            "state": "finished",
            "updated_at": "2009-02-12T03:03:08.472714Z"
        },
        "id": 8357765
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/NoFluoride/"
    },
    "type": "petition"
}