{
    "data": {
        "attributes": {
            "action": "Prioritise empty/new build accommodation to british residents with overcrowding/special needs into suitable properties.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I have lived in London all my life,my 2 children(10YRS & UNDER) & I live in a 1 bedrm flat, on a housing estate.I was told that I'd have to wait between 8-10yrs, before I'd be able to transfer, as there is a large need for 2,3 & 4 bedroom properties.Everywhere I see empty properties old & new.I know many people trying to get out of small flats into suitable accommodation.The people I see moving into property are from other countries, most can't speak english,most seeking assylum- if things are that bad in their countries, & they'v been living rough, why can't they move into the 1 bedroom flats & let us have the space we all so desperately need. The government needs to know that it's ruining the spirits of it's nation by giving foreigners first choice on homes & jobs,The government are making british public hostile towards different nationalities. We don't mind helping citizens from other countries- but charity SHOULD start @ home. Please sign my petition if you agree with part/all of my opinion,whether you're black, white, asian,or dual-nationality, if you were born or raised here- you're british, YOUR VIEW DOES COUNT.",
            "closed_at": "2008-08-03T00:00:00Z",
            "created_at": "2008-02-03T18:46:07.629054Z",
            "creator_name": "Miss. K Eastmond",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-02-03T18:46:07.629054Z",
            "rejected_at": "2008-03-12T00:01:08.695480Z",
            "rejection": {
                "code": 256,
                "details": "",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-03-12T00:01:08.695480Z"
        },
        "id": 8362546
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Right2Life/"
    },
    "type": "petition"
}