{
    "data": {
        "attributes": {
            "action": "Get tough on Asylum seekers and foreign immigrants.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We, the commons, petition the government to start acting to reverse the negative effects that the influx of asylum seekers and illegal aliens are having on our society.\n\nWhile we understand that asylum and freedom from persecution should be the right of every human, we believe that our country is being taken advantage of by those simply wishing to be given free homes, food, money, space, medical help, jobs (if they want them), clothes, opportunity, unlimited free travel, passports etc etc. \n\nIn addition, we wish to see those who do arrive here illegally, sent back to their countries of origin and not 'catered for' indefinitely at the British tax-payer's expense.\n\nThe bottom line is such that, in addition to the above, we wish the Government to reverse the international perception, by action, that Britain is a 'soft touch' where immigrants and asylum seekers can get a free ride; a perception that is not only justified, but that is perceived by people both in Europe and worldwide.",
            "closed_at": "2008-08-04T00:00:00Z",
            "created_at": "2008-02-04T12:58:42.059983Z",
            "creator_name": "Lee J Butler",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-02-04T12:58:42.059983Z",
            "rejected_at": "2008-03-12T00:01:08.695480Z",
            "rejection": {
                "code": 2048,
                "details": "There are many similar petitions, please see list below:\n\nhttp://petitions.pm.gov.uk/ISWFTRTB/\n\t\thttp://petitions.pm.gov.uk/language/\n\t\thttp://petitions.pm.gov.uk/BorderClose/\n\t\thttp://petitions.pm.gov.uk/commitment/\n\t\thttp://petitions.pm.gov.uk/deportnonukcrimi/\n\t\thttp://petitions.pm.gov.uk/britishbritain/\n\t\thttp://petitions.pm.gov.uk/nhspay2/\n\t\thttp://petitions.pm.gov.uk/nomorebenefits/\n\t\thttp://petitions.pm.gov.uk/IImigrants/\n\t\thttp://petitions.pm.gov.uk/immigrations/\n\t\thttp://petitions.pm.gov.uk/Boder-controls/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-03-12T00:01:08.695480Z"
        },
        "id": 8380608
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/TheAsylumIssue/"
    },
    "type": "petition"
}