{
    "data": {
        "attributes": {
            "action": "honour his pledge to protect Green Belt land, and to not allow proposals for 4,000 houses within the Green Belt in South Oxfordshire to be included in the South East Plan.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The countryside in South Oxfordshire is facing an extreme threat from new house building. The panel appointed by government to scrutinise the draft South East Plan (the blueprint for development in the region until 2026) recommended building 4,000 houses on what is currently Green Belt land south of Oxford, and potentially more after 2026. The government is considering the panel's report and will publish its response early in 2008.\n\nThis petition aims to persuade the government not to include these Green Belt proposals in the final version of the South East Plan.",
            "closed_at": "2008-08-11T00:00:00Z",
            "created_at": "2008-02-04T16:38:43.370238Z",
            "creator_name": "John Cotton",
            "government_response_at": "2008-11-11T15:07:09.321561Z",
            "government_responses": [
                {
                    "created_at": "2008-11-11T15:07:09.321561Z",
                    "details": "You signed a petition asking the Prime Minister to \"honour his pledge to protect Green Belt land, and to not allow proposals for 4,000 houses within the Green Belt in South Oxfordshire to be included in the South East Plan.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page17400\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'SOxonGreenBelt'",
                    "updated_at": "2008-11-11T15:07:09.321561Z"
                }
            ],
            "opened_at": "2008-02-04T16:38:43.370238Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 566,
            "state": "finished",
            "updated_at": "2008-11-27T16:46:39.392074Z"
        },
        "id": 8388909
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SOxonGreenBelt/"
    },
    "type": "petition"
}