{
    "data": {
        "attributes": {
            "action": "allow veterinary ambulances to carry green warning lights for the safety of the driver and the expediency of response to emergency situations.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Animedic are the only dedicated producers of emergency response vehicles for the veterinary profession. As the only animal ambulance production company in Europe we have developed our product over the last 7 years, and the animal ambulance is now recognised by the DVLA as tax exempt under the emergency vehicle identification system. Whilst other emergency services are afforded a method of alerting other road-users to their presence, vets are often put in the position of having to treat animals at road-side accidents without the same luxury, endangering not only themselves but also other road users. We are campaigning for veterinary ambulances to be allowed to carry green lights in order to allow them to be visible to other road users; this would NOT allow them the same road priority as blue lights but it would mean added awareness of the vehicle's presence en route to and at treatment scenes.",
            "closed_at": "2009-02-11T00:00:00Z",
            "created_at": "2008-02-04T17:21:48.761988Z",
            "creator_name": "Christophe Arnold",
            "government_response_at": "2009-03-27T16:33:28.837231Z",
            "government_responses": [
                {
                    "created_at": "2009-03-27T16:33:28.837231Z",
                    "details": "You signed a petition asking the Prime Minister to \"allow veterinary ambulances to carry green warning lights for the safety of the driver and the expediency of response to emergency situations.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page18783\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'VetAmbulance'",
                    "updated_at": "2009-03-27T16:33:28.837231Z"
                }
            ],
            "opened_at": "2008-02-04T17:21:48.761988Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 676,
            "state": "finished",
            "updated_at": "2009-02-12T00:01:01.446175Z"
        },
        "id": 8390231
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/VetAmbulance/"
    },
    "type": "petition"
}