{
    "data": {
        "attributes": {
            "action": "Make available on the N.H.S.free and without prescription for over 60s aids to help penile disfunction",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "There must be thousands of men over the age of 60 who suffer from penile disfunction because of their age.Lots of couples are still very active at this age and there is still a strong desire in a loving relationship to make love, it becomes virtually impossible without the assistance of one of the drugs containing tadafil.\nThis creates a very stressful and depressing situation, and in some cases suicide tendencies for people affected.\nMost people also of the older generation are very embarrassed at having to admit to the problem and are therefore very reluctant to go to their G.P. to ask for help and/or a prescription and as it becomes a regular requirement it means visiting their G.P. on a very regular basis so wasting their G.P.s time etc. \nI feel in this day of enlightenment help should be given to these couples (because it does affect the woman also) to be able to live a more contented life in their twilight years, it may even help eliminate other complaints and ease the burden on the N.H.S.\nIn my opinion it compares to the free condoms and all the other help younger people receive nowadays.",
            "closed_at": "2008-08-11T00:00:00Z",
            "created_at": "2008-02-04T19:32:06.394660Z",
            "creator_name": "Robert A Clegg",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-02-04T19:32:06.394660Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 3,
            "state": "finished",
            "updated_at": "2008-08-12T00:01:01.210748Z"
        },
        "id": 8392984
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/60speniledisfaid/"
    },
    "type": "petition"
}