{
    "data": {
        "attributes": {
            "action": "Deduct Child Tax Credit/Working Family Tax Credits for Resident Parents in receipt of Maintenance Payments",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I am of the understanding that the Child Support Agency was set up to save Tax payers money and make Non Resident parents financially responsible their children. \n\nThen why are maintenance payments NOT classed as income to the resident parents Tax Credits claim?\n\nThe resident parent receives Tax Credits based on their income from work but not on any income/maintenance from the non-resident parent so this is NOT saving the Tax Payer at all.\n\nHowever the non-resident parents tax credits do appear to be classed as income when calculations for maintenance are to be made.\n\nIs this not a contridiction of the tax credit system and its cause when the resident parent has extra, non accountable, income and the non-resident parent has a reduced income regardless of the tax credits that have been awarded to them based on their current circumstances.\n\nI think that once the resident parent is in receipt of maintenance payments then their tax credit award should be reduced according the amount of income/maintenace that is being  received. \n\nThis would save Tax Payers money and be a fairer system for all concerned.",
            "closed_at": "2008-08-11T00:00:00Z",
            "created_at": "2008-02-04T22:13:52.503994Z",
            "creator_name": "c shaw",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-02-04T22:13:52.503994Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 12,
            "state": "finished",
            "updated_at": "2008-08-12T00:01:01.210748Z"
        },
        "id": 8395976
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/reviewcsa/"
    },
    "type": "petition"
}