{
    "data": {
        "attributes": {
            "action": "SAY NO TO FLUORIDATION AND KEEP OUR COUNTRY'S DRINKING WATER SAFE.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Health Secretary has announced plans to increase Water Fluoridation - add Poison to our Water Supplies!!  \nThe ingestation of fluoride increases Arthritis, Cancer & Hypothyroidism to name but a few, decreases the IQ of our children, increases the risk of Alzheimer’s disease & is more likely to damage our teeth than to protect them. \nIt cannot be filtered out of our drinking water & becomes concentrated when boiled so the only way to protect ourselves should these plans go ahead would be to buy bottled water - especially to make baby formula, dilute your children's squash or make tea or coffee for your beloved parents. \nYou want Children? Then don't drink the water.    \nFull details are freely available on www.fluoridealert.org. As they say - \n\"No physician in his right senses would prescribe for a person he has never met, whose medical history he does not know, a substance which is intended to create bodily change, with the advice: 'Take as much as you like, but you will take it for the rest of your life because some children suffer from tooth decay. ' It is a preposterous notion.\"\nSAY NO TO FLUORIDATION AND KEEP OUR COUNTRY'S DRINKING WATER SAFE.",
            "closed_at": "2008-08-04T00:00:00Z",
            "created_at": "2008-02-04T23:04:57.797056Z",
            "creator_name": "Sue Kemp",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-02-04T23:04:57.797056Z",
            "rejected_at": "2008-03-09T00:01:07.624719Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/NoFluoride/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-03-09T00:01:07.624719Z"
        },
        "id": 8396600
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/NO-FLUORIDATION/"
    },
    "type": "petition"
}