{
    "data": {
        "attributes": {
            "action": "Stop the waste of texplayers money on unrequired government advertising.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The biggest payer of advertising fees to the media each year are the Government!\n\nWe petition the government to stop wasting billions of taxpayers money on pointless advertising campaigns.\n\nAdvertising about common sense things is crazy, for example the current 'don't get scammed' advert that is played every 15 minutes on my local radio station. Almost every advert I hear is simply common sense, it seems to me the biggest 'scammers' here are the ones taking our money and wasting it, at least with other scams we get a choice whether to pay!\n\nAnother current example is the 'if you're fiddling, you're breaking the law', Maybe we didn't know that already?\n\nA great annoying one is the one telling you to use the government site to find a local service, direct.gov.uk I think it is, don't they think people are intelligent enough to use google and make their own choices instead of what THEY want us to use?\n\nDo they really think the British public are so incapable? Then government can only blame themselves for their relentless destruction of our country.\n\nSurely a reform of the education system would be a better way of spending this money, then we might have a 'public' *with* common sense!",
            "closed_at": "2008-08-05T00:00:00Z",
            "created_at": "2008-02-05T10:55:56.984666Z",
            "creator_name": "Steve Aynsley",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-02-05T10:55:56.984666Z",
            "rejected_at": "2008-03-12T00:01:08.695480Z",
            "rejection": {
                "code": 256,
                "details": "",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-03-12T00:01:08.695480Z"
        },
        "id": 8404274
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/adwaste/"
    },
    "type": "petition"
}