{
    "data": {
        "attributes": {
            "action": "save British bingo by ending 'Double Taxation' in next month's Budget",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Hundreds of British bingo clubs are in jeopardy because of the grossly unfair system of ‘Double Taxation’. This involves both VAT (17.5%) and Gross Profits Tax (15%) being applied to bingo revenues.\n\nUnless the Government abolishes VAT on bingo revenues in its Budget, on 12 March 2008, many more bingo clubs will be forced to close. This will have damaging social and economic effects throughout the country:\n\n1)Social: bingo clubs provide an important social amenity for millions of people in this country - particularly women, older people and those living alone.\n\n2)Economic: the closure of bingo clubs deprives the economy of substantial revenues from duties, income taxes, National Insurance contributions, business rates and capital investment - and also affects the many businesses that supply the bingo industry. In addition, it creates additional costs through higher unemployment. The cost to the Treasury of ending VAT on bingo revenues would be far outweighed by the cost to the economy of further club closures.\n\nPlease sign this petition to urge the Prime Minister and the Chancellor of the Exchequer to abolish VAT on bingo revenues in the Budget on 12 March 2008.",
            "closed_at": "2008-04-11T00:00:00Z",
            "created_at": "2008-02-05T14:38:20.169058Z",
            "creator_name": "James Cook",
            "government_response_at": "2008-05-02T14:25:43.516034Z",
            "government_responses": [
                {
                    "created_at": "2008-05-02T14:25:43.516034Z",
                    "details": "You signed a petition asking the Prime Minister to \"save British bingo by ending 'Double Taxation' in next month's Budget.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page15426.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'SaveOurBingo'",
                    "updated_at": "2008-05-02T14:25:43.516034Z"
                }
            ],
            "opened_at": "2008-02-05T14:38:20.169058Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1985,
            "state": "finished",
            "updated_at": "2008-05-23T03:37:22.983825Z"
        },
        "id": 8411632
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SaveOurBingo/"
    },
    "type": "petition"
}