{
    "data": {
        "attributes": {
            "action": "Ban Fluoridisation",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "FLUORIDISATION of our Drinking Water.   \nWater companies should supply a clean, safe potable source of water. \nGovernment should enact legislation to control the water companies. \nThe Government should not use the water supply to MEDICATE the population without their consent. \nFluoride is banned throughout continental Europe, China and Japan. In the remaining five countries that still add fluoride to water opposition is growing as people see the harm fluoride can do. \nFive million people in Britain are still forced to drink fluoride-polluted water. \nThe British government is considering a change in the law to compel all water companies in Britain to add fluoride to ALL our water supplies. Science shows that fluoride is a CUMULATIVE, protoplasmic poison. \nSeveral water companies responded to customers' wishes and refused to fluoridate.\nDoes Government have the RIGHT to mass medicate or treat individuals without their consent?    NO IT DOES NOT\nWe urge MPs and Councillors to uphold the rights of their Constituents. VOTE \"NO\" to fluoridation.",
            "closed_at": "2008-08-05T00:00:00Z",
            "created_at": "2008-02-05T15:26:50.586978Z",
            "creator_name": "Susan Townsend",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-02-05T15:26:50.586978Z",
            "rejected_at": "2008-03-09T00:01:07.624719Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/NoFluoride/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-03-09T00:01:07.624719Z"
        },
        "id": 8413022
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Fluoride-Ban/"
    },
    "type": "petition"
}