{
    "data": {
        "attributes": {
            "action": "to introduce \"Entrepreneur Leave\". Whereby, someone can take leave from their job to start a business and if the business does not work out they have the legal right to return to their old job.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "People in secure employment often want to start their own business. However, the prospect of resigning and not be able to to get back into a comparable job if their venture fails deters many from starting a business. If employees have the right to \"Entrepreneur Leave\" much of the risk of starting a business would be removed because they would have the legal right to return to their job if their business was not successful within 12 to 18 months -- in the way a woman can return to her job after taking maternity leave. The person taking \"Entrepreneaur Leave\" would receive no financial support from employer or government. That is, many more people would start a business at no cost to the government. Employers would employ replacement staff on temporary contracts and thus give employment opportunties to others. The \"Right to Entrepreneur Leave\" may create 50,000 new businesses and 50,000 jobs covering those on leave within a year of being introduced. One condition would be the person taking \"Entrepreneur Leave\" would be barred from starting a business which rivals his employer.",
            "closed_at": "2009-02-11T00:00:00Z",
            "created_at": "2008-02-05T16:05:51.617720Z",
            "creator_name": "Gary Gloc",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-02-05T16:05:51.617720Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 6,
            "state": "finished",
            "updated_at": "2009-02-12T00:01:01.446175Z"
        },
        "id": 8414243
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/newbusinesses/"
    },
    "type": "petition"
}