{
    "data": {
        "attributes": {
            "action": "Save Ogmore Residential Education Centre",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "There has been a residential camp at Ogmore since the late 1940's, initially, bringing young people from all walks of valleys life to the coasts for a weeks holiday at the seaside. In the 1950's the Education Authorities opened the Camp for academic, sports and arts residential courses.\n\nFollowing the Unitary Authority changes of the mid 1990's the ownership of the residential camp changed hands and fell to the control of Bridgend County Borough Council. Sadly soon after, due to financial constraints, the Centre was closed and mothballed.\n\nIn 1997 a group calling themselves 'The Friends of Ogmore' fought hard with petitions protesting for the reopening of the camp. With the fantastic support of the County Music Societies, Friends of Ogmore were able to raise significant funds. This hard work resulted in the opportunity to reopen the site initially for a for a short period, to prove the need and sustainability of the facility.\n\nIn 1998 the 'Friends of Ogmore' transformed into the Ogmore Centre Trust, a Charitable Trust and Limited Company \n\nOgmore Trust has now come to an end - Ogmores future hangs in the balance. \n\nPlease help us save Ogmore Centre",
            "closed_at": "2009-02-11T00:00:00Z",
            "created_at": "2008-02-06T01:37:05.902027Z",
            "creator_name": "Simon Gray",
            "government_response_at": "2009-03-27T16:17:22.975227Z",
            "government_responses": [
                {
                    "created_at": "2009-03-27T16:17:22.975227Z",
                    "details": "You signed a petition asking the Prime Minister to \"Save Ogmore Residential Education Centre.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page18781\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'ogmorecentre'",
                    "updated_at": "2009-03-27T16:17:22.975227Z"
                }
            ],
            "opened_at": "2008-02-06T01:37:05.902027Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 537,
            "state": "finished",
            "updated_at": "2009-02-23T03:01:59.283116Z"
        },
        "id": 8422941
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ogmorecentre/"
    },
    "type": "petition"
}