{
    "data": {
        "attributes": {
            "action": "End Factory Farming",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The modern factory farming systems should be stopped immediately . It causes suffering to millions of animals, devastating the environment, impoverishing millions of people across the globe and it spawns deadly superbugs.\n\nAs many animals as possible are crammed together in the smallest possible space often never seeing daylight.\n\nFive chickens are crammed into a wire cage no bigger than a microwave.  They cannot even stand up or stretch their wings.  Confinement and overcrowding causes frustration and chronic suffering. \n\nPigs are highly intelligent . Sows have to endure the barbaric treatment of farrowing crates, that are barely bigger than their own bodies they are unable to walk or turn and suffer stress, pain and psychological torture.  Piglets are kept in overcrowded concrete filthy cells.  Their tails are cut off and their teeth are crushed without anaesthetic.\n\nDairy cows are made to produce ten times more milk than they would naturally produce for their calf.  Their offspring are removed from their mother at two days old, despite her bellows of despair.  These calves are often shot in the head. Those that aren't shot will often be exported live to continental veal farms.",
            "closed_at": "2009-02-11T00:00:00Z",
            "created_at": "2008-02-06T11:47:58.254124Z",
            "creator_name": "Jodie Smith",
            "government_response_at": "2009-03-27T16:14:09.913817Z",
            "government_responses": [
                {
                    "created_at": "2009-03-27T16:14:09.913817Z",
                    "details": "You signed a petition asking the Prime Minister to \"End Factory Farming.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page18776\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'endfactoryfarm'",
                    "updated_at": "2009-03-27T16:14:09.913817Z"
                }
            ],
            "opened_at": "2008-02-06T11:47:58.254124Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 248,
            "state": "finished",
            "updated_at": "2009-02-16T03:03:40.670390Z"
        },
        "id": 8431569
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/endfactoryfarm/"
    },
    "type": "petition"
}