{
    "data": {
        "attributes": {
            "action": "urgently initiate some long term well funded research into Hidradenitis Suppurativa",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Hidradenitis Suppurativa\nIs a terrible skin condition that can affect men and women.\nIt takes the form of deep painful abscesses that build up and interconnect within the tissues forming what is known as 'sinus tracts' these then become inflamed and infected and lead to more abscess.\n\nThe pain is unimaginably terrible!\nI have watched as my wife has slowly been disabled by this condition.\nThere is a desperate need for more research and medical studies to try and find a reliable cure for this condition.\nYou can find out more by searching the web for \"Hidradenitis Suppurativa\"\n\n\nSo we call for the government to initiate some long term well funded research into this condition with a view to finding a real cure.\n\nCurrently surgical removal only provides temporary relief with the condition reoccurring even in the scar tissue!\n\nCurrently our investigations suggest that as many as 1 in 1000 people could be suffering from this painful and debilitation disease.\n\nPlease add your votes.\n\nThank you.",
            "closed_at": "2008-08-11T00:00:00Z",
            "created_at": "2008-02-07T11:46:24.594606Z",
            "creator_name": "Mike Trodd",
            "government_response_at": "2008-09-26T13:29:56.024189Z",
            "government_responses": [
                {
                    "created_at": "2008-09-26T13:29:56.024189Z",
                    "details": "You signed a petition asking the Prime Minister to \"urgently initiate some long term well funded research into Hidradenitis Suppurativa.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page16960\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Hidradenitis'",
                    "updated_at": "2008-09-26T13:29:56.024189Z"
                }
            ],
            "opened_at": "2008-02-07T11:46:24.594606Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 524,
            "state": "finished",
            "updated_at": "2008-08-12T00:01:01.210748Z"
        },
        "id": 8455427
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Hidradenitis/"
    },
    "type": "petition"
}