{
    "data": {
        "attributes": {
            "action": "STOP the fluoridation of all municipal water supplies.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Instead of POISONING the nations water supply for EVERYBODY teach people how to clean their teeth properly (e.g. at school) and provide toothpaste, toothbrush's and dental floss in places of high poverty. Surley this is absolute common sense. \n\nWe are outraged at the so called 'evidence' for the 'benefit of poor people' that we are subjected to from the media, so called experts and politicians (with shares in BOTTLED WATER COMPANIES no doubt) - WHAT ABOUT GIVING SOME COUNTER EVIDENCE - BALANCED MEDIA, WE KNOW NOT.\nThis is going to be yet another one of goverments strange policies that just does not make any common sense nor withstand basic valid arguement, but via the constantly repeated main stream media rhetoric and against the will of the people this will be pushed through and implemented regardless. WE ARE HUMAN BEINGS AND OUR LIVES, WANTS AND NEEDS DO MEAN SOMETHING. PLEASE STOP THIS CRAZY MADNESS.",
            "closed_at": "2009-02-07T00:00:00Z",
            "created_at": "2008-02-07T16:12:20.482516Z",
            "creator_name": "M Clarke",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-02-07T16:12:20.482516Z",
            "rejected_at": "2008-03-12T00:01:08.695480Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/Anti-fluoride/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-03-12T00:01:08.695480Z"
        },
        "id": 8462778
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/UNNATURAL/"
    },
    "type": "petition"
}