{
    "data": {
        "attributes": {
            "action": "Stop the FA Premier League from allowing league matches to take place outside of the UK",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The FA Premier League is proposing to increase the season to 39 matches and the additional game would be played abroad. This match would be drawn randomly, with the big clubs seeded to avoid playing each other. Potentially, relegation and European positions could be decided by this game.\n\nClubs constantly talk about fixture pile-up and a winter break, but it seems if enough money is offered, they are willing to play extra games.\n\nFootball is about standing on the terraces and supporting you home town club with your friends. Football is not a franchise to be exported around the world. If clubs want to play abroad, they can do it pre-season. Why does the league season need to change to accommodate their wishes?\n\nThe losers are the fans, and fans are sick of being trampled into the ground by The FA Premier League and their clubs. It is time to take a stand and say “no”.",
            "closed_at": "2009-02-07T00:00:00Z",
            "created_at": "2008-02-07T18:49:35.758567Z",
            "creator_name": "Ross Henderson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-02-07T18:49:35.758567Z",
            "rejected_at": "2008-03-12T00:01:08.695480Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-03-12T00:01:08.695480Z"
        },
        "id": 8466086
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ForeignFootball/"
    },
    "type": "petition"
}