{
    "data": {
        "attributes": {
            "action": "persaude the Football Association to drop all plans for Premier Football to be played away from its country of origin.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Today in London, all 20 of the Premier League clubs agreed to explore a proposal for the match fixtures to be extended to 39 games, with the last game being played overseas.\n\nIt has been stated that the top five teams will be seeded to avoid playing each other in the last match. \n\nYes, it may bring yet more money into the Premier League, but there is one factor that has not been taken into consideration—the fans.\n\nIt is disgraceful to think that the people who will lose out most on this ridiculous proposal are the REAL fans of the clubs involved—who would of course require:\n\n1. Plane tickets \n2. Hotels \n3. Time off from work \n\nThat is beyond most real fans budgets. We ask that the government persaude the FA that to even consider such a proposal is to the detriment of the English game, to the real fans of the English game and its clubs, and to football in Great Britain in general.",
            "closed_at": "2009-02-07T00:00:00Z",
            "created_at": "2008-02-07T22:15:01.892693Z",
            "creator_name": "Simon Martin",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-02-07T22:15:01.892693Z",
            "rejected_at": "2008-03-12T00:01:08.695480Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/EPLabroad/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-03-12T00:01:08.695480Z"
        },
        "id": 8469123
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/39thEPLmatch/"
    },
    "type": "petition"
}