{
    "data": {
        "attributes": {
            "action": "ensure a FAIR Staff and Associate Specialist (SAS) contract with improved out of hours pay than that proposed",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "SAS doctors and dentists provide around a third of NHS hospital care. We provide specialised treatment and are often just as experienced as consultants in many specialities.\nA new contract is proposed for April 2008 which has many disadvantages. This proposes a 25% pay reduction for the top salary in the new grade. \"Normal\" working hours have been extended to 7am-7pm. The small increase of our basic pay in this contract is not really an increase as the number of programmed hours has also increased. Worst of all, our payment for being on call and working out of hours is being considerably reduced to around £7 per hour. This is an insult to the amount of training we have undertaken and is not comparable to other professions. \nThere is also no compulsion for management to provide ongoing training in developing areas. The new contract makes no attempt to provide opportunities for SAS doctors to re-enter their training pathway to gain specialist accreditation and many may therefore have their career blocked.\nUnder the proposed contract there will be a significant deterioration in the quality of patient care.",
            "closed_at": "2008-08-14T00:00:00Z",
            "created_at": "2008-02-08T12:55:35.449583Z",
            "creator_name": "Angela Geddes",
            "government_response_at": "2008-11-14T15:14:42.597730Z",
            "government_responses": [
                {
                    "created_at": "2008-11-14T15:14:42.597730Z",
                    "details": "You signed a petition asking the Prime Minister to \"ensure a FAIR Staff and Associate Specialist (SAS) contract with improved out of hours pay than that proposed.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page17449\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'SAScontract'",
                    "updated_at": "2008-11-14T15:14:42.597730Z"
                }
            ],
            "opened_at": "2008-02-08T12:55:35.449583Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 350,
            "state": "finished",
            "updated_at": "2008-08-15T00:01:01.171524Z"
        },
        "id": 8478741
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SAScontract/"
    },
    "type": "petition"
}