{
    "data": {
        "attributes": {
            "action": "spousevisafee",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In 04/06 the gov't upped fees for non EU spouses of British born people to obtain ILR. \n\nI ret'd home with my South African husband in '05.Before leaving we pd for his Visa,& prepared to meet the req's for his ILR after 24 mnths-Prove that he had worked,supp'd his family/pd taxes/bills/not broken laws/no recourse to public funds/£175+  \n\nHubby has met these req's.The burden of this hike in fees to keep my fam. together has been a blow & have been applied to entry visas iss'd prior to law change.\n\nWe get by,but live in a low income area. I now have to find £750 out of my budget. Failure means breach of immig law,& my husband will be ref'd the right to remain.\n\nThis is unfair on Brits who just want to resettle & build a family life.\nIt is now easier for EU citizens & their fam's to settle in the UK than is for me. \n\nRet. nat's should not be targeted. We have got it tough, & often ret. from countries where the curr. is weak. We do not exp't help, but should not be hindered.\n\nHubby is no drain on pub. spend. Why target us with these fees & put families like mine under fear of separation?\n\nMake it about building a strong society, & not abt money. Lobby the gov't to lower fees for long term Spouses to obtain ILR",
            "closed_at": "2008-05-12T00:00:00Z",
            "created_at": "2008-02-08T13:25:29.035188Z",
            "creator_name": "Donna Clarke",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-02-08T13:25:29.035188Z",
            "rejected_at": "2008-02-13T14:38:43.369723Z",
            "rejection": {
                "code": 512,
                "details": "Your title should be a call for action, not a statement.",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-02-13T14:38:43.369723Z"
        },
        "id": 8479424
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/spousevisafee/"
    },
    "type": "petition"
}