{
    "data": {
        "attributes": {
            "action": "Legalise all drugs – Including newly discovered drugs from this point on.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Currently illegal drugs are damaging our society.  The best solution to this problem would actually be to legalise all drugs. Making drugs illegal means we have:-\n\n*No control over the supply of drugs.\n\n*No method of accurately monitoring the use of drugs.\n\nLegalising all drugs would:-\n\n*Take the money out of drug dealing as a criminal career path.\n\n*Allow all drugs to be taxed and for the tax to be ploughed back into treating drug users.\n\n*Allow accurate figures on drug use to be drawn up and strategies for controlling and reducing use to be formed based on that.\n\n*Allow suitable age limits to be given to drugs based on their potential harm.\n\n*Allow harm information to be compulsory on packets much like current cigarette packets.  \n\nPeople should be entitled to harm themselves through the use of drugs. Cigarettes and alcohol are extremely dangerous drugs, causing more deaths than any illegal drug yet, as they are socially acceptable they are legal.  Children are known to smoke cannabis purely due to the fact that it’s easier to obtain than alcohol – surely it’s time the government saw sense and took this action.",
            "closed_at": "2009-02-13T00:00:00Z",
            "created_at": "2008-02-08T14:25:26.931838Z",
            "creator_name": "Martyn Stanley",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-02-08T14:25:26.931838Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 90,
            "state": "finished",
            "updated_at": "2010-01-22T16:20:39.336750Z"
        },
        "id": 8480736
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/legalisealldrugs/"
    },
    "type": "petition"
}