{
    "data": {
        "attributes": {
            "action": "establish a minimum time period for the transfer of funds from a pension plan provider to the annuity provider.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "People retiring in Britain will often transfer funds from a pension plan provider to an annuity provider (sometimes opting for a tax free lump sum payment of up to 25%).\nTypically it should not take more than just over two weeks to have funds transferred from the seeding company (pension plan company) to the new annuity provider or pensioner. \nHowever, seeding companies often take in excess of four weeks, sometimes several months, to pay out. In addition the new annuity plan provider often takes too long to set up the annuity because of poorly trained staff.\nIn other instances money paid voluntarily as compensation for late payment by the seeding company is either invested into the annuity or is paid out directly to the pensioner on the basis that, as a compensation payment, does not qualify for investment into the annuity. Both instances occur - one has to be wrong advice'.\nI propose that the FSA should be far more vigorous, sampling the lifetime allowance calculations, sampling the annuity calculations, and investigating and fining companies that take too long to complete simple transfers. The FSA are not a robust enough organisation in this respect.",
            "closed_at": "2008-08-13T00:00:00Z",
            "created_at": "2008-02-08T15:17:37.423225Z",
            "creator_name": "James Bell",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-02-08T15:17:37.423225Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 3,
            "state": "finished",
            "updated_at": "2008-08-14T00:01:01.711101Z"
        },
        "id": 8481821
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/annuitydelay/"
    },
    "type": "petition"
}