{
    "data": {
        "attributes": {
            "action": "immediately stop the department of health using \"Gun Barrel Diplomacy\" to force GPs into extended opening hours, and accept the majority view that current hours are acceptable.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "British general practice is among the best free primary care services in the world, and with the new GMS contract we can provide objective evidence that this is the case, and that we are providing excellent preventative care as well as chronic disease management. Despite this, and the fact that 84% of the population are happy with opening hours, the government has stated that unless GPs \" voluntarily\" accept extended hours then a more extensive scheme will be imposed. This is a disgraceful negotiation tactic, and will backfire at least as spectacularly as the \"on the day appointments\" debacle.",
            "closed_at": "2008-04-13T00:00:00Z",
            "created_at": "2008-02-08T17:31:27.726856Z",
            "creator_name": "Andrew Hargraves",
            "government_response_at": "2008-04-29T15:16:13.843796Z",
            "government_responses": [
                {
                    "created_at": "2008-04-29T15:16:13.843796Z",
                    "details": "You signed a petition asking the Prime Minister to \"immediately stop the department of health using \"Gun Barrel Diplomacy\" to force GPs into extended opening hours, and accept the majority view that current hours are acceptable.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page15404.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'extendedGPhours'",
                    "updated_at": "2008-04-29T15:16:13.843796Z"
                }
            ],
            "opened_at": "2008-02-08T17:31:27.726856Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 704,
            "state": "finished",
            "updated_at": "2008-05-27T03:28:25.812470Z"
        },
        "id": 8484249
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/extendedGPhours/"
    },
    "type": "petition"
}