{
    "data": {
        "attributes": {
            "action": "Use all his influence to prevent the Premier League adding extra games \"game 39\" to play abroad for monetary purposes, as these would destroy even and fair football competiton.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The concept of a league is that it’s equal - each team plays every other one. Usually twice, once at home and once away to compensate for the perceived “home” advantage, but any number of times is fair. \n\nThe Premier League are discussing adding a “random” but seeded match  - meaning that each team would play 18 teams twice, and one three times.\n\n“What effect could that have on promotion and relegation issues? Are we going to see local derbies played in a foreign country thousands of miles away? Are supporters supposed to accept missing on the biggest games of their season because it’s being played on the other side of the planet?” Football Supporters’ Federation Chairman Malcolm Clarke\n\nThis would destroy the level and equal league system that's been working for 120 years - NO TO GAM£ 39",
            "closed_at": "2009-02-09T00:00:00Z",
            "created_at": "2008-02-09T09:15:42.696565Z",
            "creator_name": "Jon Bounds",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-02-09T09:15:42.696565Z",
            "rejected_at": "2008-03-12T00:01:08.695480Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/EPLabroad/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-03-12T00:01:08.695480Z"
        },
        "id": 8488672
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Notogame39/"
    },
    "type": "petition"
}