{
    "data": {
        "attributes": {
            "action": "grant a state funeral to the \"Last Tommy\", to be held at Westminster Abbey, so that we may properly honour him and all his fallen comrades",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Although we take the time each year to remember all those who have served and died in service of their country, we believe the inevitable passing of the \"Last Tommy\" should be accorded special recognition. These men endured unimaginable horrors during the First World War; horrors which have thankfully been rare since. They fought alongside hundreds of thousands of their countrymen and witnessed many of them being killed. This sacrifice should never be forgotten. However, it would be all too easy for us to begin to forget once the Last Tommy has passed away. To ensure that this does not happen we're calling on the government to grant a state funeral to the last of these brave men so that we may honour him and remember and all those of his lost generation who laid down their lives for their country.",
            "closed_at": "2009-02-11T00:00:00Z",
            "created_at": "2008-02-09T13:46:05.897698Z",
            "creator_name": "Leigh Quilter",
            "government_response_at": "2009-02-18T12:07:12.989963Z",
            "government_responses": [
                {
                    "created_at": "2009-02-18T12:07:12.989963Z",
                    "details": "You signed a petition asking the Prime Minister to \"grant a state funeral to the \"Last Tommy\", to be held at Westminster Abbey, so that we may properly honour him and all his fallen comrades\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page18285\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'lasttommyfuneral'",
                    "updated_at": "2009-02-18T12:07:12.989963Z"
                }
            ],
            "opened_at": "2008-02-09T13:46:05.897698Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 9569,
            "state": "finished",
            "updated_at": "2009-12-24T03:01:35.619763Z"
        },
        "id": 8490753
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/lasttommyfuneral/"
    },
    "type": "petition"
}