{
    "data": {
        "attributes": {
            "action": "Stop the Premier League from being taken overseas",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Please will the government step in and stop any Premiership League matches from being taken overseas. The idea that an extra match can be added and played in a bidding city around the world for the good of the game is ridiculous. \nThis is clearly a scheme to make more money for the foreign owners. It will make the rich only richer as the lesser teams will be paid a lower amount of money as the games are less desirable. If they were that keen to show the product to foreign fans, fly these fans into the UK to watch the games in England with the English atmosphere. \nIn times of global warming transporting fans and players around the world can only be bad for the environment.\nListen to the fans; we don’t want to see our teams in Beijing, New York or even Dublin.  Don’t devalue our competition. We are already dictated too by TV companies let’s not be dictated to by foreign owners too.",
            "closed_at": "2008-05-09T00:00:00Z",
            "created_at": "2008-02-09T13:18:32.910000Z",
            "creator_name": "Ben Whibley",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-02-09T13:18:32.910000Z",
            "rejected_at": "2008-03-12T00:01:08.695480Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/EPLabroad/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-03-12T00:01:08.695480Z"
        },
        "id": 8490569
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Nationalgame/"
    },
    "type": "petition"
}