{
    "data": {
        "attributes": {
            "action": "prevent the Premier League from creating an additional round of fixtures per season to be played abroad.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The chairmen of the twenty Premier League clubs this week made an announcement that brings the prospect of an extra round of fixtures -- a 39th match -- to be played in the highest bidding foreign locations closer to reality.  The fruition of this scheme would only benefit the coffers of those clubs and stands to inflict great damage on the integrity of England's domestic game.  There are myriad flaws to the scheme, but the main issues that make it imperative it does not go ahead are: the removal of a fair, symmetrical system impacting on relegation, European places and the title as certain teams are given an easier additional fixture; the additional toll placed on players who face an already congested season, and the impact this has on international and European performances; the further disassociation of football clubs from their traditional, local support base; the increasingly unjustifiably spiralling season ticket prices; and the completion of modern top-flight football's journey from national sport to corporate operation.  Please, if you care about any or all of the above, take time to sign. Thank you.",
            "closed_at": "2008-06-09T00:00:00Z",
            "created_at": "2008-02-09T12:53:36.451891Z",
            "creator_name": "Will O'Doherty",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-02-09T12:53:36.451891Z",
            "rejected_at": "2008-03-12T00:01:08.695480Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/EPLabroad/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-03-12T00:01:08.695480Z"
        },
        "id": 8490381
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/No39thGame/"
    },
    "type": "petition"
}