{
    "data": {
        "attributes": {
            "action": "fund progression and 'cost of living' pay rises separately in the civil service to improve transparency and fulfill the government commitment to ensuring that all civil servants are paid fairly.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Many public sector workers receive an annual general pay rise (e.g. teachers 2.45%). Progression within the pay range for some public sector workers is then funded separately. \n\nWithin the civil service, progression and the general pay increase are funded from the same pot. This means once progression costs are met, there isn’t enough money for a fair general pay rise. Pay rises for fully effective employees are often lower than the government's 2% target for public sector pay, or their pay is frozen. \n\nDifferent departments have different pay systems so the progression costs differ. However, all employees should be entitled to a fair, general pay rise, not just the employees of departments with low progression costs. \n\nBy funding the general pay rise separately, all civil servants will receive a 'cost of living' pay rise and can be compared with other public services. \nBy funding progression separately, the true costs of progression systems will be more obvious, improving transparency.",
            "closed_at": "2009-02-11T00:00:00Z",
            "created_at": "2008-02-09T16:35:47.972138Z",
            "creator_name": "Graham Greenlees",
            "government_response_at": "2009-03-27T16:15:13.139211Z",
            "government_responses": [
                {
                    "created_at": "2009-03-27T16:15:13.139211Z",
                    "details": "You signed a petition asking the Prime Minister to \"fund progression and 'cost of living' pay rises separately in the civil service to improve transparency and fulfill the government commitment to ensuring that all civil servants are paid fairly.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page18779\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'separate-funding'",
                    "updated_at": "2009-03-27T16:15:13.139211Z"
                }
            ],
            "opened_at": "2008-02-09T16:35:47.972138Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 350,
            "state": "finished",
            "updated_at": "2009-02-12T00:01:01.446175Z"
        },
        "id": 8491784
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/separate-funding/"
    },
    "type": "petition"
}