{
    "data": {
        "attributes": {
            "action": "PREVENT MASS LOSS OF URBAN TREES & HEDGEROW, Action: Climate Change Prevention by CREATING a UK Education Programme -",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Dear Mr Brown.\n \nPlease create an educational campaign to promote the value of Hedgerow & Trees in Urban areas. Let people know the impact losing it will have if we continue to disregard its value on Climate Change.\n \nCONCERNS:\n- That we are at a tipping point with nature in the UK. \n- Losing birds, bees & flowers \n- This will affect us in the long run & our food chain & ecology/ climate change\n-  I’m very concerned about the lack of knowledge.\n- The widespread concreting going on to create parking & ease – do we have to loose all hedges & trees to do this?\n-  This leaves us ALL vulnerable to flooding too.  A disaster the last couple of years.\n \nACTION VALUE:\n**This is a small action (preserving hedgerow, trees and gardens 'best we can') which IS something small that ALL PEOPLE CAN FREELY CHOOSE TO DO.\n** IT WILL HELP TO PREVENT CLIMATE CHANGE & GLOBAL WARMING.  \n** IF EDUCATED & SHOWN WHAT THE EFFECTS OF DESTROYING IT HAS. \nWe can all help our carbon footprint.\n \n\nWe the undersigned agree,\nWe need more education, promotion / campaign / action on the government’s part, to educate & make this a priority.\nWe can create space without cutting down & concreting. \nWe need to let people know the difference they could make.",
            "closed_at": "2009-02-11T00:00:00Z",
            "created_at": "2008-02-09T16:58:33.234210Z",
            "creator_name": "Lynne Hazelden",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-02-09T16:58:33.234210Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 72,
            "state": "finished",
            "updated_at": "2009-02-12T00:01:01.446175Z"
        },
        "id": 8491950
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/HEDGES-TREES/"
    },
    "type": "petition"
}