{
    "data": {
        "attributes": {
            "action": "Introduce Panda Box Junctions.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Conflict occurs at traffic light controlled junctions, between vehicles, cyclists and pedestrians. The losers are the cyclists who wait alongside lorries, and are then hit when the lorry turns left. Women are most at risk, because they obey the current rules. \nPanda road crossings exist that allow sharing of crossings by cyclists and pedestrians, it is a short leap of the imagination to consider the whole of a junction crossing area as a Panda Area. The area could be demarked as existing box junction markings, extending to the furthest edges of the pedestrian crossings. Alternatively an area covered in coloured paviors would be more atractive.When lights are at red in both directions the whole of the marked area would be available for non-vehicle use. \nThis will legitamise the present law breaking efforts of mostly male cyclists who see the safety of crossing a busy junction while all lights are at red. I believe that once pedestrians understand the reasoning then they may be less aggressive to cyclists sharing \"their\" space. \n\nThis proposal moves towards the new thinking on street design outlined in the DoT Manual for Streets, without losing the lights at busy junctions.",
            "closed_at": "2009-02-11T00:00:00Z",
            "created_at": "2008-02-09T15:10:28.690771Z",
            "creator_name": "Geoff Brandt MICE MIStructE",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-02-09T15:10:28.690771Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 18,
            "state": "finished",
            "updated_at": "2009-02-12T00:01:01.446175Z"
        },
        "id": 8491263
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Panda-Junctions/"
    },
    "type": "petition"
}