{
    "data": {
        "attributes": {
            "action": "DGrundy",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Hello,\nAll these speed restrictions that are now being imposed on the everyday motorist have now been viewed as another tax. Doesn't the Prime Minister realise that to reduce speed down to say 20 mph cause the driver to cause more global warming as he has to now change down to 2nd gear thus causing more emmisions as like speed humps whereby the motorist has to do the same. No wonder most people wonder what other motives have the government have other than tax. Why do we have such poor road conditions? The amount of tax we pay they should be the best in the world.I like to ride my bycicle to work but find it very dangerous as the roads are in such a bad way. This government doesn't encourage people to use a bycicle in any way.I now find I'm NOT looking at where I'm going but looking out for potholes. This also applies when I'm driving. I'm firmly convinced this also has a great bearing on all road accidents. It's not speed that kills but distractions where the motorist or cyclist has other things to look out for such as pot holes etc.\nI could carry on but I don't suppose for one minute anyone will take any notice of what I've said. All this breeds contempt.",
            "closed_at": "2009-02-10T00:00:00Z",
            "created_at": "2008-02-09T23:00:33.526836Z",
            "creator_name": "DGrundy",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-02-09T23:00:33.526836Z",
            "rejected_at": "2008-03-13T00:01:06.821861Z",
            "rejection": {
                "code": 2560,
                "details": "Your title should be a call for action, not a statement / name.\n\nSimilar petitions already exist eg:\n\nhttp://petitions.pm.gov.uk/Poor-Roads/",
                "reasons": [
                    "Statements that don't actually request any action",
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-03-13T00:01:06.821861Z"
        },
        "id": 8494172
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/jaguar2/"
    },
    "type": "petition"
}