{
    "data": {
        "attributes": {
            "action": "reverse the doubling of the interest rate of the Student Loan company loans and link it to the CPI rather than the RPI",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Student Loan Company Ltd currently pegs its interest rate to the RPI rather the the CPI (the government's official measure of inflation). \n\nThe RPI, which includes mortgage payments therefore indirectly property prices, is an unfair measure of inflation as felt by the majority of borrowers of student loans who are not property owners and therefore not benefiting from property price increases. \n\nWe believe the Student Loan Company loans were sold as an effective \"0 percent\" loan, only growing by the rate of inflation and are concerned that the doubling of interest rates at a time that the government is contemplating selling the Student Loan Company may be motivated by commercial priorities. \n\nThe doubling of interest rate means that the average loan is now accumulating by almost £1000 per year before any capital is paid off. \n\nThe CPI is a better measure of inflation  as experienced by most borrowers of student loans and we therefore request the Prime Minister to urgently intervene to change the Student Loan Company's policy of linking their loans to the RPI rather than the CPI.",
            "closed_at": "2008-06-11T00:00:00Z",
            "created_at": "2008-02-10T23:37:47.052451Z",
            "creator_name": "Dr Matthew Knight",
            "government_response_at": "2008-08-13T11:06:56.105569Z",
            "government_responses": [
                {
                    "created_at": "2008-08-13T11:06:56.105569Z",
                    "details": "You signed a petition asking the Prime Minister to \" reverse the doubling of the interest rate of the Student Loan company loans and link it to the CPI rather than the RPI.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page16481\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'debtproblem'",
                    "updated_at": "2008-08-13T11:06:56.105569Z"
                }
            ],
            "opened_at": "2008-02-10T23:37:47.052451Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 2385,
            "state": "finished",
            "updated_at": "2008-12-16T03:02:00.945313Z"
        },
        "id": 8501261
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/debtproblem/"
    },
    "type": "petition"
}