{
    "data": {
        "attributes": {
            "action": "Resign due to his appraisal of the Archbishop of Canterbury's recent comments",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Prime Minister has openly displayed his appraisal to the Archbishops recent comments that \"the adoption of parts of Sharia law was \"unavoidable\" in Britain\".\n\nIn reply, the Prime Minister has stated, \" religious law should be subservient to UK law\".\n\nIf christians living in Islamic states, such as the UAE or Iran and claimed that they wanted christian law to be put into their governments, they would instantly be imprisoned or deported.\n\nI have lost confidence in the Prime Minister, and as a result of this, I believe pressure should be called into his resignation. \n\nThis is Britain, an Christian state, if people of other religions want to live here they abide by our laws, and don't implement there own beliefs on us. They should keep their religion secular, and not interfere with the government. In their own countries, serious punishment happens if we were to merely suggest the combination of some of our laws with theirs. \n\nAs a result of Mr Browns, unfaithful, unpatriotic and controversional moves, It is in his best interests to resign now, before mass protest occurs if indeed he plans to make Sharia law part of UK law.",
            "closed_at": "2009-02-11T00:00:00Z",
            "created_at": "2008-02-11T13:02:04.108311Z",
            "creator_name": "Joseph Hearn",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-02-11T13:02:04.108311Z",
            "rejected_at": "2008-03-14T00:01:06.580925Z",
            "rejection": {
                "code": 2306,
                "details": "http://petitions.pm.gov.uk/SackArchbishop/",
                "reasons": [
                    "Potentially libellous, false, or defamatory statements",
                    "Wording that needs to be amended, or is impossible to understand",
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-03-14T00:01:06.580925Z"
        },
        "id": 8510622
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/resignationbrown/"
    },
    "type": "petition"
}