{
    "data": {
        "attributes": {
            "action": "ensure NHS dental treatment is available for all.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "My NHS dentist recently decided to ditch all NHS patients in favour of those on Denplan. Those that were NHS were required to switch over to become private patients or move on to another practice. \n\nIt was down to the individual to find another NHS practice, which has proved difficult and I have been forced to join Denplan to ensure I can get dental treatment.\n\nThe cost for me and my two parents is over £60.00 per month, but over the course of 1 year I have only received two minimal check ups for my money.\n\nWe would like to see all dentists offer NHS dentistry as a requirement, or at least ensure that those dentists who are wishing to opt out offer patient’s alternative places at another NHS dentist before they are permitted to do so.\n\nWe also feel that businesses such as Denplan should be thoroughly investigated and more carefully monitored, to ensure that those who become private patients do so only by choice and not by requirement.",
            "closed_at": "2009-02-11T00:00:00Z",
            "created_at": "2008-02-11T13:44:32.528166Z",
            "creator_name": "M Partis",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-02-11T13:44:32.528166Z",
            "rejected_at": "2008-02-12T12:12:39.227530Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/Compulsory/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-02-12T12:12:39.227530Z"
        },
        "id": 8511709
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/NHSdentists4all/"
    },
    "type": "petition"
}