{
    "data": {
        "attributes": {
            "action": "ensure that the plans to play Premier League games abroad are not allowed to go ahead.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "\"The English Premier League is considering the idea of staging some matches around the rest of the world. \nAt a meeting in London on Thursday, all 20 clubs agreed to explore a proposal to extend the season to 39 games.\nThose 10 extra games would be played at five different venues, with cities bidding for the right to stage them.\nIt is understood the additional fixtures could be determined by a draw but that the top-five teams could be seeded to avoid playing each other.\"\n\nPremier League fans already have to put our hands deep into our pockets to pay for inflated ticket prices, because it is our national game, and our teams. The idea of playing additional games where these fans will not be able to see them, but fans in other countries will, is simply absurd. We, the English fans, deserve the right to watch these games; moving the beautiful game abroad is simply ridiculous, and must be stopped at all costs.\n\nTo the Premier League bosses who put money before the pride and reputation of our national game, just remember words like this:\n\n\"SOME SAY FOOTBALL IS A MATTER OF LIFE AND DEATH; WELL, I CAN ASSURE THEM IT IS MUCH, MUCH MORE IMPORTANT THAN THAT\" - Bill Shankly",
            "closed_at": "2008-04-11T00:00:00Z",
            "created_at": "2008-02-11T14:43:59.297982Z",
            "creator_name": "Samuel Gosney",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-02-11T14:43:59.297982Z",
            "rejected_at": "2008-03-12T00:01:08.695480Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/EPLabroad/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-03-12T00:01:08.695480Z"
        },
        "id": 8513395
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/STOP-PL-ABROAD/"
    },
    "type": "petition"
}