{
    "data": {
        "attributes": {
            "action": "enable extra funding for all Early pregnancy Units to facilitate them to open on weekends and / or extra funding and training for A&E Doctors to be able to recognise and formally diagnose and offer treatment when miscarrying",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "My girlfriend miscarried before christmas. It was a friday night and as she began to lose blood I rushed her up to Dewsbury A&E. To my disbelief and shock with their millions of pounds worth of equipment and training they said they couldnt help us or tell us if my partner was miscarrying. The Early pregnancy unity (EPU) was only open monday to friday and the A&E doctors said they were not 'trained' to deal with such problems. So basically if your going to have a miscarriage it better be monday to thursday. We were told we had to wait till the next available appointment when the EPU was open which was the tuesday! I had to ring round other hospitals and eventually got an apointment at Bradford Royal Infirmary (whos EPU opens for a few hours on a weekend morning) on the Sunday morning when they confirmed my partner had miscarried.So we had to wait 2 days to find out if we were losing our first child. I would not wish that kind of stress,worry and upset on anyone. The Doctors at Dewsbury A&E actually begged us to complain and write a letter because they said they were unable to help or send us to the EPU because of'Cutbacks'.",
            "closed_at": "2009-02-11T00:00:00Z",
            "created_at": "2008-02-11T16:07:02.324622Z",
            "creator_name": "Daniel Rahnavard",
            "government_response_at": "2009-05-22T12:47:36.655376Z",
            "government_responses": [
                {
                    "created_at": "2009-05-22T12:47:36.655376Z",
                    "details": "You signed a petition asking the Prime Minister to \"enable extra funding for all Early pregnancy Units to facilitate them to open on weekends and / or extra funding and training for A&E Doctors to be able to recognise and formally diagnose and offer treatment when miscarrying.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page19398\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'miscarriageEPU'",
                    "updated_at": "2009-05-22T12:47:36.655376Z"
                }
            ],
            "opened_at": "2008-02-11T16:07:02.324622Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 247,
            "state": "finished",
            "updated_at": "2009-02-12T00:01:01.446175Z"
        },
        "id": 8515559
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/miscarriageEPU/"
    },
    "type": "petition"
}