{
    "data": {
        "attributes": {
            "action": "Nationalise essentials firms to cut back their greed & profits. Namely; Gas, Water, Electric etc",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "UK - Sign my petition against the companies making shed loads of profit? gas, electric, phone, water etc etc..\nNamely: all the companies we pay bills to. Those companies making sickening amounts of profits yet have the bare faced cheek to keep prices high or even raise prices still further. We want over 20,000 petition signings. I wish to deliver it to 10 Downing Street to tell Mr.Brown that these firms are point-blankly taking the micky. The companies are making SO MUCH profit; yet they have the nerve to keep prices high, rip us off, cheat us out of money, (by means of over-charging claiming it's all standard costs etc), & claim all sorts of lame, cheap excuses as to why. This HAS to stop. I think I speak for MILLIONS of Britons who are deeply, truly, unbearably fed up with it. We demand to have more money to ourselves after paying our bills, to reduce their greedy, utterly pointless capitalist, sickeningly high profits, & to tell their greedier share-holders what we REALLY think of them.\nGeedy firms stop being so greedy!!!",
            "closed_at": "2008-10-12T00:00:00Z",
            "created_at": "2008-02-12T01:54:25.665226Z",
            "creator_name": "Kris Andrews",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-02-12T01:54:25.665226Z",
            "rejected_at": "2008-03-14T00:01:06.580925Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/Possibility/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-03-14T00:01:06.580925Z"
        },
        "id": 8522866
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/StopProfiteering/"
    },
    "type": "petition"
}