{
    "data": {
        "attributes": {
            "action": "reject moves to curtail file sharing and to recognise that the free distribution of creative material through the internet has important benefits for us all.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "A forthcoming Green Paper on the Creative Industries suggests that those caught sharing copyrighted material should be banned from their ISP. The creative ‘industries’ are trying to protect a monopoly over the distribution of material that is no longer viable. \n\nAlthough file sharing hurts currently established artists, it is a major benefit to those without the backing of a label, studio or publisher. In the short term this allows people who would otherwise never find an outlet for their creative expression to distribute material to anyone interested online. In the long term this will lead to a market that is less about marketing and corporate backing, and more about creativity and genuine enthusiasm. \n\nThe government should not be legislating to protect the interests of the currently established creative ‘industries’, but instead encouraging them to adapt to the new market place. Preventing file sharing is like banning a printing press to keep monasteries writing books by hand. The market place is constantly shaped and changed by technology and industries rise and fall. Why does a record label, movie studio or publishing house deserve special treatment?",
            "closed_at": "2009-02-12T00:00:00Z",
            "created_at": "2008-02-12T13:03:37.953761Z",
            "creator_name": "Ben Lee",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-02-12T13:03:37.953761Z",
            "rejected_at": "2008-03-15T00:01:10.496091Z",
            "rejection": {
                "code": 2,
                "details": "No such proposals have been put forward.",
                "reasons": [
                    "Potentially libellous, false, or defamatory statements"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-03-15T00:01:10.496091Z"
        },
        "id": 8531103
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/endmonopoly/"
    },
    "type": "petition"
}