{
    "data": {
        "attributes": {
            "action": "Create a picture/monument of Pat Butcher",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Monument of Pat Butcher Yes please!\nMatt Unsworth wants a petition requesting that everyone has a laminated picture of Pat Butcher.\n1. To emphasise the remembrance of Pat Butcher.Pat's earring collection is the envy of womankind. She's ploughed through a veritable herd of husbands and lovers and is a first-class survivor. She is played by Pam St Clement who looks just like her in real life, the lucky bitch.Despite being hard-as-nails and not taking no for an answer like that Hollyoaks 'actor' Paul Dannan, she knows what everyone in Albert Square is up to all the time. There are no secrets that can be kept from Pat Butcher. The mouth agape with lower lip drawn in, is a sure sign she's worked out who the murderer is.\nWhen Pat's not aiding MI5 and lecturing everyone else on morality, she's banging poor Yolande's man Patrick to high heaven. The hypocrite. Poor Yolande, she doesn't understand she'll always be second fiddle to the sexual monster that is Pat Butcher.\nWatch her closely in the next episode of Eastenders and you'll soon realise just how sharp Pat Butcher really is!\nThis is not just about Pat Butcher, but more importantly about having a designated picture to remember her by.",
            "closed_at": "2008-08-12T00:00:00Z",
            "created_at": "2008-02-12T13:56:26.511058Z",
            "creator_name": "Matthew Unsworth",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-02-12T13:56:26.511058Z",
            "rejected_at": "2008-03-14T00:01:06.580925Z",
            "rejection": {
                "code": 32768,
                "details": "",
                "reasons": [
                    "Intended to be humorous, or has no point about government policy"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-03-14T00:01:06.580925Z"
        },
        "id": 8532547
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/PatButcher/"
    },
    "type": "petition"
}