{
    "data": {
        "attributes": {
            "action": "make a televised address to the nation on climate change",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We urge Gordon Brown to make a televised address to the nation on climate change, launching a debate on how Britain should respond. This debate could help develop a national action plan on climate change in which we all play a role. \n\nWhile we want the Government to keep pushing other countries to reduce their emissions, we also want to have a conversation about what responding to climate change means for people in Britain. We know it may mean difficult choices and we are ready to talk about what they might be. But we also want to talk about how businesses and the Government can make it easier for us to do the right thing and how to make sure that whatever we decide to do, we all act together.  A debate on these issues would help the Government develop an action plan setting out what all parts of society need to do.\n\nThis is a chance for the Prime Minister to talk directly to us on an issue which really matters. We don’t expect him to have all the answers but the debate he creates could help the country decide what to do next. By working together, we believe that Britain can set an example for the rest of the world to follow, but we think it’s the Prime Minister’s job to lead the way. \n\nLet’s talk, Gordon.",
            "closed_at": "2008-12-13T00:00:00Z",
            "created_at": "2008-02-12T17:17:41.469229Z",
            "creator_name": "Joe Hayman",
            "government_response_at": "2009-03-31T16:59:31.245521Z",
            "government_responses": [
                {
                    "created_at": "2009-03-31T16:59:31.245521Z",
                    "details": "You signed a petition asking the Prime Minister to \"make a televised address to the nation on climate change.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page18838\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'letstalk'",
                    "updated_at": "2009-03-31T16:59:31.245521Z"
                }
            ],
            "opened_at": "2008-02-12T17:17:41.469229Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1054,
            "state": "finished",
            "updated_at": "2009-01-13T03:02:37.445053Z"
        },
        "id": 8537213
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/letstalk/"
    },
    "type": "petition"
}