{
    "data": {
        "attributes": {
            "action": "commision a review into ther current situation regarding Gambling Disputes",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We the undersigned request a review from the current government into the administration of disputes between customers and bookmakers registered with IBAS (Independent Betting Arbitration Service) This INDEPENDENT service is funded, in the main, by the bookmakers themselves and in such an environment it is impossible to see how such an organisation can not be swayed by its paymasters.\n\nWe believe the Culture Secretary and the Gambling Commission should have a full review of the current arbitration service that is used in disputes with bookmakers and customers. The system is currently fundamentally flawed and no confidence is with the consumer in the current climate.",
            "closed_at": "2008-03-12T00:00:00Z",
            "created_at": "2008-02-13T00:27:57.857382Z",
            "creator_name": "David Kay",
            "government_response_at": "2008-05-16T14:38:18.258495Z",
            "government_responses": [
                {
                    "created_at": "2008-05-16T14:38:18.258495Z",
                    "details": "You signed a petition asking the Prime Minister to \"commision a review into ther current situation regarding Gambling Disputes.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page15559.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'IBASReview'",
                    "updated_at": "2008-05-16T14:38:18.258495Z"
                }
            ],
            "opened_at": "2008-02-13T00:27:57.857382Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 221,
            "state": "finished",
            "updated_at": "2008-03-14T03:17:20.769982Z"
        },
        "id": 8542316
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/IBASReview/"
    },
    "type": "petition"
}