{
    "data": {
        "attributes": {
            "action": "back Steven Speilberg's courageous action at withdrawing his support for the Biejing Olympics by directing the British Olympic team to not attend.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The fact that it takes an \"entertainment\" personality such as Steven Speilberg to raise the fact that it is wrong for the Olympics to be in China is a true indictment of the politicians of this world. The fact that it has taken China's involvement in Darfur to provoke this discussion is also an indictment of humanity as aren't there enough atrocities in China itself to have stopped the award of the Olympics to such a country?\nWhere will the street children go when the visitors arrive? Where will the beggars be? How many have already \"disappeared\" to make the streets of Beijing \"clean\"?\nIt's not too late to stop the games.",
            "closed_at": "2008-08-13T00:00:00Z",
            "created_at": "2008-02-13T08:16:42.892825Z",
            "creator_name": "Simon Murray",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-02-13T08:16:42.892825Z",
            "rejected_at": "2008-02-13T15:53:42.888260Z",
            "rejection": {
                "code": 18944,
                "details": "Petitions should ask for Government action, for example through policy or legislation. We do not accept petitions asking the Prime Minister to give personal support to some particular campaign or individual.\nhttp://petitions.pm.gov.uk/Boycott-Olympics/",
                "reasons": [
                    "Statements that don't actually request any action",
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions",
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-02-13T15:53:42.888260Z"
        },
        "id": 8543294
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Chinaolympics/"
    },
    "type": "petition"
}