{
    "data": {
        "attributes": {
            "action": "Independent investigation into Royal Mail practices regarding lost, non received post, stolen post and Multi Claims from small businesses.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "As a small business ourselves we are daily faced with contact from customers regarding non receipt of goods. We accept items do go missing but not on scale of contact we regularly receive. The customer contacts us regarding non receipt and after a period of 7-10 days we will send a replacement out. The claim is added to multi claims form and emailed to bulk.enquiry@royalmail.com we are regularly having to chase Royal Mail to fulfil legal obligations. Small businesses have a major issue with time in completing claims and most companies do not even claim due to hassle with Royal Mail in getting response to claims and also time in completing claims. We would like the investigation not to be conducted by Postcomm or Postwatch as we believe these are far too biased towards Royal Mail. In terms of claims the figures stated by Royal Mail and Postwatch Postcomm are actually totally inaccurate as most companies write off lost/stolen post as they do not make claims simply because they don't have resources extra staff and also time constraints.",
            "closed_at": "2009-02-13T00:00:00Z",
            "created_at": "2008-02-13T11:27:19.441909Z",
            "creator_name": "Carl Harlow",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-02-13T11:27:19.441909Z",
            "rejected_at": "2008-03-14T00:01:06.580925Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/stopmailtheft/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-03-14T00:01:06.580925Z"
        },
        "id": 8547936
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/royalmailtheft/"
    },
    "type": "petition"
}