{
    "data": {
        "attributes": {
            "action": "Stop closing vital Mental Health Services before creating a working and well resourced alternative",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I have worked in Mental Health Services for 15 years.  I agree with the government that the way Mental Health patients and service users are supported needs to modernise and move away from institionalisation.\n  Unfortunately the government have decided to strip away all services without a working frame work.  \n\nIn Croydon nine service users with MIND were admitted to hospital in one week following the news that their service is to be decommissioned. They are not alone. A Day Centre also in Croydon is to be decomissioned along. with two other valued services. We have been told that the plans for replacement services are basic and that while these services are closing the new framework is no where near ready. They are clear that they do not intend to recruit staff or increase resources.  They are also clear that unless the service user is on an inhanced CPA they will not receive the current level of service support.  These people will have to make do with user lead services.\n\nPlease help by adding your name to this petition",
            "closed_at": "2009-02-13T00:00:00Z",
            "created_at": "2008-02-13T12:21:10.352080Z",
            "creator_name": "Sharon",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-02-13T12:21:10.352080Z",
            "rejected_at": "2008-03-14T00:01:06.580925Z",
            "rejection": {
                "code": 8192,
                "details": "Please use a full name.",
                "reasons": [
                    "False or incomplete name or address information"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-03-14T00:01:06.580925Z"
        },
        "id": 8549266
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/MH-PROVISION/"
    },
    "type": "petition"
}