{
    "data": {
        "attributes": {
            "action": "Recognise shopping lists as a form of nonfiction writing in the media/syllabus.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I feel there is an area of nonfiction missing from the media, and we are suffering because of it. Shopping lists are one of the most common forms of nonfiction writing, but currently are not remotely recognized by the media/syllabus in the UK. These 'guides' are a fantastic tool used by citizens all over the world, usually written formally and in elaborate detail about the instructions for the potential shopper and the required products and their details. One may argue that shopping lists are not as 'important' and 'publishable' as other forms of nonfiction. However, shopping lists are an essential part of peoples lives, and without them the choices of what foods and products to purchase could be catastrophic. The potential entertainment and educational value of shopping lists is perfectly publishable, but shopping lists are still being undermined by the media. We've had enough, prime minister, and we want shopping lists and other essential forms of nonfiction to be recognised by the media and syllabus. After all, isn't the media incomplete if it avoids forms of nonfiction used in people's everyday lives?",
            "closed_at": "2008-04-13T00:00:00Z",
            "created_at": "2008-02-13T13:07:46.576181Z",
            "creator_name": "Joshua L Shepherd",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-02-13T13:07:46.576181Z",
            "rejected_at": "2008-03-14T00:01:06.580925Z",
            "rejection": {
                "code": 49152,
                "details": "",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel",
                    "Intended to be humorous, or has no point about government policy"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-03-14T00:01:06.580925Z"
        },
        "id": 8550445
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Shopping-lists/"
    },
    "type": "petition"
}