{
    "data": {
        "attributes": {
            "action": "use money collected in the name of being \"green\" for so called \"green\" (or traditionally Ecological) causes to be used in the instalation of ecological power plants",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We the undersigned petition the Prime Minister to Use the money obtained from the 10 £ tax on flights to:\nIn keeping with the purpose of the tax that is supposed to increase the price of flights and therefore discourage flights because of thier invironmental impact.\n\nIn view of the ecological reason that is supposed to be at the basis of this tax We demand that the prime minister and our goverment use this money (that we approximate to be at least 35 Billion pounds per anum) to set up ecological and renewable forms of energy generation such as Solar, wind and any other that are known to be of very low or have no environmental impact once setup.\n\nIn addition money extracted from the public in the form of raod usage charges such as those that effect London should also be put towards the construction of the above mentioned ecological power stations.\n\nWe also expect that portions of this money be used to invest in the research of such technologies that will allow progress in rewable and sustainable forms of energy to be made and the inovation of transport technology so that in the future it may assume a more ecological form.",
            "closed_at": "2009-02-13T00:00:00Z",
            "created_at": "2008-02-13T15:54:23.189990Z",
            "creator_name": "Simon Andrew Turner",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-02-13T15:54:23.189990Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 20,
            "state": "finished",
            "updated_at": "2009-02-14T00:01:03.550056Z"
        },
        "id": 8554353
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/green--tax/"
    },
    "type": "petition"
}