{
    "data": {
        "attributes": {
            "action": "desist from the policy of deporting minors to countries where they will be (1) in danger, (2) lack the social and family support systems necessary for their care and development or (3) where there is a lack of medical facilities to treat their illnesses or to stabilise and maintain chronic life long illnesses at an acceptable level which if not so maintained will dramatically shorten their lives.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "There are an increasing number of reports about children and young people who, through no fault of their own, are being deported from this country. Some are being deported to countries that they do not know, speak the language, and have no familiy support system. Some are being deported with parents who are chronically sick and who without will die within a few months and leave these young people, many of primary school age, as orphans. These young people and their families have made great efforts to settle into this country and communities. Some have achived high academic standards and been offered university places which are now being denied them. Some have been badly let down by their families legal advisors. Much has been made recently of the Judaeo-Christian values that determine the quality of our society, this includes our humanity. Let us show our humanity by caring for these children and young people more and the strict letter of the law less, this is the true Spirit of Jesus' ethical teaching and our Judaeo-Christian heritage.",
            "closed_at": "2009-02-14T00:00:00Z",
            "created_at": "2008-02-14T15:49:30.064731Z",
            "creator_name": "The Rev. Walter Attwood",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-02-14T15:49:30.064731Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 127,
            "state": "finished",
            "updated_at": "2009-06-16T03:02:48.623727Z"
        },
        "id": 8572884
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/theyneedourcare/"
    },
    "type": "petition"
}