{
    "data": {
        "attributes": {
            "action": "award Dr. David Kelly a posthumous knighthood for his work in the field of microbiology and his work as a biological weapons inspector for the United Nations.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In 1989, Dr. David Kelly was involved in investigations into the Soviet violations of the 1972 Biological Weapons Convention and was a key member of the inspection team visiting the USSR on several occasions between 1991 and 1994. His experience with biological weapons at Porton Down led to his selection as a United Nations weapons inspector in Iraq following the end of the Gulf War. Dr. David Kelly's work as a member of the UNSCOM team led him to visit Iraq some thirty-seven times and his success in uncovering Iraq's biological weapons programme caused Rolf Ekéus to nominate him for the Nobel Peace Prize. He was made a Companion of the Order of St Michael and St George in 1996. Although not a member of the intelligence Service, they regularly sought his opinion on Iraq and other issues. David Kelly became a member of the Bahá'í Faith around the year 1999.\n\nI believe in view of the work Dr David Kelly did before his tragic and untimely death, that he was a man pre-eminent in his field and that his work for both his country and the United Nations should be acknowledged by the government and that he be awarded a posthumous knighthood.",
            "closed_at": "2009-02-14T00:00:00Z",
            "created_at": "2008-02-14T20:14:32.471701Z",
            "creator_name": "Donna Cathersides",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-02-14T20:14:32.471701Z",
            "rejected_at": "2008-03-19T00:01:05.834195Z",
            "rejection": {
                "code": 4096,
                "details": "It is not possible for the Prime Minister or Government to award posthumous knighthoods.",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-03-19T00:01:05.834195Z"
        },
        "id": 8577364
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/DKKnighthood/"
    },
    "type": "petition"
}