{
    "data": {
        "attributes": {
            "action": "Demand radical reform of the current laws obeyed by Social Services and radical reform within the Department of  Social Services.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I have heard the quote \"lessons will be learnt\" too many times by Social Services when a child dies due to extreme child neglect and abuse at the hands of their parents or carers.\nThere needs to be radical reform in the laws obeyed by the Social Services and within Social Services Department in its self.  This reform should include more powers to access and remove (if necessary) children from suspected child neglect and abuse situations.\nHeidi Koseda aged 4 died in November 1984, Heidi was locked in a cupboard and died from starvation and thirst, her decomposing body was found some 2 months later when Social Services finally requested the assitance of the police to gain access to her home.\nOur Government,current laws and Social Services failed this small vunerable child as they have failed thousands.  Social Services are not doing what they should be doing, protecting children.\nI believe this is due, primarily, to the improper restrictions of the laws obeyed by Social Services and incapacities within Social Services.\nLatest victim Jessica Randall aged 53 days",
            "closed_at": "2009-02-18T00:00:00Z",
            "created_at": "2008-02-15T00:00:43.311100Z",
            "creator_name": "Sharon Bradford",
            "government_response_at": "2009-03-31T17:02:28.329848Z",
            "government_responses": [
                {
                    "created_at": "2009-03-31T17:02:28.329848Z",
                    "details": "You signed a petition asking the Prime Minister to \"Demand radical reform of the current laws obeyed by Social Services and radical reform within the Department of Social Services.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page18841\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Savekids'",
                    "updated_at": "2009-03-31T17:02:28.329848Z"
                }
            ],
            "opened_at": "2008-02-15T00:00:43.311100Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 851,
            "state": "finished",
            "updated_at": "2009-05-21T16:25:18.142828Z"
        },
        "id": 8579878
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Savekids/"
    },
    "type": "petition"
}