{
    "data": {
        "attributes": {
            "action": "Grant equal representation to Crown Dependencies and British Overseas Territories.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "By not considering Crown Dependencies and BOTs to be a part of the UK they are not being provided with representation at Westminster despite being subject to our foreign policy decisions in equal measure to ourselves. This displays disprespect and ingratitude towards loyal British subjects. It is this lack of representation that can enable crimes such as the ethnic cleansing of Chagos Islands to take place without so much as a murmur. Scotland and Northern Ireland are given representation at Westminster despite having their own governments and parliaments and so rightfully should Her Majesty's overseas subjects, at least in relation to foreign affairs. The average population of parliamentary constituencies within the UK is 90,000, and is smaller in Wales, Scotland, and Northern Ireland. As the Crown Dependencies of Jersey, Guernsey and Isle of Man each have similar populations they should each be entitled to their own MP. With a total population of around 250,000 there should be no reason for not creating several parliamentary constituencies to represent the interests of all British Overseas Territories within the Westminster parliament.",
            "closed_at": "2008-12-15T00:00:00Z",
            "created_at": "2008-02-15T03:39:25.100936Z",
            "creator_name": "Michael Ross",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-02-15T03:39:25.100936Z",
            "rejected_at": "2008-03-19T00:01:05.834195Z",
            "rejection": {
                "code": 4096,
                "details": "This is a matter for Parliament, which has its own petitions system.",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-03-19T00:01:05.834195Z"
        },
        "id": 8580600
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/GreaterBritain/"
    },
    "type": "petition"
}