{
    "data": {
        "attributes": {
            "action": "Change the Powers of the Local Government Ombudsman",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I was bullied by a manager for over 12 months. I made a formal complaint to the Local Government Ombudsman with regards to the way Liverpool City Council dealt with my Grievance and Appeal. I was informed that they were unable to investigate personnel matters. The Grievance was based on Bullying and Oppressive Behaviour the witness’ where not questioned on these matters. \nThere are 34 County Councils and 238 District Councils in England, 32 in Scotland and 22 in Wales. How many employees have been subjected to Bullying and Oppressive Behaviour by managers who have in effect dealt with the matters internally and reached the required result the council wishes to achieve. Local councils investigate there own complaints, which I feel is a conflict of interest. \nI feel this matter needs addressing and the way to achieve this is through Legislation in the House of Commons, by introducing a Local Government Bill, or Parliament to extend the powers of the Local Government Ombudsman to include personnel issues.  \nThis is why I have started this petition.  The law needs to be changed.",
            "closed_at": "2009-02-18T00:00:00Z",
            "created_at": "2008-02-15T12:07:20.867184Z",
            "creator_name": "Vicky Gray",
            "government_response_at": "2009-06-10T11:15:50.348299Z",
            "government_responses": [
                {
                    "created_at": "2009-06-10T11:15:50.348299Z",
                    "details": "You signed a petition asking the Prime Minister to \"Change the Powers of the Local Government Ombudsman.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page19557\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition '08Bullying'",
                    "updated_at": "2009-06-10T11:15:50.348299Z"
                }
            ],
            "opened_at": "2008-02-15T12:07:20.867184Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 725,
            "state": "finished",
            "updated_at": "2009-12-30T17:08:33.861451Z"
        },
        "id": 8585348
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/08Bullying/"
    },
    "type": "petition"
}