{
    "data": {
        "attributes": {
            "action": "Ensure that the media have a statutory code of ethics for participants in TV shows",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "To do an experiment with human participants, anyone in academia or health services has to submit a proposal to an ethics committee before they proceed. This explores benefits and possible adverse outcomes to see whether the experiment is justified and the people undertaking it suitably qualified. Professionals also have codes of conduct and ethics, which obligate them to \"do no harm\" and act in the best interest of their patients.\n\nHowever, if a TV program conducts an experiment with human participants (eg reality TV shows which tests people’s responses to confinement/social manipulation, or an \"expert\" advises on their mental health or parenting skills) no such ethics process is in place. This risks damaging the mental health of participants and broadcasting advice that is dubious in quality, in the name of entertainment.\n\nIt is essential that an ethical code and scrutiny process is established to gate-keep which TV programs can be commissioned/broadcast. The code of ethics should include cost-benefit analysis and necessitate providing support mechanisms for participants, and verifying the qualifications/experience of \"experts\" used to give advice.",
            "closed_at": "2009-02-15T00:00:00Z",
            "created_at": "2008-02-15T13:38:31.693349Z",
            "creator_name": "Dr Miriam Silver",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-02-15T13:38:31.693349Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 25,
            "state": "finished",
            "updated_at": "2010-02-09T15:25:01.173093Z"
        },
        "id": 8587064
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/TVethics/"
    },
    "type": "petition"
}