{
    "data": {
        "attributes": {
            "action": "conduct a review of the Isle of Wight Council's proposals for education reform, with a view to allowing standards to be raised WITHIN the existing system of education.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Isle of Wight Council are intent on reforming the education system.\nTo effect this reform they have proposed 3 options.\nIsland residents have been asked to vote for one of the 3 proposed options.\nAll 3 options do not address the need to improve standards beyond age 13.\nInstead the options proposed will destroy the schools that are currently providing excellent education for under 13 year olds.\nThe process of consultation carried out by the council is flawed, since respondents are forced to choose one of the proposed options, whereas a great many would rather see an option which allowed  standards to be raised WITHIN the existing system.",
            "closed_at": "2008-04-15T00:00:00Z",
            "created_at": "2008-02-15T14:55:45.535092Z",
            "creator_name": "Julian Woodhouse",
            "government_response_at": "2008-05-13T15:19:32.210628Z",
            "government_responses": [
                {
                    "created_at": "2008-05-13T15:19:32.210628Z",
                    "details": "You signed a petition asking the Prime Minister to \"conduct a review of the Isle of Wight Council's proposals for education reform, with a view to allowing standards to be raised WITHIN the existing system of education.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page15521.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'SaveSchools'",
                    "updated_at": "2008-05-13T15:19:32.210628Z"
                }
            ],
            "opened_at": "2008-02-15T14:55:45.535092Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 223,
            "state": "finished",
            "updated_at": "2008-04-16T00:01:01.717585Z"
        },
        "id": 8588545
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SaveSchools/"
    },
    "type": "petition"
}