{
    "data": {
        "attributes": {
            "action": "address the unacceptable levels of youth poverty in the United Kingdom",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Youth poverty in the United Kingdom currently stands at 22.7% of those aged 16 to 19 and 20.3% of those between 20 and 24 years of age.  These are among the highest rates of youth poverty in all of the original European member states and indicate significant problems systematic of the low wages, temporary employment and discriminatory benefits system.  This can be compounded by young people in rural areas of the United Kingdom having to leave home earlier to continue their education or secure employment.  These factors allied with an unfair and discriminatory national minimum wage fuel youth poverty\n\nLiving costs for the young staying on their own are the same as for older people but the benefits system calculates that those under 25 should need £12.30 per week less to live off than those over 25.  This unfairness also prevents those under 25, without family, living on a low wage from claiming tax credits.\n\nThe Government needs to end this discrimination and abolish unacceptable poverty rates in young people.",
            "closed_at": "2008-06-18T00:00:00Z",
            "created_at": "2008-02-15T15:06:51.247185Z",
            "creator_name": "Ian Tasker  STUC Youth Committee",
            "government_response_at": "2008-08-13T15:12:31.774737Z",
            "government_responses": [
                {
                    "created_at": "2008-08-13T15:12:31.774737Z",
                    "details": "You signed a petition asking the Prime Minister to \" address the unacceptable levels of youth poverty in the United Kingdom.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page16499\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'YouthPoverty1'",
                    "updated_at": "2008-08-13T15:12:31.774737Z"
                }
            ],
            "opened_at": "2008-02-15T15:06:51.247185Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 215,
            "state": "finished",
            "updated_at": "2009-02-13T17:00:09.240820Z"
        },
        "id": 8588722
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/YouthPoverty1/"
    },
    "type": "petition"
}