{
    "data": {
        "attributes": {
            "action": "Support ISP's in not bowing to pressure from a desperate insustry into becoming defacto net police",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Recently there have been increasingly desperate attempts by the music industry to control how individuals consume media. Since these measures have in large parts failed (as a public relations disaster and an expensive, ultimately ineffective process), the industry is attempting to force ISP's to bear the blame for users actions and police information consuption. There is no practical way to detect the difference between legal and illegal material – particularly if the content is encrypted therefore this will effectively ban the use of some methods of transferring data. ISP’s should  not be encouraged to invade a users privacy by analysing their data if they are not suspected of any crime, this sets an extremely dangerous precedent which very quickly leads to censorship of the internet. The government should not legislate on behalf of the music industry but should support open internet policed if necessary by public authorities using the usual mantra of innocent until proven guilty, requiring evidence and a court order before a users privacy may be invaded in this way.",
            "closed_at": "2008-04-19T00:00:00Z",
            "created_at": "2008-02-15T20:38:21.532437Z",
            "creator_name": "David Ward",
            "government_response_at": "2008-06-06T14:12:38.278695Z",
            "government_responses": [
                {
                    "created_at": "2008-06-06T14:12:38.278695Z",
                    "details": "You signed a petition asking the Prime Minister to \"Support ISP's in not bowing to pressure from a desperate insustry into becoming defacto net police\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page15682.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'openinternet'",
                    "updated_at": "2008-06-06T14:12:38.278695Z"
                }
            ],
            "opened_at": "2008-02-15T20:38:21.532437Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 244,
            "state": "finished",
            "updated_at": "2008-04-20T00:01:01.638807Z"
        },
        "id": 8593367
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/openinternet/"
    },
    "type": "petition"
}