{
    "data": {
        "attributes": {
            "action": "ban supermarkets from giving out carrier bags, and have people buy a long-lasting recyclable plastic shopping bag instead.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "It is shocking to see the number of plastic carrier bags given out by supermarkets and which are then wasted after use.  Although many are made out partly of recycled materials, it would still be more environmentally friendly to buy a long-lasting \"Bag for Life\".  These bags will save the environment, and are stronger than the thin bags provided at supermarket checkouts.  For a small charge, the bag would last a long time and could be used for other shopping as well as supermarket shopping.\nThis system has worked in Austria, Switzerland and Germany, and more recently and closer to home - in the Republic of Ireland.\nLet us help make a difference to the environment and save the unnecessary provision of carrier bags.",
            "closed_at": "2009-02-19T00:00:00Z",
            "created_at": "2008-02-16T13:39:24.864606Z",
            "creator_name": "George MacDonald",
            "government_response_at": "2009-03-12T15:03:29.346766Z",
            "government_responses": [
                {
                    "created_at": "2009-03-12T15:03:29.346766Z",
                    "details": "You signed a petition asking the Prime Minister to \"ban supermarkets from giving out carrier bags, and have people buy a long-lasting recyclable plastic shopping bag instead.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page18573\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'longlifebags'",
                    "updated_at": "2009-03-12T15:03:29.346766Z"
                }
            ],
            "opened_at": "2008-02-16T13:39:24.864606Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 503,
            "state": "finished",
            "updated_at": "2010-02-09T15:25:01.173093Z"
        },
        "id": 8598276
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/longlifebags/"
    },
    "type": "petition"
}