{
    "data": {
        "attributes": {
            "action": "Admit that his government has lost the confidence of the electorate and call a general election at the earliest opportunity.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "It is becoming obvious that this government is failing us on education, health, the economy, business, the environment, transport, Europe, rural affairs, housing, infrastructure, immigration, the postal service, policing, and many other issues.\n\nThe working classes can't earn a living wage, so they pay taxes with one hand and claim tax credits with the other. The middle-classes have been milked as a cash cow until they've been brought to their knees by stealth taxes. Genuine benefit claimants are constantly under threat of losing their meagre benefits while scroungers seem to do as they please. The concerns of farmers, fishermen, doctors, small businessmen, and other pillars of our communities are ignored.\n\nAll we get are reviews, consultations, reports, constant announcements of new initiatives, and endless spin. This government has gone in directions that have never been part of its manifesto, and have thus never been voted on. It's time to have that vote.",
            "closed_at": "2008-08-16T00:00:00Z",
            "created_at": "2008-02-16T23:45:15.215198Z",
            "creator_name": "Andrea J Chee",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-02-16T23:45:15.215198Z",
            "rejected_at": "2008-03-20T00:01:04.624450Z",
            "rejection": {
                "code": 2560,
                "details": "http://petitions.pm.gov.uk/springelection/",
                "reasons": [
                    "Statements that don't actually request any action",
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-03-20T00:01:04.624450Z"
        },
        "id": 8603037
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/lostconfidence/"
    },
    "type": "petition"
}