{
    "data": {
        "attributes": {
            "action": "instigate a criminal investigation by Scotland Yard's Counter Terrorism Command into the involvement of apartheid South Africa in the December 1988 terrorist bombing of Pan Am Flight 103.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Apartheid South Africa would have been the prime Lockerbie suspect had the Democrats won the November 1988 US Presidential election (Dukakis Backers Agree Platform Will Call South Africa 'Terrorist', The New York Times, 13 June 1988). However, the Republicans were firmly opposed to putting the apartheid regime into the same terrorist category as Libya and Iran. In the aftermath of the PA 103 bombing, therefore, South Africa's involvement was not even contemplated.\n\nThe Petition Creator wrote to The Guardian newspaper on 7 December 1989, and again on 22 December 1993, posing the following question on both occasions: \"why has it taken so long for the finger of suspicion to point towards South Africa\"? Now that the conviction of Libyan agent Mr al-Megrahi is very likely to be overturned at the Court of Criminal Appeal in Edinburgh, we believe it is high time for Scotland Yard's Counter Terrorism Command to mount a criminal investigation into the involvement of apartheid South Africa in the terrorist bombing of Pan Am Flight 103 on 21 December 1988.",
            "closed_at": "2008-12-19T00:00:00Z",
            "created_at": "2008-02-17T13:51:26.609066Z",
            "creator_name": "Patrick Haseldine",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-02-17T13:51:26.609066Z",
            "rejected_at": "2008-02-20T10:39:15.001638Z",
            "rejection": {
                "code": 4096,
                "details": "Criminal investigations are instigated by the police, not by the Prime Minister. You should take your request to the police authorities.",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-02-20T10:39:15.001638Z"
        },
        "id": 8605886
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SAfricaTerrorism/"
    },
    "type": "petition"
}