{
    "data": {
        "attributes": {
            "action": "Take the opportunity of the forthcoming review of televised events to disregard pressure from commercial sources & restore to terrestrial channels the right to live broadcast of all international events of the mainstream sports where one or more of the home nations is represented, whether by a National or club team.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Many cannot afford the high fees charged by Sky Sports and their like & many more dislike being held to ransom by their monopoly. The BBC's main function is of public service & it is therefore morally right that it serves the public by screening live international events of mainstream sports.  Sadly, we have little to feel patriotic about these days, (and often criticised in the name of political correctness if we show any nationalist pride) international sport being one of our few opportunities.  Current coverage by the BBC of the Six Nations Rugby is a shining beacon of high quality broadcasting which is also for the good of the public.\nThis is a great opportunity for the government to demonstrate that it puts the interests of the people of all the home nations before commercial considerations.",
            "closed_at": "2009-02-17T00:00:00Z",
            "created_at": "2008-02-17T23:00:23.062561Z",
            "creator_name": "Steve Heninghem",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-02-17T23:00:23.062561Z",
            "rejected_at": "2008-03-20T00:01:04.624450Z",
            "rejection": {
                "code": 4352,
                "details": "",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand",
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-03-20T00:01:04.624450Z"
        },
        "id": 8610782
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Sport-TV-Review/"
    },
    "type": "petition"
}