{
    "data": {
        "attributes": {
            "action": "establish a commission to look at how existing resources, parental contributions and additional resources can be used to enable young people to access services, facilities and positive activities",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We recognise that young people need to access services, facilities and positive activities and that this has also been recognised by the Government. \n\nUnfortunately however, for many young people their access is limited or prohibited as a result of the unavailability and/or cost of public transport. \n\nWe therefore urge the Government to establish a commission to look at how existing resources, parental contributions and additional resources can be used to address this issue.",
            "closed_at": "2008-05-21T00:00:00Z",
            "created_at": "2008-02-18T12:01:30.959528Z",
            "creator_name": "LISA PUTNAM",
            "government_response_at": "2008-06-16T13:44:00.577510Z",
            "government_responses": [
                {
                    "created_at": "2008-06-16T13:44:00.577510Z",
                    "details": "You signed a petition asking the Prime Minister to \"establish a commission to look at how existing resources, parental contributions and additional resources can be used to enable young people to access services, facilities and positive activities.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page15775.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'access4yp'",
                    "updated_at": "2008-06-16T13:44:00.577510Z"
                }
            ],
            "opened_at": "2008-02-18T12:01:30.959528Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1046,
            "state": "finished",
            "updated_at": "2008-06-16T13:43:15.881720Z"
        },
        "id": 8616427
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/access4yp/"
    },
    "type": "petition"
}