{
    "data": {
        "attributes": {
            "action": "Outlaw extortionate lender interest rates and loan sharking",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We call on the government to fix lenders interest rates to a maximum of  five times the bank base rate, at the time the loan was entered into, and to make illegal and void any lender transaction contract that breaks this condition.\n\nExtortionate interest rates are applied predominantly against those least able to afford them. Those with low credit scores\n\nThere is also a problem with loan sharking, whereby private lenders can, and do, charge rates of interest for money loans which, in reality, can never be repaid because of the unfair manner in which the loans are configured.\n\nBy properly regulating credit by setting maximum interest rates from lenders, the government would be able to promote a lending system that was fairer to those less able to gain credit, while allowing a sufficiently profitable rate of interest to be charge by legitimate regulated lenders. \n\nAt the same time this legislation would instantly outlaw the practice of loan sharking.",
            "closed_at": "2008-08-18T00:00:00Z",
            "created_at": "2008-02-18T12:58:22.994799Z",
            "creator_name": "Herman Mittelholzer",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-02-18T12:58:22.994799Z",
            "rejected_at": "2008-03-20T00:01:04.624450Z",
            "rejection": {
                "code": 2048,
                "details": "Pls see:\nhttp://petitions.pm.gov.uk/cap-interest/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-03-20T00:01:04.624450Z"
        },
        "id": 8617541
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/faircreditrates/"
    },
    "type": "petition"
}