{
    "data": {
        "attributes": {
            "action": "N.S.P.C.H.A",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Appliance abuse and violence against household appliances is completely intolerable. Here at the N.S.P.C.H.A we keep up a relentless drive to stamp out such abuse. And we will encourage everyone in our society to play a part in keeping appliances safe. But with the help of the Government we can put an end to this unnecessary abuse by you passing a law that makes abuse to appliances illegal. \n \n Did you know on average 10 950 000 appliances die each year as a result of extreme abuse. That’s 30 000 appliances a day, and one every 3 seconds? This is why we need your support right now.\n\n  We could campaign more effectively, provide more support and save millions of lives if we have your approval. \n\nHousehold appliance abuse is a growing problem and that needs to be tackled urgently. \nThis abuse could be happening next door, in the home of a friend or family member or even in your own home.\n\nPlease, take into account what I have said and help us put an end to this sickening situation. Millions of appliances lives are in your hands.\n\nYours sincerely \n\n\n\n\nJessica Hall",
            "closed_at": "2009-02-18T00:00:00Z",
            "created_at": "2008-02-18T23:53:06.872960Z",
            "creator_name": "Jessica Hall",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-02-18T23:53:06.872960Z",
            "rejected_at": "2008-03-20T00:01:04.624450Z",
            "rejection": {
                "code": 512,
                "details": "Title of petition must be a request for action.",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-03-20T00:01:04.624450Z"
        },
        "id": 8626283
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/appliances/"
    },
    "type": "petition"
}