{
    "data": {
        "attributes": {
            "action": "Create a dedicated Military & Veterans Hospital within the UK",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "With the growing numbers of wounded personnel repatriated to the UK and with continued growth in medically discharged personnel since the Falklands war to current conflicts and operations, our service men & women and veterans of previous operational service are owed the best medical care possible.  The existing facilities are falling short and the NHS are not meeting the needs of veterans who still need treatment for their service related conditions.  A dedicated Military & Veterans Hospital will greatly help resolve this National scandal since the complete closure of our military hospitals that has proved to be total folly.",
            "closed_at": "2008-08-19T00:00:00Z",
            "created_at": "2008-02-19T11:22:29.456233Z",
            "creator_name": "Denzil Connick",
            "government_response_at": "2008-09-24T14:35:42.683260Z",
            "government_responses": [
                {
                    "created_at": "2008-09-24T14:35:42.683260Z",
                    "details": "You signed a petition asking the Prime Minister to \"Create a dedicated Military & Veterans Hospital within the UK.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page16864\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Wounded'",
                    "updated_at": "2008-09-24T14:35:42.683260Z"
                },
                {
                    "created_at": "2008-10-07T14:00:42.733371Z",
                    "details": "Following our response to the e-petition “We the undersigned petition the Prime Minister to create a dedicated Military & Veterans Hospital within the UK” on 24 September 2008, we received feedback from some signatories on the issue of hospital security. \n\nWe can assure you that the security of our personnel admitted as in-patients is of the highest priority and remains under constant review. Each NHS Trust has overall security responsibility for the safety of all its patients. The main trauma ward at Selly Oak hospital has a swipe card door lock system, and we have good liaison arrangements in place between the Royal Centre for Defence Medicine, the hospital, Special Branch and the local police. Similar liaison takes place at the other hospitals hosting Ministry of Defence Hospital Units, and any MOD concerns will be discussed with the appropriate Trust security department.\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Wounded'",
                    "updated_at": "2008-10-07T14:00:42.733371Z"
                }
            ],
            "opened_at": "2008-02-19T11:22:29.456233Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 113979,
            "state": "finished",
            "updated_at": "2009-07-31T03:03:12.409529Z"
        },
        "id": 8629969
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Wounded/"
    },
    "type": "petition"
}