{
    "data": {
        "attributes": {
            "action": "Stop being so arrogant and let the people decide! We want a referendum as your government promised.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This is the Governments response to the petition calling for a referendum - basically the Government knows best??!! We want a referendum as your government promised.\n\n'In December 2007, European leaders agreed the text of the Treaty of Lisbon. All 27 EU leaders have agreed that \"the constitutional concept has been abandoned\". The new Treaty aims to make the European Union work more effectively for the people of this country and other member states. The Government believes the Treaty is very much in Britain's national interest. \n\nUnlike the Constitutional Treaty, which would have refounded the EU, the Lisbon Treaty is an amending Treaty in the tradition of the single European Act under Baroness Thatcher, the Maastricht Treaty under Sir John Major and the Treaties of Nice and Amsterdam under Tony Blair. All of these Treaties were scrutinised and approved by Parliament without the need for a referendum. The Treaty is now being debated and scrutinised, with Parliament having the final say on the legislation needed for its ratification. As with all Treaties, Parliament must be satisfied that it is in the national interest, before it can be implemented in national law.'",
            "closed_at": "2008-05-19T00:00:00Z",
            "created_at": "2008-02-19T14:08:34.241946Z",
            "creator_name": "Steve O'Connell",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-02-19T14:08:34.241946Z",
            "rejected_at": "2008-03-20T00:01:04.624450Z",
            "rejection": {
                "code": 2048,
                "details": "http://search.petitions.pm.gov.uk/kbroker/number10/petitions/search.lsim?ha=1157&sc=number10&qt=eu+referendum",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-03-20T00:01:04.624450Z"
        },
        "id": 8632827
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/maxwell/"
    },
    "type": "petition"
}