{
    "data": {
        "attributes": {
            "action": "Reject the proposal being made by Kent County Council to Close the Queen Elizabeth Foundation Resource Centre for the Disabled in Dartford.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Resource Centre (Formally Bridge Court) is a unique facility in NW Kent providing an Activity Based Day Service for the disabled. The centre provides rehabilitation, activities, respite care and social interaction on a daily basis. The building is specially designed to enable full access to any part for all physically disabled people, the type of access which is generally lacking within the wider community and local facilities. The Service is at present fully funded by KCC and run on their behalf by The Queen Elizabeth Foundation. KCC Social Services have said they will no longer fund Activity Based Day-Care and that Direct Payments will be imposed on a individual basis (subject to criteria) to enable access to community facilities. This decision has been made without proper consultation with users and is in our belief way ahead of it’s time. Until the infrastructure is in place within the community to support this ideal, physically disabled people will be severely disadvantaged",
            "closed_at": "2008-08-19T00:00:00Z",
            "created_at": "2008-02-19T14:55:11.956749Z",
            "creator_name": "Angela Gaynor",
            "government_response_at": "2008-11-14T15:16:39.333559Z",
            "government_responses": [
                {
                    "created_at": "2008-11-14T15:16:39.333559Z",
                    "details": "You signed a petition asking the Prime Minister to \"Reject the proposal being made by Kent County Council to Close the Queen Elizabeth Foundation Resource Centre for the Disabled in Dartford.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page17450\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'QEFRC-DARTFORD'",
                    "updated_at": "2008-11-14T15:16:39.333559Z"
                }
            ],
            "opened_at": "2008-02-19T14:55:11.956749Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 353,
            "state": "finished",
            "updated_at": "2009-07-24T14:44:23.760260Z"
        },
        "id": 8633578
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/QEFRC-DARTFORD/"
    },
    "type": "petition"
}