{
    "data": {
        "attributes": {
            "action": "raise the issue of fair competion with the English Premier League / Football League and request they explore ways to reduce the inequitable dominance of the, so called, 'Big Four' teams in the various league and cup competions.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The opportunity to win the Premier League, FA/League Cups is now virtually restricted to those clubs competing in the UEFA Champions League (UCL), namely: Arsenal, Chelsea, Liverpool, Man Utd ('ACLM'), due to higher UCL revenues. The same teams also re-qualify for the UCL each year. This situation is unlikely to change, unless some aspects of the league/cup formats are altered. \nPossible options include:\n1. Creating a new Pan-European super division, in which the top clubs play full time, rather than in their own national leagues, but with relegation/promotion to/from the national leagues (e.g. 4 English places, with 2 up/down each year). \n2. Entry to the English League Cup is restricted to non-UEFA Champions League teams. \n3. Some redistribution of UCL revenues to narrow the UCL / non-UCL gap. \nIf the situation is not addressed, non-ACLM supporters could withdraw their support from televised games featuring the UCL teams, in protest at this in-built inequality.",
            "closed_at": "2009-02-19T00:00:00Z",
            "created_at": "2008-02-19T17:21:46.745166Z",
            "creator_name": "Mike Evans",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-02-19T17:21:46.745166Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 18,
            "state": "finished",
            "updated_at": "2009-02-20T00:01:01.655358Z"
        },
        "id": 8636070
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/fairleague/"
    },
    "type": "petition"
}