{
    "data": {
        "attributes": {
            "action": "keep runway alternation at Heathrow",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We put up with aircraft blight from Heathrow because runway alternation provides respite for half of each day.  The current consultation on expansion of Heathrow suggests this half-peace is now under threat.  \n\nWith prevailing winds being south-westerly, arriving aircraft traverse a large part of London.  If we are under the morning path, flights start arriving soon after 4am causing sleep disturbance, and continue until mid morning, wrecking concentration at school or work.  Runway alternation gives us a peaceful afternoon, and the prospect of being on the afternoon flight path the following week.\n\nThe afternoon flight path impacts upon outdoor activities including sport, socialising or a walk in the World Heritage site of Kew Gardens.  Our visitors invariably remark that the low-flying aircraft spoil their visit.  This is especially so if they have paid full price to visit Kew Gardens.  London businesses and tourism will surely suffer if the aircraft blight becomes constant.",
            "closed_at": "2008-08-20T00:00:00Z",
            "created_at": "2008-02-19T21:35:47.590875Z",
            "creator_name": "Susan Ross",
            "government_response_at": "2008-09-29T14:58:35.846086Z",
            "government_responses": [
                {
                    "created_at": "2008-09-29T14:58:35.846086Z",
                    "details": "You signed a petition asking the Prime Minister to \"keep runway alternation at Heathrow.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page17004\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Heathrow-noise'",
                    "updated_at": "2008-09-29T14:58:35.846086Z"
                }
            ],
            "opened_at": "2008-02-19T21:35:47.590875Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 267,
            "state": "finished",
            "updated_at": "2009-03-12T17:06:28.795580Z"
        },
        "id": 8639063
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Heathrow-noise/"
    },
    "type": "petition"
}