{
    "data": {
        "attributes": {
            "action": "introduce the new breastfeeding - based growth charts for babys",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This is a petition to ask the government to stop wasting time and introduce the new breastfeeding friendly child growth charts. \n\nThe World Health Association have produced growth charts for babies based on breastfed babies, a huge step forward from the current outdated growth charts based on formula fed babies. The government are wasting time as they could have and should have been implemented months ago. \n\nThe current centile charts cause dread in breastfeeding mothers as they are based on formula fed babies who grow faster.\n\nThis is causing many breastfeeding mothers to feel inadequate and be pushed into giving up breastfeeding or topping up with formula as their babies are classed as \"underweight\".  \n\nThe government are all talk when it comes to the \"breast is best\" campaign, its high time they stop talking and start putting it to practise. \n\nWe all know that breastfeeding is recommended up until a baby is 6 months old so why are we charting our children's growth based on formula feeding?\n\nPlease sign this petition and give breastfed babies a fighting chance at child health clinics of being seen as normal for their age. Who knows it might even put a stop to the child obesity epidemic.",
            "closed_at": "2008-08-20T00:00:00Z",
            "created_at": "2008-02-20T01:50:22.243776Z",
            "creator_name": "Miss Eloise Cartwright",
            "government_response_at": "2008-11-14T15:19:01.908645Z",
            "government_responses": [
                {
                    "created_at": "2008-11-14T15:19:01.908645Z",
                    "details": "You signed a petition asking the Prime Minister to \"introduce the new breastfeeding - based growth charts for babys.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page17452\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'growth-charts'",
                    "updated_at": "2008-11-14T15:19:01.908645Z"
                }
            ],
            "opened_at": "2008-02-20T01:50:22.243776Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 254,
            "state": "finished",
            "updated_at": "2008-09-07T04:02:19.629698Z"
        },
        "id": 8640470
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/growth-charts/"
    },
    "type": "petition"
}