{
    "data": {
        "attributes": {
            "action": "reclassify dyslexia as a thinking style, not a disability",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Dyslexia is currently classed as a disability by law. This is intensely damaging to the self-esteem of dyslexics.\n\nIn fact, dyslexics are strong visual-spatial thinkers and often have heightened intuition. While some find the world of work difficult, many excel in areas such as architecture, engineering, design, entrepreneurism and other fields requiring visual, intuitive and/or lateral thinking.\n\nThere is also mounting evidence that dyslexics can succeed at all academic tasks when instruction is appropriate to the dyslexic thinking style. As a society, our focus needs to be on catering adequately for all thinking styles, not writing some of them off as disabilities.\n\nWe urge the Government to submit new laws to Parliament to reframe dyslexia as a thinking style, not a disability. Care must be taken to ensure that the rights and protections currently afforded to dyslexics under the Disability Discrimination Act are transferred to a new Equality of Thinking Style law.\n\nThe dyslexic way of thinking deserves to be treated with dignity and respect.\n\nNote: the term \"dyslexics\" instead of \"people with dyslexia\" is used here intentionally. Dyslexia is not an affliction.",
            "closed_at": "2008-06-21T00:00:00Z",
            "created_at": "2008-02-20T18:36:09.615738Z",
            "creator_name": "Richard Whitehead",
            "government_response_at": "2008-08-14T13:30:26.809895Z",
            "government_responses": [
                {
                    "created_at": "2008-08-14T13:30:26.809895Z",
                    "details": "You signed a petition asking the Prime Minister to \"reclassify dyslexia as a thinking style, not a disability.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page16509\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'honourdyslexia'",
                    "updated_at": "2008-08-14T13:30:26.809895Z"
                }
            ],
            "opened_at": "2008-02-20T18:36:09.615738Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 226,
            "state": "finished",
            "updated_at": "2008-06-22T05:19:13.651091Z"
        },
        "id": 8651204
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/honourdyslexia/"
    },
    "type": "petition"
}