{
    "data": {
        "attributes": {
            "action": "let students in full time edication use buses, trains, etc for free or for a much lower fare.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Most students do not have enough money for the increasing travel prices on public transport. Students generally do not have enough time to spare inbetween studying, and to get a job in which they can keep up and have to spend hundreds of pounds a year on public transport to and from their place of education. I am a student myself and I find that it is hard to be able to afford to travel anywhere on public transport as it is too expensive. I am not saying that we should all get free unlimited travel, but I am saying that we should be able to get, at least, a much reduced fare. Pensioners can travel for free, and ever since they have had that privelage, public transport prices have risen dramatically. I am also not saying that pensioners should have to pay but I am saying that students in education should at least get a greater reduced or free travel fare on public transport.",
            "closed_at": "2008-08-20T00:00:00Z",
            "created_at": "2008-02-20T21:19:18.217206Z",
            "creator_name": "Clare Smith",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-02-20T21:19:18.217206Z",
            "rejected_at": "2008-03-22T00:01:04.004736Z",
            "rejection": {
                "code": 2048,
                "details": "There is a similar petition at: http://petitions.pm.gov.uk/student-rail/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-03-22T00:01:04.004736Z"
        },
        "id": 8652844
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/01student-fares/"
    },
    "type": "petition"
}