{
    "data": {
        "attributes": {
            "action": "Muslims to accept our beliefs, and live in harmony and peaceful enjoyment with us.'",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Muslims who want to live under Islamic Sharia law should get out of the UK.IMMIGRANTS, NOT British People, MUST ADAPT.We are tired of this nation worrying about whether we are offending some individual or their culture. people.!Most British People believe in God. This is not some Christian, right wing, political push, but a fact, because Christian men and women, on Christian principles, founded this nation, and this is clearly documented.  If God offends you, then I suggest you consider another part of the world as your new home, because God is part of our culture.We will accept your beliefs, and will not question why. All we ask is that you accept ours, and live in harmony and peaceful enjoyment with us.\nThis is OUR COUNTRY, OUR LAND, and OUR LIFESTYLE, and we will allow you every opportunity to enjoy all this. But once you complain, whine, and gripe about Our Flag, Our Pledge, Our Christian beliefs, or Our Way of Life, we highly encourage you take advantage of one other great Britain freedom, \n'THE RIGHT TO LEAVE' We didn't force you to come here. You asked to be here. So accept the country YOU accepted.",
            "closed_at": "2009-02-21T00:00:00Z",
            "created_at": "2008-02-20T20:13:10.430269Z",
            "creator_name": "Ken Budden",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-02-20T20:13:10.430269Z",
            "rejected_at": "2008-02-21T16:18:39.152606Z",
            "rejection": {
                "code": 21248,
                "details": "",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand",
                    "Statements that don't actually request any action",
                    "Outside the remit of the Prime Minister and Government",
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-02-21T16:18:39.152606Z"
        },
        "id": 8652200
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/MuslimsInUK/"
    },
    "type": "petition"
}