{
    "data": {
        "attributes": {
            "action": "prevent the proposed expansion of Heathrow",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We have heard of the plans for a third runway and sixth terminal at Heathrow and are horrified.\n \nHow can the government even face themselves with the most ridiculous hypocrisy that is supporting this expansion?\n \nWe are trying to cut CO2 emissions by (at least) 60% by 2050, but yet we want to welcome 400,000 more planes into the skies above London? This target will be unachievable should this Heathrow expansion be welcomed. We should be cutting back on aviation, not increasing it.\n \nHow about public health? The government apparently wants the best for its citizens, but sees no problem in plugging the skies above their homes full of pollution and noise. This is a risk to health, happiness and their very conscience.\n \nSupposedly these atrocious crimes can be justified by economic gain. But the most economic gain will be for foreign companies and airlines. Within this country, the actual workers that will run the proposed expansion area, and therefore benefit from employment oppurtunitis, will likely live in Hounslow, or the West London area. But yet most citizens and local councils in these areas vehemently oppose the plans.",
            "closed_at": "2008-03-11T00:00:00Z",
            "created_at": "2008-02-20T22:35:08.106995Z",
            "creator_name": "Morgan Curtis",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-02-20T22:35:08.106995Z",
            "rejected_at": "2008-03-22T00:01:04.004736Z",
            "rejection": {
                "code": 2048,
                "details": "There is a similar petition at: http://petitions.pm.gov.uk/Heathrowmadness/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-03-22T00:01:04.004736Z"
        },
        "id": 8653433
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/nogrowheathrow/"
    },
    "type": "petition"
}