{
    "data": {
        "attributes": {
            "action": "Revise and restrict  all night drinking laws",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "It is easy to blame young people for their alcohol habit but Government has to accept a certain amount of the blame. Drink is destroying as many lives as smoking and not just those of the addicted. Worst are nocturnal disturbances, shouting, abuse, fighting, and instances of criminal damage, we regularly have to suffer sometimes until 4.30 am.  Then I am supposed, as if undisturbed, we are supposed to face a full day's work the following morning.   The stresses of living in Britain have never been higher. Just listen to T.V News Announcers muddling all their words, ask yourself if this happened when you were a child.    I personally believe this is nearly all as a direct result of what I will call ‘Britain Never Sleeps Syndrome’. The cost to society is enormous, not just social but economic as well; lost working hours, extra policing, extra medical care, extra street cleaning. Think of the cost to the environment too; think of the energy that could be saved and the CO2 emissions that could be stopped. I would appeal to you, retrieve a facet of your moral upbringing, and ask you and your cabinet to take the courage to revise and restrict these soul destroying all night drinking laws.",
            "closed_at": "2009-02-21T00:00:00Z",
            "created_at": "2008-02-21T11:23:56.520608Z",
            "creator_name": "DR CHRIS BARNES",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-02-21T11:23:56.520608Z",
            "rejected_at": "2008-02-21T16:41:37.743565Z",
            "rejection": {
                "code": 2048,
                "details": "There is a similar petition at: http://petitions.pm.gov.uk/24hourlicensing",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-02-21T16:41:37.743565Z"
        },
        "id": 8657360
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/drinking-laws/"
    },
    "type": "petition"
}