{
    "data": {
        "attributes": {
            "action": "change NHS policy to make the PSA test available on demand for all men over 50 and help save more than 10,000 men who die of prostate cancer each year.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "One of the things American men have that our Briish men don't, is routine access to the PSA test, a blood test administered by GPs that can diagnose prostate cancer. Although the test has some important drawbacks, evidence from around the world shows that the wider use of the PSA test is associated with higher prostate cancer survival rates. In the UK, men who are concerned about their prostate have no automatic right to the PSA test. The five year survival rate of prostate cancer in the USA is 98.5%, compared with just 70% here.",
            "closed_at": "2009-02-21T00:00:00Z",
            "created_at": "2008-02-21T11:46:34.626018Z",
            "creator_name": "Geraldine Long",
            "government_response_at": "2009-06-04T11:45:26.156325Z",
            "government_responses": [
                {
                    "created_at": "2009-06-04T11:45:26.156325Z",
                    "details": "You signed a petition asking the Prime Minister to \"change NHS policy to make the PSA test available on demand for all men over 50 and help save more than 10,000 men who die of prostate cancer each year.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page19458\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'AICRPSACampaign'",
                    "updated_at": "2009-06-04T11:45:26.156325Z"
                }
            ],
            "opened_at": "2008-02-21T11:46:34.626018Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1415,
            "state": "finished",
            "updated_at": "2009-12-29T15:26:47.692240Z"
        },
        "id": 8657714
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/AICRPSACampaign/"
    },
    "type": "petition"
}