{
    "data": {
        "attributes": {
            "action": "Create a benefits system to actively support working citizens based on their income and the area they live in.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Living in London and having contributed to the UK's tax and N.I schemes for over 13 yrs I feel something should be done to reward working tax payers for their efforts as too often we, the majority, are penalised in favour of those who find it a nuisance to have to go out and earn their way through society.  I have to pay extortionate rent to allow some sort of quality of life/degree of safety which increases my cost of travel to work.  Massive outgoings for basics each month, mean I can't afford to save more than £100 per month to buy a house, marry or have kids.  It will take forever without assistance, of which I don't have.  I am stuck wondering if I will ever have normal things.  I feel strongly that the working people of Britain are penalised at any opportunity though we enable others (including non UK residents and their family members abroad) who may not even be entitled to benefits to 'survive' in the UK whilst I go without assistance.  Genuinely poor and infirm UK born citizens claiming I do not object to, I do object to workers continuing to provide whilst we go without.  The Government should introduce rewards like concessions for travel for workers, relative to age/wage/location/job.",
            "closed_at": "2009-02-25T00:00:00Z",
            "created_at": "2008-02-21T13:13:22.616031Z",
            "creator_name": "Emma Martinez-Lamkowski",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-02-21T13:13:22.616031Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 17,
            "state": "finished",
            "updated_at": "2010-01-22T16:43:27.390870Z"
        },
        "id": 8659000
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Workers2Benefit/"
    },
    "type": "petition"
}