{
    "data": {
        "attributes": {
            "action": "In relation to Thomas the Tank Engine investigate the potential abuse of Copyright against the public interest and amend the Copyright Law.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Rev W. Audrey created the Railway Series featuring ‘Thomas the Tank Engine’ in the dark days of the 1940’s. The stories have given pleasure to millions and many Heritage railways have provided excellent Thomas themed events in recent years. These have played an important role in providing income to organisations maintaining  the UK’s industrial heritage and at the same time given enjoyment to millions of children and parents.\n\nThe new owners of the copyright of the stories have imposed draconian rules so events that have been fixture in local calendars for 20 or 30 years have been ‘banded’. One railway had to remove Web Movies of previous events from their website. \n\nThe action of the copyright holder are clearly not in the public interest. The Government should investigate the way the copyright laws are being exploited by big business against the interests of the public. The fictional creations of Rev. Audrey have been part of this nations childhood for decades and steps should be taken to ensure the cultural benefit of these moral and uplifting children’s stories is protected.  The government should seek ways to revise Copyright laws appropriately.",
            "closed_at": "2008-11-21T00:00:00Z",
            "created_at": "2008-02-21T14:00:08.661597Z",
            "creator_name": "Nigel Wilson",
            "government_response_at": "2009-01-09T15:04:03.381840Z",
            "government_responses": [
                {
                    "created_at": "2009-01-09T15:04:03.381840Z",
                    "details": "You signed a petition asking the Prime Minister to \"In relation to Thomas the Tank Engine investigate the potential abuse of Copyright against the public interest and amend the Copyright Law.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page17943\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Thomas-the-Tank'",
                    "updated_at": "2009-01-09T15:04:03.381840Z"
                }
            ],
            "opened_at": "2008-02-21T14:00:08.661597Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 207,
            "state": "finished",
            "updated_at": "2008-11-22T00:01:01.917063Z"
        },
        "id": 8659682
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Thomas-the-Tank/"
    },
    "type": "petition"
}