{
    "data": {
        "attributes": {
            "action": "stop prosecuting the brave people who accidentally kill armed criminals in self defence.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We read about this all the time in the newspapers.\nLaw abiding people innocently going about their daily activities when they find themselves the victim of a violent attack.\nTheir natural human survival instincts kick in, and they defend themselves desperately using whatever methods they can, but unfortunately for them, the armed attacker ends up dying.\nThe innocent victim then finds himself sitting in court facing a murder charge!\nNow how is this even remotely fair?\n\nOnce it's confirmed that the cause of the death is self defence, this sort of case should be DROPPED IMMEDIATELY.\n\nEspecially given the large amount of crime on our streets these days, why on earth should these innocent victims be denied their right to defend themselves?\nAre they expected to just stand there and get stabbed?\n\nThis needs to change drastically, because the current legal system is giving these violent scum a green light to continue their evil ways.\n\nThe U.S.A recognises it’s citizens’ right to stand up to dangerous thugs without fear of being declared a murderer, and their laws rightfully reflect this.\nIt’s time for us to follow their example and do the same.",
            "closed_at": "2009-02-21T00:00:00Z",
            "created_at": "2008-02-21T15:28:18.837711Z",
            "creator_name": "Smyth Jones",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-02-21T15:28:18.837711Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 100,
            "state": "finished",
            "updated_at": "2010-01-22T16:43:27.390870Z"
        },
        "id": 8660968
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/notmurder/"
    },
    "type": "petition"
}