{
    "data": {
        "attributes": {
            "action": "Ignore irrational calls for the re-introduction of the death Penalty & listen to Reason.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "1. Cost - The Death Penalty is far more expensive than life imprisonment ( see Geoffrey Robertson, 'Crimes against Humanity', pp.140-141).\n\n2. Deterrent. The death penalty does not serve as a deterrent. Those states in the US which have no reintroduced the Death Penalty have significantly lower rates of Homicide (Ibid).\n3. The application of the death penalty is necessarily an arbitrary extinction of life, simply because of the other individuals convicted of the same crimes who may be spared by mercy etc... also, an Amnesty study found that Black murderers were convicted to death 15 times more than whites.\n\n\"the dignity of all of us...[is] compromised by act of repeating, systematically and deliberately, albeit for a different reason, what we find to be so repugnant in the conduct of the offender in the first place\".\n\nThe PM must listen to rational argument and reasoned, compassionate thought not the emotive voices of reactionary media and quasi-religious arguments. Law and punishment must remain about rehabilitation, not sound-bytes and the satisfaction of temporary public outrage.",
            "closed_at": "2008-05-21T00:00:00Z",
            "created_at": "2008-02-21T17:34:23.324724Z",
            "creator_name": "Richard Borrett",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-02-21T17:34:23.324724Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 21,
            "state": "finished",
            "updated_at": "2008-05-22T00:01:01.634677Z"
        },
        "id": 8662750
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Nodeathpenalty/"
    },
    "type": "petition"
}