{
    "data": {
        "attributes": {
            "action": "Make Britain fair again",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "As a tax payer I object to funding a despicably unfair system. For years I have said nothing, but unless we stand up to be counted you CANNOT rely on those voted into power to represent the needs and wants of the British people – we must stand up for ourselves!\n\nThe welfare state was originally designed as a safety net but is now a crutch for far too many people. We are in danger of creating an ever growing dependent underclass - who make no positive and constructive contribution to society whatsoever and who often would be worse off working!!!\n\nThe breakdown in society can be traced firmly back to our Welfare state because RESPONSIBILITY is no longer a requirement as a British adult. \n\nUrgent Welfare reform needed, 3 main proposals;\n\n1. If you aren’t British and have never contributed – you are NOT entitled!\n\n2. End something for nothing – what about volunteer work in positions such as park wardens, street cleaners….these could be filled by those without jobs and may even give them some skills?\n\n3. No money paid directly into an account, use a funding card instead that would block the purchase of non-essential items such as alcohol, cigarettes and mobile phone credit.",
            "closed_at": "2008-05-21T00:00:00Z",
            "created_at": "2008-02-21T17:04:15.314534Z",
            "creator_name": "Su Mills",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-02-21T17:04:15.314534Z",
            "rejected_at": "2008-03-22T00:01:04.004736Z",
            "rejection": {
                "code": 512,
                "details": "",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-03-22T00:01:04.004736Z"
        },
        "id": 8662384
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/welFAIR/"
    },
    "type": "petition"
}