{
    "data": {
        "attributes": {
            "action": "stop the exploitation of commercially bred puppies by introducing legislation that prohibits the sale of puppies from third parties such as agents, dealers and pet shops.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Puppies bred commercially by licensed and unlicensed breeders to supply the pet trade, known as puppy farming are bred indescriminately from unscreened bitches. Puppies are more prone to disease and suffer from hereditary conditions, due to poor welfare standards at the breeding establishments. The mixing of litters during long transportation in often unsuitable vehicles from the breeding establishment to the pet shop will cause many vulnerable puppies with already weakened immune systems to fall sick prior to or soon after purchase.\nUnsuspecting purchasers of these puppies, find having bought a puppy from a third party, they are faced with large unexpected veterinary bills as well as a sick puppy or no puppy at all as the vet has advised euthanasia.\nAnimal welfare is seriously compromised by allowing breeding bitches and puppies to be exploited to support the puppy trade which is motivated by monetary gain.",
            "closed_at": "2008-08-22T00:00:00Z",
            "created_at": "2008-02-21T20:13:03.131402Z",
            "creator_name": "Pat James",
            "government_response_at": "2008-10-02T13:34:22.934174Z",
            "government_responses": [
                {
                    "created_at": "2008-10-02T13:34:22.934174Z",
                    "details": "You signed a petition asking the Prime Minister to \"stop the exploitation of commercially bred puppies by introducing legislation that prohibits the sale of puppies from third parties such as agents, dealers and pet shops.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page17029\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Puppy-Trade'",
                    "updated_at": "2008-10-02T13:34:22.934174Z"
                }
            ],
            "opened_at": "2008-02-21T20:13:03.131402Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 565,
            "state": "finished",
            "updated_at": "2008-08-29T03:44:01.015067Z"
        },
        "id": 8664326
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Puppy-Trade/"
    },
    "type": "petition"
}