{
    "data": {
        "attributes": {
            "action": "STOP THE CLOSURE OF ANY MORE POST OFFICES",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We the undersigned want the government to intervene to prevent the closure of any more post offices.\nThey are a vital part of daily life and are a necessary local provision.\nPensioners collecting the pensions. This is not just a \"trip to the post office\" but an opportunity to get out and converse with their neighbours.\nInternet buyers/seller - an important facility for those not wanting, needing or not being able to afford a full courier service.\nBill payments for those trying to avoid paying extortionate bank charges and manage their money effectively.\nSavings, Premium bonds etc. Yes all available via internet but it must not be assumed that everyone has, wants, needs, can afford internet access.\nThe Post Office or ROYAL MAILl as it SHOULD BE is part of Britain and no one should have the right to deprive us of it!\nI have seen 3 good local post offices I used close only to be told another local post office is now to shut.\nThe queues in the larger post offices are horrendous and not viable for many people to get to or spare the time to queue for an hour or more.\nSave our Post Offices and help Save England!",
            "closed_at": "2008-05-22T00:00:00Z",
            "created_at": "2008-02-22T11:58:46.311954Z",
            "creator_name": "Dee Steed",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-02-22T11:58:46.311954Z",
            "rejected_at": "2008-03-23T00:01:04.804044Z",
            "rejection": {
                "code": 2048,
                "details": "There is a similar petition at: http://petitions.pm.gov.uk/PO-Closures/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-03-23T00:01:04.804044Z"
        },
        "id": 8673687
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Postnogo/"
    },
    "type": "petition"
}