{
    "data": {
        "attributes": {
            "action": "to put forward a motion in Parliament requesting the Government of the Federal Republic of Nigeria to urgently determine whether there is any statutory basis for the imposition of the Death Penalty on females for abortion & if so, statutorily close any loophole that allows for its imposition.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Nigerian Legal Codes prescribe death for some criminal offences. Most women in prisons are held on or convicted of the offence of culpable homicide for abortion-related issues & made subject to the death penalty. Nearly all are illiterate. A woman whose right to education is restricted is more likely to experience violations of her rights to fair trial & due process. But there are specific provisions for abortion-related offences not imposing a death sentence. The Penal & Criminal Codes impose 14 years imprisonment for a woman causing a miscarriage, 7 years imprisonment for a person attempting to procure abortion, & 14 years for a woman’s attempt to procure abortion. We ask the Federal Government to review and amend legislation inconsistent with international human rights obligations, reform & remove obstacles to the administration of the justice system in order to respect the right to liberty of suspects, & ensure that rights of females who are amongst the most vulnerable members of society are protected against discriminatory laws & practices by including provisions in the law of evidence providing greater protection for females.",
            "closed_at": "2009-02-22T00:00:00Z",
            "created_at": "2008-02-22T13:35:47.588519Z",
            "creator_name": "Ibrahim el Yakubu",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-02-22T13:35:47.588519Z",
            "rejected_at": "2008-02-22T16:08:15.084137Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-02-22T16:08:15.084137Z"
        },
        "id": 8677098
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Abortion-Death/"
    },
    "type": "petition"
}