{
    "data": {
        "attributes": {
            "action": "INTRODUCE PRICE CONTROLS ON GAS AND ELECTRICITY PRICES CHARGED TO PRIVATE INDIVIDUALS AND INDUSTRY IN ORDER TO CONTROL INFLATION AND CURB PROFITEERING",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Uncontrolled energy prices cause unacceptable personal suffering to the weakest in our society and those least able to defend themselves personally and economically. Uncontrolled energy prices when disconnected from the pay bargaining process are the greatest cause of inflation in today's society. Offgem has proved by its track record that it is unable to control gas and electricity prices and therefore direct intervention by the Government is required to control the avarice of the energy suppliers who are quite happy to blatantly announce 500% profits as if this is acceptable conduct. Neither should possible fines or taxes imposed  be paid to the Treasury since this does not benefit the public at all - witness the scandal over milk prices and collusion between the supermarket chains , instead the proceeds should be fed back to the victims ( the general public ) in the form of vouchers.",
            "closed_at": "2009-02-22T00:00:00Z",
            "created_at": "2008-02-22T14:00:56.476451Z",
            "creator_name": "FRANK ASSELBERGHS",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-02-22T14:00:56.476451Z",
            "rejected_at": "2008-03-23T00:01:04.804044Z",
            "rejection": {
                "code": 2048,
                "details": "There is a similar petition at: http://petitions.pm.gov.uk/energypricerise/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-03-23T00:01:04.804044Z"
        },
        "id": 8677923
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/PRICE-CONTROLS/"
    },
    "type": "petition"
}