{
    "data": {
        "attributes": {
            "action": "Get the Wakefield council to build a  stadium & swimming pool the locals of the City Of Wakefield deserve",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The city of wakefield has got one run down stadium which needs to be replaced so the super league rugby team (Wakefield Wildcats) wont be removed from the league in 2011.\n\nAlso wakefield council demolished the city swimming pool (Sun Lane) in 2005 saying it will be rebuilt, so far nothing has been done & a car park is now in place of the original swimming pool.\n\nThe council has been \"making plans\" for a long time now and nothing has come out of the waterworks, the citizens of wakefield believe the council are doing nothing to help them!\n\nThe locals are upset about the situation and want new facilities to buy built soon.\n\nWe want the facilities for us and our children.\n\nWhat we are asking for is the prime minister to tell the council to get the sporting facilities we are asking for built.",
            "closed_at": "2008-08-25T00:00:00Z",
            "created_at": "2008-02-22T21:58:22.922155Z",
            "creator_name": "Russ Johnson",
            "government_response_at": "2008-10-03T13:47:34.345883Z",
            "government_responses": [
                {
                    "created_at": "2008-10-03T13:47:34.345883Z",
                    "details": "You signed a petition asking the Prime Minister to \"Get the Wakefield council to build a stadium & swimming pool the locals of the City Of Wakefield deserve.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page17044\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Sport-Wakefield'",
                    "updated_at": "2008-10-03T13:47:34.345883Z"
                }
            ],
            "opened_at": "2008-02-22T21:58:22.922155Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 558,
            "state": "finished",
            "updated_at": "2008-08-26T00:01:01.745843Z"
        },
        "id": 8689510
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Sport-Wakefield/"
    },
    "type": "petition"
}