{
    "data": {
        "attributes": {
            "action": "recognise and reward Fauja Singh for all his charitable work and fundraising.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Fauja Singh's charity work is well documented, all the money he has received from the lucrative Adidas advertising campaign has been given to charity. He has also ran the London Marathon for the British Heart Foundation and Bliss, a premature baby charity. \n\n\"With the grace of God I am still running, and because of my faith I run to help the vulnerable,\" he says humbly.\n\nHis trainer, Harmander Singh, says: \"He loves being a star. He values being recognised and sees it as raising the profile of Sikhs.\"\n\nFauja Singh hopes to return in 2009 to break the record for the oldest marathon runner - held by a 98-year-old Greek athlete - but his fundraising will continue. \n\n\"Any spare money I have I give to charity,\" he says, \"after all, you can't take it with you.\"",
            "closed_at": "2009-02-25T00:00:00Z",
            "created_at": "2008-02-22T23:39:47.727731Z",
            "creator_name": "Kalwinder Singh Dhindsa",
            "government_response_at": "2009-03-31T17:07:56.380080Z",
            "government_responses": [
                {
                    "created_at": "2009-03-31T17:07:56.380080Z",
                    "details": "You signed a petition asking the Prime Minister to \"recognise and reward Fauja Singh for all his charitable work and fundraising.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page18848\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'FaujaSingh'",
                    "updated_at": "2009-03-31T17:07:56.380080Z"
                }
            ],
            "opened_at": "2008-02-22T23:39:47.727731Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 317,
            "state": "finished",
            "updated_at": "2009-03-19T03:02:39.476470Z"
        },
        "id": 8690762
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/FaujaSingh/"
    },
    "type": "petition"
}