{
    "data": {
        "attributes": {
            "action": "scrap all plans to force ISP's to monitor and ban so called illegal downloading and file sharing of music, video etc etc",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Why would the government try to force the internet service providers to scan all of downloading of any material be it illegal or legal, this would then lead to people getting banned from the internet just for downloading.\n\napparently the industries are loosing billions of dollars... so the box office isnt still taking hundreds of millions of dollars on films anymore, are music artists not making millions of pounds from touring and album sales... no thats right they are all poor dont have bently's, Ferraris, private jets and such paraphernalia.\n\nThis is yet just another attempt for this 'new labour' to screw more money out of us and into their pockets, i believe the same protests that happened in europe when they tried to ban a specific web site, it will happen here.\n\nIts our common right to download what we like, we pay for it! why don't they spend out tax millions trying to make the ridiculous British broadband work properly and reliable (funny how only virgin can manage fibre optic 'fast' broadband LOL), as we have probably the slowest speeds with most of the world running at a fixed rate of 50-100 MBS, shame we can never follow suit.",
            "closed_at": "2009-02-22T00:00:00Z",
            "created_at": "2008-02-22T23:08:42.923636Z",
            "creator_name": "greg quinn",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-02-22T23:08:42.923636Z",
            "rejected_at": "2008-03-26T00:01:03.335336Z",
            "rejection": {
                "code": 256,
                "details": "The Government has not put forward any such plans.",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-03-26T00:01:03.335336Z"
        },
        "id": 8690387
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/downloads/"
    },
    "type": "petition"
}