{
    "data": {
        "attributes": {
            "action": "Why do we pay tv license fee - to watch sport all night on a Saturday???",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I can not believe the amount of hours that have been dedicated to rugby this weekend, especially on Saturday night. I just checked the tv listings for 24.2.08 Saturday night BBC1 and it is the 6 nations live for the main part of the evening, break for news followed by Match of the Day (I shall wake on Sunday to see this repeated!) This really should be on BBC Sport and a license fee for sport introduced as this is just so unfair and unnecessary.  Prime time BBC 1 should be left to show good Saturday night entertainment that we expect from the license fee.  This is the first time that I have questioned why we pay the fee.  I have been a staunch supporter of the BBC for 40+years and it is very sad that something of a tradition is being whittled away and it is allowing itself to be eroded by sport. Of course sport is popular, but it is not family tv and the license fee is for everyone.  Why do we pay the fee for just sport????  Why do we pay the fee if you waste the money???? Get those who want it to pay - have 2 licenses, 1 for sport and 1 general - who knows you might make more money that way!",
            "closed_at": "2008-03-23T00:00:00Z",
            "created_at": "2008-02-22T23:58:32.225116Z",
            "creator_name": "Alison Coates",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-02-22T23:58:32.225116Z",
            "rejected_at": "2008-03-26T00:01:03.335336Z",
            "rejection": {
                "code": 512,
                "details": "",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-03-26T00:01:03.335336Z"
        },
        "id": 8690942
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SportTVlicense/"
    },
    "type": "petition"
}