{
    "data": {
        "attributes": {
            "action": "not force internet service providers to act as legal representatives for the RIAA and be treated like a common courier.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The government will soon tell internet service providers they will be hit with legal sanctions from April next year unless they take concrete steps to curb illegal downloads of music and films. Britain would be one of the first countries in the world to impose such sanctions. Service providers say what the government wants them to do would be like asking the Royal Mail to monitor the contents of every envelope posted.\n\nUnder these sanctions, the industry tells your ISP they suspect illegal behaviour. Then your ISP writes to you. If they have made a mistake - which has happened in many US legal cases, you say the allegations are false and libelous. What happens next? Then three strikes, they disconnect you. You sue them. Who is liable? Them? The industry body?\n\nIts not so much iniquitous as unworkable in its present form. You basically cannot do this without all the expense of the courts, which is what the government are trying to avoid.\n\nIf users are downloading material illegally, their ISP should not be accountable for transmitting the data, in the same way Royal Mail are not accountable for copyrighted material.",
            "closed_at": "2008-08-25T00:00:00Z",
            "created_at": "2008-02-23T00:45:19.256375Z",
            "creator_name": "Dug Stokes",
            "government_response_at": "2008-10-03T13:52:17.676946Z",
            "government_responses": [
                {
                    "created_at": "2008-10-03T13:52:17.676946Z",
                    "details": "You signed a petition asking the Prime Minister to \"not force internet service providers to act as legal representatives for the RIAA and be treated like a common courier.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page17046\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'LawyerISP'",
                    "updated_at": "2008-10-03T13:52:17.676946Z"
                }
            ],
            "opened_at": "2008-02-23T00:45:19.256375Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 665,
            "state": "finished",
            "updated_at": "2008-08-26T03:43:56.473509Z"
        },
        "id": 8691270
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/LawyerISP/"
    },
    "type": "petition"
}