{
    "data": {
        "attributes": {
            "action": "Investigate the serious flaws with the Security Industry authority SIA",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The security industry authority manages the licensing of the private security industry as set out in the Private Security Industry Act 2001.\n\nThere are serious flaws with this organisation including many applicants experiencing significant delays in receiving their SIA License. An excessive quantity of applications are taking in excess of three months to be processed. \n\nMany applicants have also been unable to contact the SIA, given the telephone enquiry line has an endless queue. The SIA does not respond to emails or letters sent by applicants, which in itself is disrespectful and unprofessional behaviour from any government organisation.\n\nAs a result of such delays the SIA are prolonging unemployment levels within the security industry and we ask an enquiry is launched to look at the issues raised.",
            "closed_at": "2009-02-25T00:00:00Z",
            "created_at": "2008-02-23T10:06:28.150437Z",
            "creator_name": "Malcolm Ord",
            "government_response_at": "2009-08-05T14:40:01.314222Z",
            "government_responses": [
                {
                    "created_at": "2009-08-05T14:40:01.314222Z",
                    "details": "You signed a petition asking the Prime Minister to \"Investigate the serious flaws with the Security Industry authority SIA.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page20214\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'siaorganisation'",
                    "updated_at": "2009-08-05T14:40:01.314222Z"
                }
            ],
            "opened_at": "2008-02-23T10:06:28.150437Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 364,
            "state": "finished",
            "updated_at": "2010-02-09T15:25:01.173093Z"
        },
        "id": 8693282
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/siaorganisation/"
    },
    "type": "petition"
}