{
    "data": {
        "attributes": {
            "action": "To halt local authority job evaluation schemes and look towards developing a better way for equal pay for all without the need for considerable pay cuts for a minority of staff who are left with no support and no-one to defend their position.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Single Status pay and grading reviews have, in practice, led to large numbers of staff receiving pay rises at the expense of staff receiving pay cuts. Staff who are receiving pay cuts are already often earning less than the national average. The trade unions, who should protect the rights of ALL of their members have so far failed to act effectively as they are simply happy to represent only the majority. Locally, some 17% of the staff who have so far been evaluated face pay cuts of thousands of pounds per year, some are losing a quarter of their wages. All of the staff who face cuts are happy for the staff who stand to gain but it should not be at our expense - we have mortgages, children and, generally, lives to pay for. This petition asks for change to how equal pay systems are approached by local authorities – current job evaluation procedures simply take from one group of under-paid employees to give to other under-paid employees. This affects approx 200,000 workers nationally.",
            "closed_at": "2008-08-25T00:00:00Z",
            "created_at": "2008-02-23T10:49:29.700853Z",
            "creator_name": "Suzanne Shater",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-02-23T10:49:29.700853Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 15,
            "state": "finished",
            "updated_at": "2008-08-26T00:01:01.745843Z"
        },
        "id": 8693866
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Jobeval/"
    },
    "type": "petition"
}