{
    "data": {
        "attributes": {
            "action": "stop the closure of the Battersea Park Road Post Office, and the seven others in Wandsworth.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Battersea Park Road Post Office provides a vital local community service and the proposal to close it is not based on any meaningful logic of supply and demand.  It is a busy thriving business and there is always a queue of people waiting to be served.  The alternative post offices are a considerable walk away for the elderly or time constrained.  It provides a service to hundreds of local people within a wide radius.  It should not be closed.  \n\nSeven other Wandsworth post offices are also tipped for closure under the  Government's proposals.  This means more than one in four of the borough's 29 post offices now face the axe. This means Wandsworth is worse hit than the rest of the country where the average is one in six.\n\nThe eight new proposed closures are:\n\n258 Balham High Road \n268 Battersea Park Road \n179 Garratt Lane \n209 Lower Richmond Road \n274 Mitcham Lane \nNew Covent Garden Market \n279 Putney Bridge Road \n318 Trinity Road",
            "closed_at": "2008-04-25T00:00:00Z",
            "created_at": "2008-02-23T15:56:40.217779Z",
            "creator_name": "Louisa Scott",
            "government_response_at": "2008-07-14T13:54:46.944189Z",
            "government_responses": [
                {
                    "created_at": "2008-07-14T13:54:46.944189Z",
                    "details": "You signed a petition asking the Prime Minister to \"stop the closure of the Battersea Park Road Post Office, and the seven others in Wandsworth.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page15943.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'BattPostOffice'",
                    "updated_at": "2008-07-14T13:54:46.944189Z"
                }
            ],
            "opened_at": "2008-02-23T15:56:40.217779Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 258,
            "state": "finished",
            "updated_at": "2008-04-26T00:01:02.018916Z"
        },
        "id": 8697712
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BattPostOffice/"
    },
    "type": "petition"
}