{
    "data": {
        "attributes": {
            "action": "take steps to drastically reduce the price of fuel for motorists.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The price of petrol and diesel fuel to British motorists is obscene. To pay over £1.00 per litre for fuel means that for me, it costs more to drive to work each day (essential as the bus service between my house and place of work is non-existent) costs more per month than I spend on food.\n\nThe excessive price of fuel is a direct result of targeted taxation. A policy based on the theory that if you make fuel more expensive people will drive less. This is sheer idiocy. People drive because they need to, and increasing the price of fuel only serves to make them poorer. It is also creating a massive strain on the road haulage industry, without which absolutely no consumer goods would be sold in the UK as all goods are transported to their place of sale by lorry.\n\nWe cannot afford the price of fuel anymore, and we need to drive because there really is no alternative. Targeted taxation doesn't work and never will. You need to massively reduce the duty on fuel, and force the companies selling it not to absorb this reduction as new profit.\n\nI know the environmentalist idiots will tear their hair out at this, but the fact is that cars are not the major polluter and no-one will drive more because petrol prices fall.",
            "closed_at": "2009-02-23T00:00:00Z",
            "created_at": "2008-02-23T16:59:16.153934Z",
            "creator_name": "Andrew Hart",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-02-23T16:59:16.153934Z",
            "rejected_at": "2008-03-26T00:01:03.335336Z",
            "rejection": {
                "code": 2048,
                "details": "There are similar petitions at: http://search.petitions.pm.gov.uk/kbroker/number10/petitions/search.lsim?qt=fuel+duty&sr=0&nh=10&cs=&sc=number10&oq=carrier+bags&sb=0&ha=1157&mt=0",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-03-26T00:01:03.335336Z"
        },
        "id": 8698221
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/cheapfuel/"
    },
    "type": "petition"
}