{
    "data": {
        "attributes": {
            "action": "Hold A Referendum to Take Britain Out Of Europe",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We apparently will not be given the chance now for a referendum on the European constitution as this is NOT the same constitution that was originally written. Other member states disagree. My parents voted for a Common Market and NOT the EU as it now stands. It interferes with every aspect of our lives. I propose that a referendum is held to find out if we as a nation continue to be a member state of the EU. If the answer is yes then we shall have no more complaining about the EU and embrace it whole-heartedly. However if the answer is NO we should immediately surrender our involvement. It was originally intended as a fair trade agreement and NOTHING ELSE. We should either go back to “The Common Market” ONLY or consider removing ourselves all together. Sign if you wish for the British Government to consider holding a national referendum on the simple straightforward Yes or NO question to staying in the EU. The advantages of being a member state are now outweighed by the disadvantages.",
            "closed_at": "2009-02-23T00:00:00Z",
            "created_at": "2008-02-23T22:58:54.767226Z",
            "creator_name": "Garry Smith",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-02-23T22:58:54.767226Z",
            "rejected_at": "2008-03-26T00:01:03.335336Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/Leaving-the-EU/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-03-26T00:01:03.335336Z"
        },
        "id": 8701311
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/EUINorOUTVote/"
    },
    "type": "petition"
}