{
    "data": {
        "attributes": {
            "action": "provide mothers who can't breastfeed free formula milk for babies under one or to put a cap on prices to prevent being forced to pay over inflated prices for something their babies need to survive.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Not all mothers can breastfeed, in a perfect world they would be able to but it is a fact of life that many cannot. The fact that we are then forced to pay extortionate prices for formula & that prices can be increased without warning or consideration for the families who are stuggling to pay for it mean that many parents are finding it harder to exist & pay the money for milk that is essential to their babies survival. \n\nSo much support is given to beastfeeding women & laws have even been passed which mean that bottle feeding mothers cannot take avantage of money off promotions & points collection for future stage 1 milk purchases because of the drive to promote breastfeeding but consessions or support are not given to the women who either can't brestfeed (and there are a lot of reasons why) or chose not to for their own personal reason. Stop this discrimination now.",
            "closed_at": "2008-08-25T00:00:00Z",
            "created_at": "2008-02-24T09:59:47.728534Z",
            "creator_name": "Rebecca Udomsup",
            "government_response_at": "2008-11-21T15:16:58.259284Z",
            "government_responses": [
                {
                    "created_at": "2008-11-21T15:16:58.259284Z",
                    "details": "You signed a petition asking the Prime Minister to \"provide mothers who can't breastfeed free formula milk for babies under one or to put a cap on prices to prevent being forced to pay over inflated prices for something their babies need to survive.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page17515\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Freemilk4under1s'",
                    "updated_at": "2008-11-21T15:16:58.259284Z"
                }
            ],
            "opened_at": "2008-02-24T09:59:47.728534Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 406,
            "state": "finished",
            "updated_at": "2008-08-26T00:01:01.745843Z"
        },
        "id": 8702872
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Freemilk4under1s/"
    },
    "type": "petition"
}