{
    "data": {
        "attributes": {
            "action": "ensure that MPs provide surgey opening hours to meet the needs of working constituents",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I tried to see my MP last week to discuss the dispute about extended GP opening hours.  She offers 1 ½ hours of appointments once a month on a Friday afternoon.  No evenings, no early mornings, no weekends.  The next appointment was 6 weeks hence.\n\nRecognising that working people have difficult accessing services the government is now compelling GPs to extend their surgery hours but are not taking similar action for MPs.\n\nI therefore propose that similar conditions should now be imposed on MPs such that:\n\n1. MPs are instructed to open for an additional 30 minutes a week per thousand constituents, working on average an extra 3 hours a week.  \n2. These extra hours must be additional to the hours that they already work and must be before 8 a.m., after 6.30 p.m., or at weekends.   \n3. MPs will not be paid for the extra work and must fund the additional staff costs out of their own pockets.  \n4. Any MP who refuses will take a £6000 pay cut.  \n5. If all MPs refuse then they will all take a £12000 pay cut and this money will be invested in a private MP walk in centre.",
            "closed_at": "2009-02-24T00:00:00Z",
            "created_at": "2008-02-24T14:06:35.049168Z",
            "creator_name": "Steven Nimnmo",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-02-24T14:06:35.049168Z",
            "rejected_at": "2008-03-26T00:01:03.335336Z",
            "rejection": {
                "code": 4096,
                "details": "Please contact Parliament directly.",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-03-26T00:01:03.335336Z"
        },
        "id": 8704983
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/MP-surgery-hours/"
    },
    "type": "petition"
}