{
    "data": {
        "attributes": {
            "action": "create a large network of marine protected areas of special no take zones",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The RSPB believes that a major study highlighting the environmental damage done to the world’s oceans provides further scientific evidence of the increasing pressures that man is putting on the marine environment.\n\nThe study, published in Science, shows that 40 per cent of the world’s oceans have been heavily affected, with the seas around north-west Europe suffering some of the worst impacts of man-induced damage, such as overfishing, pollution and coastal development.\n\n\n\nNow is the time to act\n'So, now is the time to act to protect this wildlife from the pressures we put on the marine environment. The RSPB is urging UK Governments to deliver strong legislation to protect marine wildlife and habitats in the forthcoming Marine Bills. If this legislation is not strong enough then Government will have missed the opportunity to protect our natural marine heritage.'\n\nA recent analysis has shown that UK seas regularly support 18 species of fish, mammal, bird or reptile that are considered at risk of global extinction.  This compares with only three such endangered species on land or freshwater: two species of bat and a non-breeding migrant warbler.",
            "closed_at": "2009-02-25T00:00:00Z",
            "created_at": "2008-02-24T18:12:21.110496Z",
            "creator_name": "carl holmes",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-02-24T18:12:21.110496Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 30,
            "state": "finished",
            "updated_at": "2010-02-09T15:25:19.421617Z"
        },
        "id": 8707218
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/britishcoast/"
    },
    "type": "petition"
}