{
    "data": {
        "attributes": {
            "action": "Disclose the truth about ISA Mortgages",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "If a person using an ISA to repay their Mortgage was to become Unemployed or off work due to Sickness or Accident they would NOT be entitled to Means Tested State Benefits if the value of the ISA was over £16,000. The reason for this is the DWP treat the ISA as Accessible Savings. \nThe FSA being the Governments financial watchdog listed Endowments, ISAs and Pensions as suitable methods of repaying an interest only mortgage but made no mention of the DWP rules regarding ISAs. Most Endowments and Pensions used for Mortgage repayment are unaffected as they are not deemed to be accessible Savings. \nThere could be in excess of 500.000 ISA Mortgages in existence. \nDo you think the people using ISAs to repay their mortgage should be made aware of the facts ? \nie: they may have to use the funds they have accumulated to repay the Mortgage to support themselves. \nThe ideal solution would be to treat ISAs used for Mortgage repayment the same as Endowments and Pensions. \nIf you agree, then please endorse this petition.",
            "closed_at": "2008-08-25T00:00:00Z",
            "created_at": "2008-02-24T23:09:02.867821Z",
            "creator_name": "Potterton",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-02-24T23:09:02.867821Z",
            "rejected_at": "2008-02-26T11:04:16.225023Z",
            "rejection": {
                "code": 8192,
                "details": "",
                "reasons": [
                    "False or incomplete name or address information"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-02-26T11:04:16.225023Z"
        },
        "id": 8710179
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ISA-Mortgages/"
    },
    "type": "petition"
}