{
    "data": {
        "attributes": {
            "action": "call on Post Office Ltd not to close The Hill Post Office Branch, 82 High Street, Harrow HA1 3LW",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Post Office Ltd has announced the closure of three post offices in Harrow West\n\nThe branches proposed for closure are:\n\nThe Hill, 82 High Street, Harrow HA1 3LW\nHeadstone Gardens, 3 The Quadrant, Headstone Gardens Harrow HA2 6PN,\nand\nPinner Green 5 Pinner Green Pinner HA5 2AF\n\nThe Hill Post Office is a vital community resource - especially to residents without access to the internet, people on low incomes and local business owners - all of whom deserve an accessible postal network.\n\nWe reject the closure and ask that the Government looks again at new ways of allowing sub-post offices to provide the new services that will secure their future.\n\nPost Office Ltd must be held to account and must be made to justify any closures. Please show your support for our local post offices in Harrow by signing this petition.",
            "closed_at": "2008-03-25T00:00:00Z",
            "created_at": "2008-02-25T13:47:15.312188Z",
            "creator_name": "J Kempner",
            "government_response_at": "2008-04-08T14:45:00.436959Z",
            "government_responses": [
                {
                    "created_at": "2008-04-08T14:45:00.436959Z",
                    "details": "You signed a petition asking the Prime Minister to \"call on Post Office Ltd not to close The Hill Post Office Branch, 82 High Street, Harrow HA1 3LW.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page15211.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'harrowhillpo'",
                    "updated_at": "2008-04-08T14:45:00.436959Z"
                }
            ],
            "opened_at": "2008-02-25T13:47:15.312188Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 784,
            "state": "finished",
            "updated_at": "2008-04-15T03:17:33.994309Z"
        },
        "id": 8717306
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/harrowhillpo/"
    },
    "type": "petition"
}