{
    "data": {
        "attributes": {
            "action": "extend free travel on buses for pensioners to universal free travel on public transport funded by general or  business taxation.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The public should not be required to pay for a service which exists, primarily, as an essential part of business infrastructure. \n\nContrary to the general perception of public transport being a 'social service', it is, in fact, a business service transporting 'human resources' and customers to and from all kinds of places of business including shops, offices and factories as well as leisure and entertainment businesses. These are the intended and actual beneficiaries of public transport services and having business pay for them, directly, should make far more economic sense than the current system which is unnecessarily complex, inefficient and, also, iniquitous.  \n\nPublic transport, in a city or town, is like lifts and escalators in a multi-story building; integral to their function. Passengers should not be expected to personally pay for their conveyance in either scenario.\n\nIn addition to making Fares Fairer, Free public transport would, I believe, be far more universally utilised and lead to great strides being made towards relevant 'Green' Government targets.",
            "closed_at": "2009-02-25T00:00:00Z",
            "created_at": "2008-02-25T13:38:55.455150Z",
            "creator_name": "NEIL MACKENZIE",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-02-25T13:38:55.455150Z",
            "rejected_at": "2008-02-26T15:24:09.787091Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/UKTravel/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-02-26T15:24:09.787091Z"
        },
        "id": 8717172
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Fare-Free/"
    },
    "type": "petition"
}