{
    "data": {
        "attributes": {
            "action": "Allow automatic offer of British Citizenship to Foriegn Spouses of British Citizens after a qualifying period of marriage that ensures the marriage is legitimate.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I am married to a foreign national I met in this country. We had to get Governmental permission to get married. We now have a son who is a British Citizen. Her work permit came up for renewal & it was declined. She had to return to her home country in order to get a spouse visa which only lasts for 2 years. It was by no means certain tat she could get a spouse visa and the stress this caused our family was unbearable.  This has cost us several thousands of pounds which the British Government has pocketed and there is still no certainty that my wife will be allowed to stay in this country with myself and our son once her spose visa expires. Why does she have to take a life in the UK test when she has lived and worked here 5 years and is married to a British Citizen? This is scandalous and I request that the PM sorts out this mess immediately. Perhaps foreign spouses could be given tempoary citizenship and if the marriage is still in tact and valid after 5 years, or if there are children born in that relationship of British citizenship, allow permanent residency? If my wife were forced out of this country then surely it would be a breech of mine, and my son's Human Rights by breaking up our family?",
            "closed_at": "2009-02-27T00:00:00Z",
            "created_at": "2008-02-26T01:13:12.435950Z",
            "creator_name": "Chris Mumford",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-02-26T01:13:12.435950Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 68,
            "state": "finished",
            "updated_at": "2009-02-28T00:01:01.585049Z"
        },
        "id": 8725566
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Foreign-Spouses/"
    },
    "type": "petition"
}