{
    "data": {
        "attributes": {
            "action": "take steps to abolish the school run",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Since I walked a couple of miles to school when I was a schoolboy and since no-one ever really came to any harm walking to school (even though that was in Northern Ireland at the height of The Troubles) I feel it is inappropriate for people to persist with the school run anywhere in the UK if the distance involved is less than a couple of miles.\n\nThere are obvious exceptions to a blanket ban on the school run - kids with mobility problems are one example.\n\nThere is much less congestion, pollution etc when the pupils are on holiday.\n\nThe parents themselves don't have upwards of 12 weeks off work so almost all of the reduction in congestion in the school holidays is attributable to the lack of the school run.\n\nNB I am not advocating yet another blanket tax - that'll just hit those of us who have no other choice but to drive to work .... the school runners will still do the school run and cut back on something else to pay the increased taxes.\n\nPerhaps we could start with an advertising campaing along the lines of \"you're causing the 'too many cars for my child to walk to school' problem you perceive / observe by driving your child to school\".",
            "closed_at": "2009-02-26T00:00:00Z",
            "created_at": "2008-02-26T17:10:59.741685Z",
            "creator_name": "Andrew Aiken",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-02-26T17:10:59.741685Z",
            "rejected_at": "2008-03-28T00:01:05.925538Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-03-28T00:01:05.925538Z"
        },
        "id": 8734600
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/schoolruns/"
    },
    "type": "petition"
}