{
    "data": {
        "attributes": {
            "action": "immediately remove the provision whereby elected members of parliament can claim, as part of their tax free allowances, up to GBP400.00 for food.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "It is disgustingly offensive, while taxpaying pensioners who, having to make the choice between paying for food or council tax, are being imprisoned for choosing to feed themselves, for some 640 very highly paid individuals who are each, annually, in receipt of hundreds of thousands of pounds worth of tax free allowances - funded without oversight or any other form of evidence of probity - by british taxpayers, should take an unreceipted, untaxed collective total of over GBP250,000.00 to pay for food for themselves and their extended family as part of their second home allowance.  Food should be paid for out of salary or pension - as it is by the vast majority of people in the British Isles and NOT from money taken from taxpayers and taxpaying pensioners who have no choice over whether or not they pay those taxes, because of the threat of criminalisation, who are not treated with the same privilege of being able to feed themselves, at least in part, from a similar tax free allowance.",
            "closed_at": "2009-02-26T00:00:00Z",
            "created_at": "2008-02-26T23:37:15.848105Z",
            "creator_name": "Keith Jones",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-02-26T23:37:15.848105Z",
            "rejected_at": "2008-03-28T00:01:05.925538Z",
            "rejection": {
                "code": 4096,
                "details": "Please contact Parliament directly.",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-03-28T00:01:05.925538Z"
        },
        "id": 8740343
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/WhyWhyWhyWhy/"
    },
    "type": "petition"
}