{
    "data": {
        "attributes": {
            "action": "instruct Haringey Council not to sell Alexandra Palace to a property developer. Save Ally Pally!",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The London Borough of Haringey - as Trustees of our Charity - are still trying to grant a 125 year lease of the People’s Palace, to their so-called 'preferred development partner'. Haringey disregard much public opposition, lead by the Save Ally Pally campaign.\n\nThe sale was stalled on 5 October 2007 by the High Court which agreed that (a) the Consultation organized by the Charity Commission was unlawful (b) quashed the Order granting the lease and (c) even awarded costs against the Trustees (Haringey Council) because of their conduct.\n\nFrom the User Clauses of the previously secret Lease (now in the public domain), we now know the Council agreed to:\n\n3.11.2.5 - Use as a \"Broadcast/Heritage Museum\" (temporary, on wholly commercial terms, and as alternative to keeping the world's first TV studios)\n\n3.11.2.6 - Use as a Small Casino\n\n3.11.2.7 - Use as 30,000 square feet of commercial office space\n\nThe People's Palace was the birthplace of television. It also contains the huge Willis organ, a disused original Victorian theatre and community use for an old railway station (CUFOS) – the safeguards around these range from limited. to non-existent.",
            "closed_at": "2009-02-27T00:00:00Z",
            "created_at": "2008-02-27T01:18:29.700151Z",
            "creator_name": "Clive Carter",
            "government_response_at": "2009-06-05T11:47:45.718683Z",
            "government_responses": [
                {
                    "created_at": "2009-06-05T11:47:45.718683Z",
                    "details": "You signed a petition asking the Prime Minister to \"instruct Haringey Council not to sell Alexandra Palace to a property developer. Save Ally Pally!\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page19465\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'SaveAllyPally'",
                    "updated_at": "2009-06-05T11:47:45.718683Z"
                }
            ],
            "opened_at": "2008-02-27T01:18:29.700151Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 2405,
            "state": "finished",
            "updated_at": "2010-02-09T15:25:45.563600Z"
        },
        "id": 8740769
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SaveAllyPally/"
    },
    "type": "petition"
}