{
    "data": {
        "attributes": {
            "action": "maintain a full range of passport services at the Brussels (Belgium) Embassy",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "From 31 March 2008, UK passport services in Belgium and France will be joined to create a single issuing centre, in Paris, not in Brussels.\n\nIt is claimed by the Embassy that this can be processed in 10 working days of receipt at the British Consulate-General Paris. How reliable is the Belgian Post? This year some Xmas cards posted in UK before Xmas have been held in Brussels X postal centre for 6-7 weeks.\n\nUK passport applicants in Belgium will need to apply for a renewal or new passport from the British Consulate General in Paris by post or in person. \n\nAll other consular services (mainly those not used by UK citizens) will continue to be provided by the British Embassy in Brussels who will also continue to issue Emergency Passports (an emergency travel document for single use to  return to the UK). \n\nAnd no - it is not true that the staff savings will be used to send extra UK teachers to the European School system.\n\nFor a full text, see the Statement from the British Embassy in Brussels 22 February 2008.\nSign up here or complain to the Embassy directly OR BOTH",
            "closed_at": "2008-04-07T00:00:00Z",
            "created_at": "2008-02-27T11:05:03.738504Z",
            "creator_name": "M W Rogers",
            "government_response_at": "2008-04-29T15:10:13.825351Z",
            "government_responses": [
                {
                    "created_at": "2008-04-29T15:10:13.825351Z",
                    "details": "You signed a petition asking the Prime Minister to \"maintain a full range of passport services at the Brussels (Belgium) Embassy.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page15394.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'brusselspassport'",
                    "updated_at": "2008-04-29T15:10:13.825351Z"
                }
            ],
            "opened_at": "2008-02-27T11:05:03.738504Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 2391,
            "state": "finished",
            "updated_at": "2008-12-04T17:10:55.972138Z"
        },
        "id": 8744151
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/brusselspassport/"
    },
    "type": "petition"
}