{
    "data": {
        "attributes": {
            "action": "Assign equal anonymous rights to both rape victim and accused until verdict is given",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "It seems more than obvious that whilst rape is a very serious crime, \nbeing accused of rape is just as serious.  With rape, the stain of being\naccused does not wash away with the verdict, it stains a character and\nprevents an equal footing guarenteed by law, especially since until the \nverdict is given, the accused is innocent.\n\nThere is no plausible argument for releasing the name of the accused as this\ndoes nothing to further justice, but only serves to punish them outside of the \njudicial system.  The only punishment for rape, should be passed down by a \njudge, not by newspapers, their peers, or their employers.  Therefore \nrevealing their identity is an unjust punishment without basis in english law.\n\nWe therefore request that ALL parties to a rape case are anonymous, until \na verdict is reached.",
            "closed_at": "2009-02-27T00:00:00Z",
            "created_at": "2008-02-27T13:09:09.340809Z",
            "creator_name": "Christopher Thomas",
            "government_response_at": "2009-08-26T11:34:59.879803Z",
            "government_responses": [
                {
                    "created_at": "2009-08-26T11:34:59.879803Z",
                    "details": "You signed a petition asking the Prime Minister to \"Assign equal anonymous rights to both rape victim and accused until verdict is given.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page20407\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'rape-equal-right'",
                    "updated_at": "2009-08-26T11:34:59.879803Z"
                }
            ],
            "opened_at": "2008-02-27T13:09:09.340809Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 250,
            "state": "finished",
            "updated_at": "2009-02-28T00:01:05.574231Z"
        },
        "id": 8745901
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/rape-equal-right/"
    },
    "type": "petition"
}