{
    "data": {
        "attributes": {
            "action": "Amend the Housing Act 2004 to improve clarity and responsibilities",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Housing Act 2004, was heralded as a vast improvement in legislation. It is a complex and confusing piece of legislation biased towards the tenant.\n\nWe wish to:-\n\n#1 Replace all the legislation regarding standards, sizes with a simple Phrase \" The building must comply with current building regulation Standard applicable on the first day of letting\" - this will ensure all properties are habitable and eco friendly on the day of renting out.\n\n#2 Spell out clearly all the landlords obligations.\n\n#3 Spell out clearly the tenants obligations for care, maintenance, and payments\n\n#4 Revise the judiciary process for eviction, the judicial process is too slow, and results in excessive debts accruing by a tenant in default under section 8 before a judge grants possession.\n\n#5 Extend the deposit guarantee, to include a pre-court arbitration service for rent arrears evictions. \n\n#6 Provide an arbitration service to assist landlords and tenants when unresolvable disputes occur.\n\n#7 Remove responsibility for setting amenity standards of the properties including HMO's from local authorities, and place it with the \"Trading Standards Dept\".",
            "closed_at": "2008-08-27T00:00:00Z",
            "created_at": "2008-02-27T17:06:43.829758Z",
            "creator_name": "Alan Beames",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-02-27T17:06:43.829758Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 4,
            "state": "finished",
            "updated_at": "2008-08-28T00:01:01.207728Z"
        },
        "id": 8749529
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/housingact2004/"
    },
    "type": "petition"
}