{
    "data": {
        "attributes": {
            "action": "Support private exotic captive care keepers",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Captive care keepers in the United Kingdom believe that they have the right to maintain exotic animal species within their collections. Many oppose the keeping of animals, many more oppose the keeping of exotic species, be these, mammal, primate, avian, reptile, aquatic or invertebrate.\n\nWith increased legislation under the new animal welfare act such as codes of practice,  enforcement, education, regulation, communication and awareness there should be no genuine reasons for the government to encourage the opposition to continue their campaigns to cease this. \n\nResponsible ownership and husbandry, promotion of both keepers and animals rights also feature very heavily upon the minds of those that do keep animals privately. All keepers therefore call for support from the government rather than condemnation.",
            "closed_at": "2009-02-28T00:00:00Z",
            "created_at": "2008-02-27T18:57:28.733112Z",
            "creator_name": "Rory Matier",
            "government_response_at": "2009-03-31T17:09:47.808757Z",
            "government_responses": [
                {
                    "created_at": "2009-03-31T17:09:47.808757Z",
                    "details": "You signed a petition asking the Prime Minister to \"Support private exotic captive care keepers.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page18850\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'ExoticSpecies'",
                    "updated_at": "2009-03-31T17:09:47.808757Z"
                }
            ],
            "opened_at": "2008-02-27T18:57:28.733112Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1032,
            "state": "finished",
            "updated_at": "2010-01-27T17:40:59.108278Z"
        },
        "id": 8750830
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ExoticSpecies/"
    },
    "type": "petition"
}