{
    "data": {
        "attributes": {
            "action": "forbid boat hire companies to use motorised double punts on the upper stretch of the river Cam , where motorised traffic has so far been banned, due to potential ecological disturbance, danger to existing river users and riverbank erosion.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Firstly, powered crafts might disturb a sensitive habitat for wildlife. Even if a modern quiet electric motor is used, propeller blades could cause disturbance in the water and injury to fish, and the bow-wave could disturb the habitat of riverbank birds and mammals. \n\nThe safety of people in unpowered river craft and swimmers is also threatened.  Many inexperienced punt hirers position their boats across the river by accident, blocking the way. Canoe and kayak clubs, including clubs for children, practice all year long on this stretch of the river and in summer, many locals, visitors and children like to swim here. The sudden appearance of a fully laden motorised punt around a corner of the river, which has many sharp turns with poor visibility, would threaten the safety of these vulnerable users, and a collision could be fatal. \n\nLastly, waves caused by a large powered craft might accelerate the loss of bank in parts of the river which already require regular repair due to intense erosion by the sole effect of its own current. An accelerated rate of riverbank erosion could force a \"canalisation\" of this part of the river, causing further threat to wildlife.",
            "closed_at": "2009-02-28T00:00:00Z",
            "created_at": "2008-02-27T20:17:55.616816Z",
            "creator_name": "Melanie Menard",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-02-27T20:17:55.616816Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 43,
            "state": "finished",
            "updated_at": "2010-02-09T15:25:19.421617Z"
        },
        "id": 8751758
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/rivercam/"
    },
    "type": "petition"
}