{
    "data": {
        "attributes": {
            "action": "Ban or tax all plastic carrier bags except strong plastic bags bag for lifes which can be reused",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "All standard carrier bags should be banned or taxed asap you have all seen the todays daily mail 27/02/08 with the photos of animals dieing because of carrier bags and they end up littering the parks streets people throw them away and don't recycle them plastic bags which are strong like bags for life's should be made available to everyone in England and when get damaged are replaced for free and recycled all shoppers should use them I bring my own bags to the supermarket why can't others people even take a large bag from the supermarket just for one item like milk or a bag of crisps which they can carry in there own hands without the need for a bag. If it's to hard for someone to take there own bags to the shops they should try a bit harder you can't expect to turn up at the shops and get a free plastic bag for the rest of your life.",
            "closed_at": "2008-05-27T00:00:00Z",
            "created_at": "2008-02-27T23:19:03.377521Z",
            "creator_name": "John Casingena",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-02-27T23:19:03.377521Z",
            "rejected_at": "2008-03-29T00:01:04.573431Z",
            "rejection": {
                "code": 2048,
                "details": "There is a similar petition at: http://petitions.pm.gov.uk/longlifebags/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-03-29T00:01:04.573431Z"
        },
        "id": 8753515
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/banthegags/"
    },
    "type": "petition"
}