{
    "data": {
        "attributes": {
            "action": "provide people with severe long term mental illness to be eligible for free prescriptions regardless of income",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "It is unfair that people with epilepsy, thyroid problems and diabetes etc are eligble for free perscriptions regardless of income due to the need of them requiring medication to stay well and even alive, yet people with serious mental illness such as schizphrenia and bipolar disorder are not. People with these types of mental illness need to to take their medication to keep them from severe mental reaction that can result in harming themselves or others and even death. Yet we have to pay for this life sustaining medication when people with other conditions dont.\nSomeone with bipolar disorder can become suicidal in a matter days of not taking medication and added the fact that mental illness is not usually treated with one medication. A perscription of 5 or 6 medications at a time often on weekly or monthly perscriptions due to suicidal risk can cost over 30 pounds and should fairly warrant the need for free prescriptions regardless of income.\nLithium, Anti-psychotics and other psychiatric medications are not just a luxuary to perk us up. they are essential in keeping us alive.",
            "closed_at": "2009-02-28T00:00:00Z",
            "created_at": "2008-02-27T23:04:54.949502Z",
            "creator_name": "carrie beckwith",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-02-27T23:04:54.949502Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 61,
            "state": "finished",
            "updated_at": "2009-07-24T14:44:49.680736Z"
        },
        "id": 8753438
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/mentalillmeds/"
    },
    "type": "petition"
}