{
    "data": {
        "attributes": {
            "action": "Provide urgent assistance to the Avro Vulcan return to flight project",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We call upon the government to provide urgent assistance to the Avro Vulcan return to flight project ('Vulcan to the Sky'), operated by the Vulcan Operating Company (TVOC) and supported by the Vulcan to the Sky Trust (VTST), to allow the aircraft to resume the test flight programme necessary to bring it back to public display.\n\nThe aircraft has undergone many years of careful restoration, mostly funded by the public, however, due to the necessary sponsorship having not yet been secured, an immediate shortfall of £150,000 exists to complete the remainder CAA certification process. This is urgently required by the end of March 2008 in order to meet the deadline for the first public display.\n\nWe believe this project is of huge importance to British heritage, science & engineering and cannot be left to fail at this vital final hurdle. With assistance from the government we may soon see this iconic aircraft back in British skies once again - honoring the past, inspiring the future.",
            "closed_at": "2008-03-21T00:00:00Z",
            "created_at": "2008-02-27T22:29:35.807119Z",
            "creator_name": "Tim Bell",
            "government_response_at": "2008-04-25T15:13:38.945294Z",
            "government_responses": [
                {
                    "created_at": "2008-04-25T15:13:38.945294Z",
                    "details": "You signed a petition asking the Prime Minister to \"Provide urgent assistance to the Avro Vulcan return to flight project.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page15351.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'VulcanToTheSky'",
                    "updated_at": "2008-04-25T15:13:38.945294Z"
                }
            ],
            "opened_at": "2008-02-27T22:29:35.807119Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 2266,
            "state": "finished",
            "updated_at": "2008-05-10T03:26:03.564609Z"
        },
        "id": 8753201
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/VulcanToTheSky/"
    },
    "type": "petition"
}