{
    "data": {
        "attributes": {
            "action": "Investigate the delay when monies are transfered between accounts on line.....",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Transfering money from one bank to another via BACS can take 3 to 5 wkng days to achieve. We all know that the banks use this 'gap' to invest in the money until its needed, taking into account 5.5 BILLION transactions a year, this is a lot of money invested, preventing the receipient of the money to the interest-Many people and small businesses find themselves paying 'unlawful' bank charges when they go o/d, however many need not go o/d if the banking industry was made to speed up clearing times for the likes of chqs, electronic trfs and debit card transactions. The UK is bottom of the league in Europe when it comes to banks processing customer payments. For example in Sweden, cheques clear in just a few hours and makes the data that people hold about their finances a lot more reliable and therefore easier to control-When you use your debit card in an ATM or a shop, the money is debited from your account immediately. Therefore, the infrastructure to perform instant transfers is already in place, raising suspicion that the delay is artificial. We ask the PM to back a motion that would see the banking industry buck up its processes and move into the 21st century. Sorry for plagiarism+text.",
            "closed_at": "2009-02-28T00:00:00Z",
            "created_at": "2008-02-27T23:16:00.041701Z",
            "creator_name": "Paul Barett",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-02-27T23:16:00.041701Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 31,
            "state": "finished",
            "updated_at": "2009-03-01T03:02:13.653677Z"
        },
        "id": 8753500
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Transferdelays/"
    },
    "type": "petition"
}