{
    "data": {
        "attributes": {
            "action": "honour Parliament's commitment to patient choice by reversing the decision to take away money allocated to Doctors' Practices to fund independent surgeries with longer opening hours",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Last year the Government spent £12 Millions of tax payers' money on a survey. They asked 2 million people in England what they thought of the service provided by their GP. The results were 84% said they were happy with their surgery's opening hours and and in many rural areas the results were higher.\n\nDespite this the Prime Minister is trying to force through changes in the funding and organisation of General Practice which will favour new surgeries with longer opening hours which on first inspection seems like a positive move however there are critical implications.\n\nThe funding reorganisation will take away money allocated to existing practices including some that were allocated to caring for people with particular health issues.\n\nIf this happens it is possible YOUR SURGERY COULD CLOSE AND RESULT IN THE LOSS OF YOUR FAMILY DOCTOR who may have treated you and your family for years, developing a unique relationship in the process. The adherents to this petition oppose the introduction of these measures which could result in such a loss.",
            "closed_at": "2008-08-28T00:00:00Z",
            "created_at": "2008-02-28T07:59:36.391297Z",
            "creator_name": "Nigel Coleman",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-02-28T07:59:36.391297Z",
            "rejected_at": "2008-03-29T00:01:04.573431Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/Polyclinics/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-03-29T00:01:04.573431Z"
        },
        "id": 8754393
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/GP-Changes/"
    },
    "type": "petition"
}