{
    "data": {
        "attributes": {
            "action": "Force supermarket chains in the UK to offer a least a minimum of 25p / Kg increase in the price of pork to be passed back to the farmer",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The pig farming industry has become, and continues to become, non-profitable with recent figures from the NPA indicating that for every pig being sent to slaughter the farmer loses £26.00. This is as a direct result of increasing feed prices and purchasing power of supermarkets pushing the price down from the farmer. As a direct result of this many British pig farmers are going out of business. Supermarkets have squeezed the price of pork at the back end ( i.e. to the farmer ) and have increased the price of pork on the shelf but not passing this back to the farmer. There is a requirement for an increase per Kilo of 25p to enable the British Pig Farming to continue. If this is not achieved then the end result will be the biggest reduction in pig stocks in the UK for a number of years. Currently farmers are exiting the pig industry at an unsustainable rate meaning that there will be shortage of British Pork leaving the consumer to purchase cheaper, non-British Pork, produced in sub-standard farms, utilising intensive farming methods. We therefore sign this to force supermarkets to offer an additional 25p / kg to the British Pig industry.",
            "closed_at": "2008-08-29T00:00:00Z",
            "created_at": "2008-02-28T08:43:36.595040Z",
            "creator_name": "Will Sommerville",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-02-28T08:43:36.595040Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 93,
            "state": "finished",
            "updated_at": "2008-09-28T03:56:24.670037Z"
        },
        "id": 8754774
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BritPorkPrices/"
    },
    "type": "petition"
}