{
    "data": {
        "attributes": {
            "action": "allow the UK Cadet forces first refusal on appropriate MOD Equipment due to be written off or handed to Civilian disposal companies",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Every year the MoD hands over to civilian disposal companies tonnes of equipment which is then sold on. At the same time the UK Cadet Forces (SCC ACF ATC and CCF) are issued with limited stocks of equipment and uniform, some of which is very out of date. \n\nAdults and Cadets in the Cadet forces are expected to maintain the same standards of dress as those in the regular and reserve forces however the availability of uniform and equipment makes this difficult. Adults are not issued with short sleeved shirts or and neither adults nor cadets, are issued with boots or shoes or field equipment and webbing. Similarly most Cadets only have one set of working uniform, which makes maintaining the required standard of dress over a weeks course virtually impossible. \n\nThe net result of this is that the unpaid volunteer staff of the UK Cadet Forces and Cadets or their parents are forced to pay inflated prices for equipment that originated in the MoD.",
            "closed_at": "2008-08-28T00:00:00Z",
            "created_at": "2008-02-28T12:53:38.314924Z",
            "creator_name": "Lt (SCC) J Truswell RNR",
            "government_response_at": "2008-10-06T13:01:34.275037Z",
            "government_responses": [
                {
                    "created_at": "2008-10-06T13:01:34.275037Z",
                    "details": "You signed a petition asking the Prime Minister to \"allow the UK Cadet forces first refusal on appropriate MOD Equipment due to be written off or handed to Civilian disposal companies.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page17064\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'modkitforcadets'",
                    "updated_at": "2008-10-06T13:01:34.275037Z"
                }
            ],
            "opened_at": "2008-02-28T12:53:38.314924Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 2727,
            "state": "finished",
            "updated_at": "2008-10-07T11:12:17.687971Z"
        },
        "id": 8758355
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/modkitforcadets/"
    },
    "type": "petition"
}