{
    "data": {
        "attributes": {
            "action": "End monopoly of Gp practices",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Currently, the only way for people to receive Health Care(outside the Private sector) is via their Local NHS GP practice.\n\nThis basically amounts to a monopoly,for Gp practices in Public Health care provision. In which the Gps in these practices( can be, in  partnership with each other,in the the form of a private business)and are basically allowed to run their practices and the provision of  Public health care on behalf of and under the guidelines  of the NHS.\n\nThis situation however might possibly also be open to and could possibly allow abuse, whereby certain Gps within these practices could possibly make decisions regarding people's health care based not only on their own interpretation of what a person needs but also in respect to the profit margins of the (partnership/business)Practice.  \n\nTherefore, unless the goverment is prepared to radically change this monopoly and the way, that people have to access Public health care(through Gp Practices)then the Goverment should initiate  a radical change in regard to the way that Gps are allowed to operate as partnerships/businesses within these practices whilst having a contract of employment with the NHS.",
            "closed_at": "2009-02-28T00:00:00Z",
            "created_at": "2008-02-28T15:08:42.230079Z",
            "creator_name": "D Herold",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-02-28T15:08:42.230079Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 6,
            "state": "finished",
            "updated_at": "2009-03-01T03:02:13.823441Z"
        },
        "id": 8760180
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Monopolies/"
    },
    "type": "petition"
}