{
    "data": {
        "attributes": {
            "action": "ban all fishing for Cod off the bristish coast and make all fishing more sustainable",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "overfishing has devastated the once-plentiful cod off Britain's coast, Greenpeace demonstrators scaled the roof of Asda's Leeds headquarters in January and unfurled a banner that read: \"Will stocks last?\nWWF believes that it is time that politicians followed the advice, particularly in relation to cod,\ntake urgent action to safeguard fish stocks across Europe, especially the advice on zero catch for cod in the North Sea, West Scotland and Irish Sea.\n\n\n\nsuggesting that the whole of the North Sea should be turned into a marine conservation zone  because\nOverfishing has decimated stocks of cod, skate, monkfish, hake any many other species, resulting in the estimated loss of 90 per cent of the world's big fish such as tuna, sword- fish and marlin. \nPoliticians in the European Commission have repeatedly ignored the advice and, this year, set a catch of about 23,000 tons - almost half of the remaining stock. \nCOD fishing should be banned to prevent the species from dying out in the North Sea, scientists have warned\n\nthat stocks of cod in the seas around the UK are depleted and a complete ban must be introduced next year.",
            "closed_at": "2009-02-28T00:00:00Z",
            "created_at": "2008-02-28T18:57:40.034362Z",
            "creator_name": "carl holmes",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-02-28T18:57:40.034362Z",
            "rejected_at": "2008-03-30T00:01:06.607999Z",
            "rejection": {
                "code": 2048,
                "details": "There is a similar petition at: http://petitions.pm.gov.uk/fishsense/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-03-30T00:01:06.607999Z"
        },
        "id": 8763182
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/savecod/"
    },
    "type": "petition"
}