{
    "data": {
        "attributes": {
            "action": "pass an act of parliament to include a mandatory part of the curriculum which teaches traditional family values in all schools, colleges and universities.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "As we see more and more discontented children on Britain's streets today, we ask ourselves the question \"Why is this happening?\". Well the answer to that is very simple. As society has been steadily eroded and de-stabilised over the last 26 years, higher influxes of children are coming from broken homes and or homes where even the most basic of family activities such as \"Having lunch, breakfast and tea together\", are ever so unfortunately, becoming more of a rarity. We need to see a return to tradition activities such as family days out, meals together both inside and outside the house, and a withdrawal of violent and or addictive video games and the internet, show children can learn the true values of human empathy, as well as the valuable communication, social, and human skills, which will see to the development of a better society, and indeed a better Britain.\n\nIndeed in addition to this, we would like to see this programme available to adults as well, so those who have missed out on the priceless value of a secure and happy childhood, can learn the true values that will be so important to them and others, in adult life.",
            "closed_at": "2009-03-01T00:00:00Z",
            "created_at": "2008-02-28T21:35:45.750024Z",
            "creator_name": "Kavan John Hawker",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-02-28T21:35:45.750024Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 30,
            "state": "finished",
            "updated_at": "2009-03-02T00:01:01.536162Z"
        },
        "id": 8764889
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/FamilyValues/"
    },
    "type": "petition"
}