{
    "data": {
        "attributes": {
            "action": "Abolish the BBC licence fee",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We the undersigned, disagree with the biased and liberal way the BBC is used by this Government, not only to report world events, but also to report and manipulate the state of the United Kingdom.\nThe BBC is biased,liberal in its thinking and down right racist/homophobic & paranoid to its core.\nWe would hate to think that someone actually got their job on educational merits instead of how liberal their views are.\nFor Example:\nPanarama was apalling about Iraqi torture, not once did we see a service persons family talking about the loss of their son/brother/daughter.\nOr how about this dross:\nDawn goes Lesbian/Dawn gets a baby?\n(perhaps she should find someone thats wants to spend their life with her instead of the crap she is turning out).\nLittle Britian, now there's a laugh! we feel that it ran its course somewhere around the second season, (if that for some of us).Its absolute tosh, the same old halfwit characters wheeled out, that have become about as funny as septic piles.\nThis is not about race/colour or creed, its about the BBC 'PC' drivel we are fed everyday.\nOnly when the BBC joins the real world & not being funded by an unjust tax will we actually get what we as a nation pay for.",
            "closed_at": "2008-10-29T00:00:00Z",
            "created_at": "2008-02-29T01:54:22.407792Z",
            "creator_name": "Harvey Fitzpatrick",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-02-29T01:54:22.407792Z",
            "rejected_at": "2008-03-30T00:01:06.607999Z",
            "rejection": {
                "code": 2048,
                "details": "There is a similar petition at: http://petitions.pm.gov.uk/FairpayTV/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-03-30T00:01:06.607999Z"
        },
        "id": 8766233
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/fee4BBC/"
    },
    "type": "petition"
}