{
    "data": {
        "attributes": {
            "action": "stop the destruction of Clandown village",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The systematic destruction of an English country village.\n\nClandown is a small country village set between the Mendip hills and the city of Bath.\n\nA few years ago we had a primary school, a village post office and a pub.\n\nThen the Council decided to close our school.\n\nNow through the hard work of Chris and Julie who own the post office we have an asset that can’t be measured in pure economics, we have somewhere for the elderly to get their pensions, for the young mothers to get their allowances, for the local businesses to post their parcels and somewhere to meet people and pass the time of day, at the same time we stock up on the small items we forgot to get at the supermarket.\n\nBut now we have been told our POST OFFICE is being closed – but at what cost?\n\nWithout the post office facility many of us will have no reason to go there, we will loose the village atmosphere, the social intercourse, and the local gossip that’s essential to all villages.\nAnd without the customers who do a little shopping whilst visiting the post office the shop cannot survive.\n\nThis will be the last straw in the destruction of our village, we plead with the prime minister to intervene and stop the closure of our POST OFFICE",
            "closed_at": "2008-03-29T00:00:00Z",
            "created_at": "2008-02-29T09:38:54.816149Z",
            "creator_name": "Lionel Curtis",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-02-29T09:38:54.816149Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 125,
            "state": "finished",
            "updated_at": "2008-03-30T00:01:01.104288Z"
        },
        "id": 8767579
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Clandown/"
    },
    "type": "petition"
}