{
    "data": {
        "attributes": {
            "action": "release Government funding to provide more training to staff in Neonatal Units and allow for the purchase of vital equipment and expansion of these units.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I would like funding to be reviewed to allow for increased training to be provided to staff within Neonatal Units across the country, along with funding to buy specialised equipment and allow expansion.  This will allow more experienced nurses and midwives to care for these sick and very premature babies and allow a higher staff to baby ratio.\nOur twin girls were born prematurely at 30+5wks and spent 7 weeks in Special Care. Without the specialist care of the nurses, we may not have been able to bring our girls home.\nOne of our daughters was extremely ill with an infection and required one to one attention in Intensive Care.  At the time, there was a severe shortage of 'trained' staff available and so some babies were looked after by 'bank staff'.  \nThe unit itself, within Wishaw General Hospital, had to close to new admissions due to these staff shortages and lack of beds available for the babies. Had I been faced with this news on the bith of my twin girls, I would have been devastated.\nThe most important time in a baby's life is the first few days, and if these sick and premature babies are unable to receive the care that they need and deserve, then what kind of future do they face?",
            "closed_at": "2008-05-29T00:00:00Z",
            "created_at": "2008-02-29T13:44:19.346619Z",
            "creator_name": "Gillian Monaghan",
            "government_response_at": "2008-07-02T17:20:31.580126Z",
            "government_responses": [
                {
                    "created_at": "2008-07-02T17:20:31.580126Z",
                    "details": "You signed a petition asking the Prime Minister to \"release Government funding to provide more training to staff in Neonatal Units and allow for the purchase of vital equipment and expansion of these units.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page15883.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'NeonatalFunding'",
                    "updated_at": "2008-07-02T17:20:31.580126Z"
                }
            ],
            "opened_at": "2008-02-29T13:44:19.346619Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 415,
            "state": "finished",
            "updated_at": "2008-06-23T03:41:40.651853Z"
        },
        "id": 8771175
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/NeonatalFunding/"
    },
    "type": "petition"
}