{
    "data": {
        "attributes": {
            "action": "strenghten the climate change bill by commiting to reduce emissions by 80% by 2050",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Climate change is already damaging the world's ecosystems.\n\nLeft unchecked, it is set to cause a global humanitarian and environmental disaster\n\nThe UK has the opportunity to show real leadership in combating global climate change by delivering a strong Climate Change Bill.\n\nThe UK is the first country in the world to introduce a Bill on climate - the government \n\n\n\nWe need to set a target that delivers the reduction in UK climate-changing gases that is needed – the science tells us the target should be at least 80%, not the 60% the government proposes, which is based on out of date science.we know it can be done. \n\nTogether with the Institute for Public Policy Research and the RSPB, WWF commissioned a report to examine whether the UK can achieve an 80% reduction target The report found that it is technically feasible to reduce the UK’s emissions of CO2 by 80% by 2050 – including emissions from international aviation, and without resort to new nuclear power generation – without relying on unsustainable technologies, and that this can be delivered within a growing and sustainable UK economy.",
            "closed_at": "2009-03-04T00:00:00Z",
            "created_at": "2008-02-29T19:24:47.608919Z",
            "creator_name": "carl holmes",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-02-29T19:24:47.608919Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 15,
            "state": "finished",
            "updated_at": "2009-04-30T16:54:00.603315Z"
        },
        "id": 8774861
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/futurebritian/"
    },
    "type": "petition"
}