{
    "data": {
        "attributes": {
            "action": "introduce mandatory, road-side, motor vehicle driver eyesight testing on public roads",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "It is a UK statutory requirement that a motor vehicle driver can read a number plate at a distance of 20.5 metres.\n\nDespite that, road accidents are frequently caused by drivers with poor vision. \n\nIt is long overdue that there is widespread eyesight screening of drivers whilst they are using public roads.\n\nMost sensible drivers would not begrudge stopping for 2 minutes whilst an eyesight test is conducted.\n\nSuch an eyesight test can even be carried out using a self-operated machine.\n\nIf a driver fails an eyesight test, it is suggested one or more of the following options may be used:\n\n•\tDispense order to take sight test at Police station or road-side device within 1 week (with corrected vision in place).\n•\tDispense a fine.\n•\tDispense a discount voucher for use at an opticians or the like.\n•\t(If serious fail) restrict further movement of vehicle under the control of failed driver by order and/or barrier on road ahead. Another driver/vehicle towing would be permitted.\n•\tNotify DVLA.\n•\tNotify driver’s insurance company.\n•\tNotify Police.\n\nLets make our roads safer! Please sign.",
            "closed_at": "2009-03-04T00:00:00Z",
            "created_at": "2008-02-29T20:08:46.585782Z",
            "creator_name": "Matthew Allen",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-02-29T20:08:46.585782Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 4,
            "state": "finished",
            "updated_at": "2009-05-21T16:25:18.142828Z"
        },
        "id": 8775263
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/driversighttest/"
    },
    "type": "petition"
}