{
    "data": {
        "attributes": {
            "action": "make it illegal to advertise any publication telling people how to get away with breaking the law (and, of course, ban all such publications in the first place)",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This petition refers to a book telling motorists how to get away with breaking various driving laws; I have created it because my paper often prints an advert for such a publication.  Apparently one issue it deals with is speeding - \"let's face it; we all go a few miles over the limit sometimes\" - but if the speed limit is, for instance, 30 m.ph. presumably that is the highest speed at which one can drive safely and without risking the death, or serious injury, of anyone who is a victim of an accident caused by a vehicle being driven at such a speed.  It therefore follows that even going over this limit by \"only a few miles\" might mean the outcome of such an accident would be much more serious for the victim; how can anyone with any morality justify either that or the publication of a book telling people how to get away with it?  Many people, possibly including speeding motorists, call for the restoration of capital punishment for murder but what is the moral difference between murder and killing someone by speeding?",
            "closed_at": "2009-01-04T00:00:00Z",
            "created_at": "2008-03-01T03:04:47.904069Z",
            "creator_name": "Margaret King",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-03-01T03:04:47.904069Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 7,
            "state": "finished",
            "updated_at": "2009-02-13T16:58:19.642862Z"
        },
        "id": 8777071
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ImmoralBooks/"
    },
    "type": "petition"
}