{
    "data": {
        "attributes": {
            "action": "decriminalise or declassify the chemicals psilocybin and psilocin found in \"magic mushrooms\", and to notice their uses in essential medical research",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Psilocin and its ester psilocybin are both indoleamines found in mushrooms of the psilocybe genuse.\n\n These chemicals act upon the serotonin receptors found in the brain and peripheral neurons. These associations are caused due to the fact that psilocin/cybin are chemical analogues of serotonin and will fit the same receptor, causing a similar effect to serotonin on the brain and nerves. This will cause feeling of euphoria and visual disturbances.\n\nPsilocybin/cin is a nonaddictive drug via physical pathways and is unlikely to be psychologically addictive as the brain quickly builds tolerance.\nThe (ACMD) drug harm scale does not even mention these drugs in their top 20 (where alcohol came 5th), in which social, physical and mental health are taken into account \n\nRecent studies have shown potential as a preventative for obsessive compulsive disorder.\n\nMany anecdotal reports are showing these chemicals also alleviate cluster headaches, a debilitating condition.\n\nOther areas with positive results include depression and anxiety.\n\nAs of yet, only one recorded death has been recorded as a result of magic mushrooms, though this is still debated among the science community.",
            "closed_at": "2008-09-03T00:00:00Z",
            "created_at": "2008-03-01T02:53:50.052990Z",
            "creator_name": "Oliver Smith",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-03-01T02:53:50.052990Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 14,
            "state": "finished",
            "updated_at": "2008-09-04T00:01:01.739582Z"
        },
        "id": 8777066
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/psilocybinlaw/"
    },
    "type": "petition"
}