{
    "data": {
        "attributes": {
            "action": "Bring Yorkshire Water to Task for The Alleged Floods in Hull",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Hull didn't flood it was a failure of ancient pumps that caused drainage systems to back up. No river overflowed. Yorkshire Water still charged for removal of surface water in the period of June 07. YW have been forced to spend thousands on equipment they knew to be dodgy. My bills have risen from £15 per month to £50 in 5 years. We would not get away with this shoddy service in our jobs so why should they. Thousands cannot get insurance now as we are alleged to be at risk of flooding. Most of my neighbours were under a foot of water. Many were a lot worse of and the emotional trauma my friends and neighbours went through was appaling. No compensation or apology was forthcoming but they did manage to remove the monthly direct debit amount from our accounts on a regular basis. Strange how the finance department always operates even if the service delivery doesn't. We need compensation and an apology. We also need the insurances companies to accept that this was not flooding. Are we to be uninsurable now we live in an earthquake zone too. \"Yorkshire running Water Its a more descriptive title for a shameless organisation that makes profits I cant even dream of earning and then runs away.",
            "closed_at": "2009-03-03T00:00:00Z",
            "created_at": "2008-03-01T13:55:39.869005Z",
            "creator_name": "Chris Wilson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-03-01T13:55:39.869005Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 7,
            "state": "finished",
            "updated_at": "2009-03-04T00:01:01.425486Z"
        },
        "id": 8779005
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Hull-floods/"
    },
    "type": "petition"
}