{
    "data": {
        "attributes": {
            "action": "Raise the State Basic Pension to levels paid in every other EU country.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The UKs Basic Pension is 17% of the National Average Wage.\nMost European pensioners receive a Basic Pension of at least 60% of their countries Average wage. Only Estonia (33%),Ireland (31%),Holland (30%)and the UK(17%) pays a Basic Pension of under 40% of its Average Wage.\n\nA Political consensus  was reached by the EU Nations at the Laeken Summit 2001. that each Member State would attempt to attain a Basic Pension of 40% of its Average Wage by 2007 and then work towards 60%.\nThe UK provides the worst Basic Pension by far.\nIn fact , taking the Pension as a percentage of each countries Average Wage you will note that Pensioners in Greece, Luxembourg, Spain and Italy receive over 5 times our basic pension. Those in Portugal, Malta , Hungary and France receive over 4 times as much and those in Poland ,Czech Republic ,Latvia ,Finland and Sweden receive 3 times as much. Slovakia ,Cyprus ,Denmark, Germany ,Lithuania and Belgium receive over double ,whist finally Estonia Ireland and Holland have almost twice our basic pension.",
            "closed_at": "2009-03-03T00:00:00Z",
            "created_at": "2008-03-01T14:50:53.686031Z",
            "creator_name": "john hicks",
            "government_response_at": "2009-06-04T11:37:13.575477Z",
            "government_responses": [
                {
                    "created_at": "2009-06-04T11:37:13.575477Z",
                    "details": "You signed a petition asking the Prime Minister to \"Raise the State Basic Pension to levels paid in every other EU country.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page19466\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'pensionpoverty'",
                    "updated_at": "2009-06-04T11:37:13.575477Z"
                }
            ],
            "opened_at": "2008-03-01T14:50:53.686031Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1938,
            "state": "finished",
            "updated_at": "2010-02-09T15:25:01.173093Z"
        },
        "id": 8779305
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/pensionpoverty/"
    },
    "type": "petition"
}