{
    "data": {
        "attributes": {
            "action": "Help Save Doonies Farm In Aberdeen From Closure Due To Council Cutbacks",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Doonies Farm Aberdeen is a rare breed’s farm and model farm at the village of Cove just outside, Aberdeen, Scotland. Doonies Farm is the home to the largest collection of rare breeds of sheep, goats and cows within Scotland and works with the Rare Breed Survival Trust (RBST) to preserve many rare breeds such as the Gloucester and White Park cow and bull. Doonies Farm breeds their livestock to either keep at the farm or sell throughout the United Kingdom so that farmers can continue to breed from the rare stock.\nThis wonderful farm gives children the chance to feed and handle a wide range of animals from lambs, pigs, horses, goats, ducks, chickens and even large cows.\nChildren are even allowed to bottle feed calves and lambs.\nThe delight on children’s faces when visiting this traditional hand’s on Scottish farm is a joy to behold.\n Please help fight this closure and keep our children happy, while at the same time preserving a farm that nurtures and protects our traditional farming heritage.",
            "closed_at": "2008-05-01T00:00:00Z",
            "created_at": "2008-03-01T16:56:55.595838Z",
            "creator_name": "Steven Thomson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-03-01T16:56:55.595838Z",
            "rejected_at": "2008-04-02T00:01:05.260098Z",
            "rejection": {
                "code": 4096,
                "details": "This is a devolved matter.",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-04-02T00:01:05.260098Z"
        },
        "id": 8779962
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SaveDoonies/"
    },
    "type": "petition"
}