{
    "data": {
        "attributes": {
            "action": "make disability discrimination a criminal rather than civil issue so that police can intervene as they do with cases of racial discrimination so that disability discrimination is finally taken seriously, finally giving disabled people equality when trying to enter shops, buses, and trains.  Council planning staff who constantly refuse planning permission for even small ramps should also be dealt with by the criminal justice system as they would NEVER force shops to ban people belonging ethnic minorities from entering as it is illegal, but routinely force shop owners who could have a ramp to break the law by preventing disabled people from entering.  DDA is a laughing stock so needs to be enforced by the police and CPS.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "If a shop owner or driver of a wheelchair accessible public bus etc refuses entry to a disabled person, that disabled person has to find a solicitor, claim for help with legal costs etc. This is in comparison to what would happen if a bus driver, shop owner etc barred people on the grounds of race. The police and CPS would immediately be involved. The Prime Minister should make disability discrimination a criminal matter so that people who discriminate such as bus drivers of accessible buses, train operators who don’t get a ramp in time, or do not have an available wheelchair space for somebody needing it, companies who refuse to make a tiny step into a ramp etc (some even have signs in windows saying that disabled people must wait outside to be served so will only accept cash from \"us\"!), can immediately be arrested etc as they would if they did exactly the same to non disabled people belonging to ethnic minorities. One shop I can’t get into could easily have an inward facing ramp, but refuse to and make disabled people wait outside so you can’t browse. Doing this to say, black people for example would be a criminal act. Give equality to all minorities.",
            "closed_at": "2009-03-03T00:00:00Z",
            "created_at": "2008-03-01T17:58:17.224654Z",
            "creator_name": "Sarah Jayne Davies",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-03-01T17:58:17.224654Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 99,
            "state": "finished",
            "updated_at": "2010-02-25T14:36:32.487997Z"
        },
        "id": 8780341
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/policeDDA/"
    },
    "type": "petition"
}