{
    "data": {
        "attributes": {
            "action": "Make it a legal requirement for all teachers to have training on how to work with children on the Autistic spectrum which has to be continually updated",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The question of educational provision for children with an autistic spectrum disorder (ASD) has been intensely debated since the condition was first recognised. Most experts now recognise that a range of provision needs to be available to provide for the wide spectrum of needs.  To plan provision like this successfully, it is vital that schools, parents and children themselves are able to work together and can communicate effectively.The problems arising from this are, children with ASD can struggle to be understood in mainstream schools due to a lack of training for teachers.It was a political decision to bring children with special needs into the mainstream. However, it has not been backed up by adequate training, resources and support. Teachers with no experience of ASD children often hold shocking misconceptions of the 'naughty child syndrome' and children with ASD are excluded from school for behaviour that is not understood and for not fitting into the 'mainstream box' of mainstream school. So please sign the petition to make it a legal requirement for teachers to have ASD training.",
            "closed_at": "2009-03-03T00:00:00Z",
            "created_at": "2008-03-02T13:31:06.527125Z",
            "creator_name": "C. Stafford",
            "government_response_at": "2009-04-03T15:46:35.810524Z",
            "government_responses": [
                {
                    "created_at": "2009-04-03T15:46:35.810524Z",
                    "details": "You signed a petition asking the Prime Minister to \"Make it a legal requirement for all teachers to have training on how to work with children on the Autistic spectrum which has to be continually updated.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page18919\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'ASDtraining'",
                    "updated_at": "2009-04-03T15:46:35.810524Z"
                }
            ],
            "opened_at": "2008-03-02T13:31:06.527125Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 569,
            "state": "finished",
            "updated_at": "2009-07-24T14:44:23.760260Z"
        },
        "id": 8784540
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ASDtraining/"
    },
    "type": "petition"
}