{
    "data": {
        "attributes": {
            "action": "make it an ABSOLUTE OFFENCE for all DRIVERS and passengers in all vehicle types to SMOKE!!!!",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "All drivers and passengers of ALL motorised vehicle types (IE) PRIVATE CARS,VANS,LORRIES,BUSSES also MOTOR CYCLISTS and TRAINS should be totally banned BY LAW from SMOKING IN Any VEHICLE.\nThey are driving DANGEROUSLY when they try to get a cigarette out of the packet.\nAs most drivers do so, they have to take both hands off the steering wheel, then, find the lighter and try to drive and look at the end of the cigarette as they try to light it.\nThey then drive along our roads endangering other road users because they can only use one hand to steer the vehicle with because the other hand is being obstructed with a lighted cigarette between it's fingers. \nIf the end of the cigarette gets \nknocked off onto the lap of the driver and Set's their clothing on fire as happened to a driver the other day, who may i add, had been earlier using inflammable liquid which had spilled onto their clothing nearly caused an accident on a 60 MPH road but for the quick reactions of the other drivers.\nAs luck would have it only the persons pride was dented.\nThe other fact is, passive smoking does cause cancer and other smoking related illnesses in non smokers which leads to unnecessary NHS over spending.",
            "closed_at": "2009-03-03T00:00:00Z",
            "created_at": "2008-03-02T16:49:12.308972Z",
            "creator_name": "Mr M C White",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-03-02T16:49:12.308972Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 17,
            "state": "finished",
            "updated_at": "2010-03-04T16:02:24.455132Z"
        },
        "id": 8785642
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/prohibitsmoking/"
    },
    "type": "petition"
}