{
    "data": {
        "attributes": {
            "action": "antirights",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The human rights act is being abused,criminals seem to be getting more human rights than their victims.\nGreat britain is going out of control with thugs and murderers as they feel they can abuse the human rights acts.\nPeople who commit serious crimes such as pre- meditated murder or child  murder should have no human rights apart form going to jail for a very long time for their crimes.\ndecent law abiding citizens cannot walk the streets at night of fear of either being maimed or killed,yet ther is people who think it is right to take a human life and leave their vi families devastated due to their  mindless actions.\nWhy should people have to live in fear,\nthe human rights act should have been there for decent human beings,not to be abused by people who should have no rights,rights which should have be terminated as soon as, they commit any henious crimes against society.\nThe only people who are gaining the majority, from  this act are criminals and lawyers,not the decent law-abiding citizens of this country.",
            "closed_at": "2008-09-02T00:00:00Z",
            "created_at": "2008-03-02T18:38:12.393452Z",
            "creator_name": "irene burns",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-03-02T18:38:12.393452Z",
            "rejected_at": "2008-04-02T00:01:05.260098Z",
            "rejection": {
                "code": 512,
                "details": "",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-04-02T00:01:05.260098Z"
        },
        "id": 8786349
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/antirights/"
    },
    "type": "petition"
}