{
    "data": {
        "attributes": {
            "action": "Amend existing Food Labelling Regulations to incorporate a legal requirement for the labelling of all alchoholic drinks to include a symbol(s) and/or text to indicate the suitability or otherwise of the product for vegetarians, vegans and other affected consumers.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Animal derivatives are widely used in the production of many alchoholic beverages. Although there are a number of products that indicate the use of such derivatives, a majority of the alchoholic beverages available do not state the use of animal derivatives in the manufacturing process and its presence as a trace ingredient in the product itself.\n\nPlease sign this petition if you believe that the existing Food Labelling Regulations should be amended to incorporate a legal requirement for all alchoholic beverages, irrespective of alchohol content or type, to be clearly labelled with a symbol(s) and/or text indicating the products suitability for pescetarians, vegetarians, vegans, and other affected consumers who have chosen not to purchase and consume products made using and/or containing animal derivatives.",
            "closed_at": "2009-03-03T00:00:00Z",
            "created_at": "2008-03-02T21:36:07.212839Z",
            "creator_name": "Stephen Faithfull",
            "government_response_at": "2009-06-04T11:35:19.253744Z",
            "government_responses": [
                {
                    "created_at": "2009-06-04T11:35:19.253744Z",
                    "details": "You signed a petition asking the Prime Minister to \"Amend existing Food Labelling Regulations to incorporate a legal requirement for the labelling of all alchoholic drinks to include a symbol(s) and/or text to indicate the suitability or otherwise of the product for vegetarians, vegans and other affected consumers.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page19469\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'drinks-labelling'",
                    "updated_at": "2009-06-04T11:35:19.253744Z"
                }
            ],
            "opened_at": "2008-03-02T21:36:07.212839Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 210,
            "state": "finished",
            "updated_at": "2010-02-09T15:25:38.444864Z"
        },
        "id": 8787587
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/drinks-labelling/"
    },
    "type": "petition"
}