{
    "data": {
        "attributes": {
            "action": "commit to cut CO2 emissions by 80% for 2050",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The UK has the opportunity to show real leadership in combating global climate change by delivering a stronger Climate Change Bill.\n\nIt’s a case of either listening to the science, or ignoring it – in which case we will have to face the consequences for species, habitats and people.\n\nWe need to set a target that delivers the reduction in UK climate-changing gases that is needed – the science tells us the target should be at least 80%, not the 60% the government proposes, which is based on out of date science.\n\nTogether with the Institute for Public Policy Research and the RSPB, WWF commissioned a report to examine whether the UK can achieve an 80% reduction target and what implications it would have on the economy.\n\nThe report found that it is technically feasible to reduce the UK’s emissions of CO2 by 80% by 2050 – including emissions from international aviation, and without resort to new nuclear power generation – without relying on unsustainable technologies, and that this can be delivered within a growing and sustainable UK economy.",
            "closed_at": "2009-03-02T00:00:00Z",
            "created_at": "2008-03-02T20:26:48.156586Z",
            "creator_name": "Carl Holmes",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-03-02T20:26:48.156586Z",
            "rejected_at": "2008-04-02T00:01:05.260098Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/futurebritian/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-04-02T00:01:05.260098Z"
        },
        "id": 8787055
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/changebill/"
    },
    "type": "petition"
}