{
    "data": {
        "attributes": {
            "action": "instruct the relevant minister to use the increase in prices for postage stamps to keep all current post offices open; and further increase the price of stamps if this is necessary to keep the offices open",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "When looking through \"post offices\" petitions I saw that there were no fewer than five pages of petitions ALMOST ALL of which were from people urging that their local post office should stay open.  In fact I myself could have created a similar petition but I feel a more generalised petition, referring to ALL post offices, is better.\n\nMany people say that post offices are the life-blood of a community.  At the moment we seem to have the worst of both worlds: some transactions can take place ONLY in post offices but because so many other transactions (cashing Social Security benefits, renewing T.V. licences, buying stamps, etc) have been taken away from post offices it is not seen as viable to keep most of them open.\n\nI would also make the point that, when deciding which post offices are to close (though of course I would rather NONE were to be), the distance from the closed post offices to the nearest still open should not be the only criterion.  Equally important is the DIFFICULTY OF GETTING to this post office; for instance with my local one the nearest is said to be .6 of a mile BUT this includes walking up quite a steep hill (and there is NO public transport really near).",
            "closed_at": "2008-09-03T00:00:00Z",
            "created_at": "2008-03-03T02:08:19.506158Z",
            "creator_name": "Margaret King",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-03-03T02:08:19.506158Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 15,
            "state": "finished",
            "updated_at": "2008-09-04T00:01:01.739582Z"
        },
        "id": 8788606
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/PostOfficeClosed/"
    },
    "type": "petition"
}