{
    "data": {
        "attributes": {
            "action": "to stop legislation to remove deaf genes, and get a British Sign Language Act, and focus on bring deaf schools back!",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We Deaf people in Islington and rest of UK and Wales demand the Government to agree our three conditions.\n\n·        to abolish Clause 14(4)(8-9), that create a legislation Human Fertilisation and Embryology Bill to prevent deaf or hearing parents to have deaf children, and reducing deaf people in population. STOP EUGENICS! (Stop return to 1933 German law to sterilisation to deaf people.\n\n·        to introduce a legislation to recognise British Sign Language as official language in UK, Wales, and Scotland bring deaf education, deaf culture and deaf community to be recognised. Wales already got Wales Language Act 1993, so we demand a BRITISH SIGN LANGUAGE ACT!\n\n·        We object to the government AGREED Mainstream for all, and keep closing deaf schools! Mainstream is not working and have FAILED!  WE DEMAND DEAF SCHOOLS BACK! Deaf Children should have FULL Deaf Education and can access in full (BSL & bilingualism)",
            "closed_at": "2008-06-03T00:00:00Z",
            "created_at": "2008-03-03T10:07:57.383542Z",
            "creator_name": "John Savva",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-03-03T10:07:57.383542Z",
            "rejected_at": "2008-03-03T16:36:26.473315Z",
            "rejection": {
                "code": 256,
                "details": "We cannot understand the reference to the sterilisation of deaf people.\nPlease submit separate petitions for your different requests.",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-03-03T16:36:26.473315Z"
        },
        "id": 8790491
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/deafgenes/"
    },
    "type": "petition"
}