{
    "data": {
        "attributes": {
            "action": "Stop handing out honours to those whom do not deserve them - a review of the UK Honours System",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Sir Tom Jones\nDame Kelly Holmes\nSir Terry Wogan\n\nThree examples of people who have been awarded a knighthood. But what for? Entertainment? Sports acheivement? These days that is all it takes to become a Knight or recieve an OBE / MBE, etc.\n\nThese awards are becoming worthless with so many people who do not deserve them recieving them.\n\nSir Frances Drake, Sir Walter Raleigh, two examples of people who deserved them, they did work for the British Empire which is what the orders are for.\n\nWriters, Musicians, Sportsment, Telivison Personalities etc do not deserve any awards for the British Empire, an award should only be made to the scientists such as Stephen Hawking, who surely deserve it for the fact he has contributed so much to science and the understanding of the world around us.\n\nIn some circumstances, an award could be made to people such as writers, but only if they contributed greatly to the world, however only a low award and never a knighthood - for example J K Rowling, could receive a MBE but never any higher.",
            "closed_at": "2009-03-03T00:00:00Z",
            "created_at": "2008-03-03T12:26:04.531529Z",
            "creator_name": "adam keppel-garner",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-03-03T12:26:04.531529Z",
            "rejected_at": "2008-04-02T00:01:05.260098Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-04-02T00:01:05.260098Z"
        },
        "id": 8792648
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ukhonourssystem/"
    },
    "type": "petition"
}