{
    "data": {
        "attributes": {
            "action": "re-assess the way water rates are calculated and introduce a rebate system such as that existing for council tax for those on low incomes and/or state benefits who struggle to pay their water rates.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I'm a single parent on income support and child tax credits as I'm studying for a degree. These benefits are standard for someone in my circumstances according to what the law says I need to live on, but I am paying around £120 a year more than most working people I know in the way of water rates despite living in a much smaller house in the same area. Should this not be taken into consideration as I have less money left each week to put food on the table? My uncle who is a pensioner in his 80s and lives in a one bedroomed flat with no garden is paying £40 a year more than my mom who lives in a 2 bedroomed house with a massive garden. I have spoken to Defra who say that water rates were calculated between 1970 and 1990 on factors such as the size and condition of the property, the view from the property, nearness to amenities etc, and that these calculations cannot be changed.  Much has changed since 1990 and these calculations are now outdated so should this not be reviewed? In any case, shouldn't the benefit system take into account those on benefits and low incomes as it does for council tax, so that everyone on benefits ends up with the same net amount after paying their water rates?",
            "closed_at": "2008-09-05T00:00:00Z",
            "created_at": "2008-03-03T12:07:01.849533Z",
            "creator_name": "tina mcleod",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-03-03T12:07:01.849533Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 12,
            "state": "finished",
            "updated_at": "2008-09-06T00:01:02.027187Z"
        },
        "id": 8792353
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/water-rates/"
    },
    "type": "petition"
}