{
    "data": {
        "attributes": {
            "action": "Provide tax or other incentives to support the UK computer and video games industry",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We are looking on in horror as flagship UK company Eidos who created the iconic Lara Croft, is facing problems of competing in a global environment.\n\nThe UK games industry requires tax incentives or some other assistance to maintain a competitive market for global publishers. According to Tiga, the trade association for UK developers, the number of independent studios has shrunk from about 400 in 2001 to 150 today. Much of this is because publishers such as Ubisoft of France, Sony of Japan and EA of the US have purchased the high performing studios.\n\nIt is evident that studios based elsewhere are making efforts to extract what grassroots talent the UK has. The FT wrote in 2007 Montreal is offering to pay about 40 per cent of the salaries of the SCi developers and to give them a tax holiday. Such grants have enticed global publishers, such as EA and Ubisoft, to set up in the city.\n\nWe need the same to support UK talent in this industry that is expected to grow phenomenally in the next 3 years, but with rising costs in development more staff are required and it is increasingly less attractive to fund these larger projects here, and almost impossible for independent studios to start production.",
            "closed_at": "2008-05-03T00:00:00Z",
            "created_at": "2008-03-03T12:16:14.189542Z",
            "creator_name": "Spence, D",
            "government_response_at": "2008-06-10T13:56:31.822693Z",
            "government_responses": [
                {
                    "created_at": "2008-06-10T13:56:31.822693Z",
                    "details": "You signed a petition asking the Prime Minister to \"Provide tax or other incentives to support the UK computer and video games industry.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page15714.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'ukgames'",
                    "updated_at": "2008-06-10T13:56:31.822693Z"
                }
            ],
            "opened_at": "2008-03-03T12:16:14.189542Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 2176,
            "state": "finished",
            "updated_at": "2008-07-13T03:51:17.637169Z"
        },
        "id": 8792487
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ukgames/"
    },
    "type": "petition"
}