{
    "data": {
        "attributes": {
            "action": "rethink its points quota for chefs from the Indian subcontinent hoping to work in the UK",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "New immigration laws introduced could have a devastating effect on Indian restaurant businesses.\n\nFor my business, the Rajput Indian Restaurant in Harrogate, North Yorkshire, \nexperienced chefs from the Indian subcontinent will be denied entry to the UK because they don’t possess formal qualifications now required.\n\nAs a result, Indian and other foreign restaurant businesses will be forced to look to those without the “home-grown” talents and experience they currently rely on as cooks. \n\nThe Government has totally underestimated the numbers arriving from within the EU, and is now introducing new measures, such as non-EU migrants needing qualifications, to reduce the overall numbers coming to the UK.\n\nOur chefs don’t have qualifications. Their skills have been handed-down from generation to generation and many have been cooking since they were small children. They now won’t be able to come and work here and we will have to employ people who just don’t know and understand our cuisine. It will lead to a lowering of standards and dishes just won’t taste the same!\n\nI am now urging everyone to sign this petition.",
            "closed_at": "2008-06-04T00:00:00Z",
            "created_at": "2008-03-03T16:28:43.956355Z",
            "creator_name": "Shaan Khan",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-03-03T16:28:43.956355Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 9,
            "state": "finished",
            "updated_at": "2008-06-05T00:01:01.278863Z"
        },
        "id": 8795768
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ShaansPetition/"
    },
    "type": "petition"
}