{
    "data": {
        "attributes": {
            "action": "Stop ISP's from breaching customers privacy via advertising technologies.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We petition the Prime Minister to investigate the Phorm technology and if found to breach UK or European privacy laws then ban all ISP's from adopting it's use. Additionally the privacy laws should be reviewed to cover any future technologies such as Phorm \n\nThe UK's three largest ISP's, Virgin Media, BT and TalkTalk are all in talks with a view to introducing the Phorm technology. This would result in the browsing habits of the majority of the UK population being sold to a third party for advertising purposes. The opt out system for this technology is vague and unproven, even when opting out your every move on the Internet might be recorded. Surely this must be a breach of privacy laws, if not then the privacy laws need to be changed to cover such invasive technology.",
            "closed_at": "2009-03-04T00:00:00Z",
            "created_at": "2008-03-03T17:32:06.248508Z",
            "creator_name": "Mark Antony Thompson",
            "government_response_at": "2009-05-19T15:07:50.720062Z",
            "government_responses": [
                {
                    "created_at": "2009-05-19T15:07:50.720062Z",
                    "details": "You signed a petition asking the Prime Minister to \"Stop ISP's from breaching customers privacy via advertising technologies.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page19318\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'ispphorm'",
                    "updated_at": "2009-05-19T15:07:50.720062Z"
                }
            ],
            "opened_at": "2008-03-03T17:32:06.248508Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 21400,
            "state": "finished",
            "updated_at": "2010-03-04T15:34:01.134490Z"
        },
        "id": 8796485
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ispphorm/"
    },
    "type": "petition"
}