{
    "data": {
        "attributes": {
            "action": "Request that The London Borough of Lambeth review thier proposals for traffic calming in Kings Avenue London SW12",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Kings Avenue SW12 is a section of straight, wide road which runs from the Junction of Atkins Road SW12 (Sth Circ Rd) through to the Start of Thornton Road SW2. \nOn a daily basis there is a constant & regular flow of traffic far exceeding the permitted maximum speed of 30mph. Speeds of up to 80mph have been recorded and calculated on this stretch of road. The road is a semi-main road which is a residential area. There is a bus stop and 3 side roads off of the stretch in question, Copthorne Avenue, Parkthorne Avenue & Lexton Gardens. There is regular overtaking at speed at the points of the intersections of the side roads stated above. The London Borough of Lambeth some months ago issued a questionairre regarding thier proposals for traffic calming. It is the opinion of the residents in this area that this proposed scheme is unsuitable, as it only consisted of islands and anti-skid areas if I remember correctly. The solution to this speeding problem is speed over distance cameras at each end of the road of the section in question. These schemes have proved successful during motorway works and within the City of London.",
            "closed_at": "2008-05-04T00:00:00Z",
            "created_at": "2008-03-03T22:38:04.258082Z",
            "creator_name": "Graham leigh",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-03-03T22:38:04.258082Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1,
            "state": "finished",
            "updated_at": "2009-04-30T16:54:00.603315Z"
        },
        "id": 8799461
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/KingsAveSpeed/"
    },
    "type": "petition"
}