{
    "data": {
        "attributes": {
            "action": "investigate the legality and security of Internet Service Providers selling its data on users to third party comapnies",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This petition is brought about in light of recent announcements that BT, Virgin Media, and Carphone Warehouse have agreed to feed data on their subscribers' web activities to Phorm. Data will be fed into the Open Internet Exchange, Phorm's advertising network, where advertisers will pay to target interest groups. In exchange, the ISP trio will reportedly get a cut of new revenue. Analysts estimate BT's cut will be £85m in 2010.\n\nPhorm is run by Kent Ertegrul, a serial entrepreneur whose past ventures include founding PeopleOnPage, an ad network that operated earlier in the decade and which was blacklisted as spyware by the likes of Symantec and F-Secure.\n\nIf ISP are allowed to begin selling data on its customers to third parties who in the past have specialised in spyware/malware then it raises big security and privacy issues and questions are the ISP's putting customers at risks. \n\nThis petition asks the government to investigate the sale of user data between Internet service providers and third party companies and where necessary bring current regulations up to scratch to regulate such deals.",
            "closed_at": "2008-09-04T00:00:00Z",
            "created_at": "2008-03-04T07:04:45.533586Z",
            "creator_name": "Andrew Harnaman",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-03-04T07:04:45.533586Z",
            "rejected_at": "2008-04-03T00:01:07.561222Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/Stop-Phorm/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-04-03T00:01:07.561222Z"
        },
        "id": 8800319
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ISPPRIVACY/"
    },
    "type": "petition"
}