{
    "data": {
        "attributes": {
            "action": "Abolish Nursing Home Fees",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Funding Nursing home fees privatley cost between £600 and £1200 per WEEK, yes per week! That means £31,200 - £62,000 per YEAR, to be paid by the person recieving care unless you have have assets of less than £21,000 (including you home) in England and Northern Ireland (£21,500 in Wales and £20,000 in Scotland). \nThe elderly who go into a nursing home are usually are diabled, ill or have dementia, they can not look after themselves, they need nursing and specialist care. Private funders do however recieve a sum per month (on average £87 per week from the government for Nursing care, which is not deducted from the above fees and  is paid directly to the home.\nI believe that everyone who is in a nursing home should not have to pay any care home fees at all.\nDo you????\nI want the government to look into the funding of nursing home fees and consider abolishing them. I also want to look at tax breaks for self funders, bring all care home fees in line with what the council pay which is around £350 per week. Open up this debate and support this petition.",
            "closed_at": "2009-03-04T00:00:00Z",
            "created_at": "2008-03-04T12:35:45.235044Z",
            "creator_name": "Geraldine White",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-03-04T12:35:45.235044Z",
            "rejected_at": "2008-04-03T00:01:07.561222Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/ScrapHomeFees/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-04-03T00:01:07.561222Z"
        },
        "id": 8803739
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/nursingfees/"
    },
    "type": "petition"
}