{
    "data": {
        "attributes": {
            "action": "supply accurate information and advice about rear facing stage 1 car seats to all parents.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Independent research has shown, and child safety experts agree, that rear facing stage 1 car seats are five times safer for the child in an accident. Despite this, these car seats are not available on the UK market and UK parents are not informed of their existence. We demand that all parents get information about and access to these seats and that guidelines from the government actively promote rearfacing stage 1 car seats for all children 9 months to 4 years old via all available governmental channels, retailers, manufacturers, child and safety organisations, health clinics, health visitors, road safety officers, child carers etc. for better protection of young children in traffic. Our goal is that no child should get injured or killed in traffic accidents in the UK due to unsafe car seats!",
            "closed_at": "2008-09-04T00:00:00Z",
            "created_at": "2008-03-04T12:18:44.340900Z",
            "creator_name": "Helena Atkinson",
            "government_response_at": "2008-10-09T15:35:50.119938Z",
            "government_responses": [
                {
                    "created_at": "2008-10-09T15:35:50.119938Z",
                    "details": "You signed a petition asking the Prime Minister to \"supply accurate information and advice about rear facing stage 1 car seats to all parents.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page17120\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Carseats-stage1'",
                    "updated_at": "2008-10-09T15:35:50.119938Z"
                }
            ],
            "opened_at": "2008-03-04T12:18:44.340900Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 335,
            "state": "finished",
            "updated_at": "2008-09-05T04:00:09.366371Z"
        },
        "id": 8803512
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Carseats-stage1/"
    },
    "type": "petition"
}