{
    "data": {
        "attributes": {
            "action": "Please please understand why so many small businesses relying on transport as an essential part of their business are struggling to cope with the rapidly increasing cost of diesel.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I have no doubt in my mind that there are so many thousands of others like myself that now feel that their business is under serious threat due to the ever rapidly increasing cost of diesel.\nSurely now the time has come to at least listen to the voice of the british businesses and industry who are hurting more and more from this record high in fuel prices.\nObviously it is not just the extra cost of fuel which we are having to manage but also with rising fuel costs comes a rise in absolutley anything remotely related to transport.\nI myself run a transport supply company to companies such as the parcel industry, which I might add are now playing a vital roll in servicing the consumer with home & internet deliveries more than ever, and I am close to going under with the at least 20% rise in my expenditure each month if not more from the last 12 months\nPlease please lets keep Britain moving and stop grinding the transport industry to a holt",
            "closed_at": "2008-04-04T00:00:00Z",
            "created_at": "2008-03-04T18:03:47.809945Z",
            "creator_name": "Gary Knowles",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-03-04T18:03:47.809945Z",
            "rejected_at": "2008-04-04T00:01:08.884389Z",
            "rejection": {
                "code": 2560,
                "details": "Your title should be a call for action, not a statement.\n\nIt also overlaps with other petitions, see:\n\nhttp://petitions.pm.gov.uk/5yearprogram/\nhttp://petitions.pm.gov.uk/reducefuelduty/\nhttp://petitions.pm.gov.uk/Reviewfuelduty/\nhttp://petitions.pm.gov.uk/reduceduty/",
                "reasons": [
                    "Statements that don't actually request any action",
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-04-04T00:01:08.884389Z"
        },
        "id": 8808119
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Fuelcostplea/"
    },
    "type": "petition"
}