{
    "data": {
        "attributes": {
            "action": "ban the tattooing of animals for unnecessary aesthetic reasons",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "More and more people in the UK are trying to get their pets tattooed. Not only is this cruel but the animal can also die of ink poisoning. Some people take them into tattooists where they are still wide awake and can feel the pain of it - they dont want tattoos but they dont have a choice. Some may try to sedate them but they obviously don't know properly how to do so and risk over sedating, and therefore killing the animal. \nOthers get vets to tattoo their pets while undergoing operations. This is sick and wrong, it is cruel and must be stopped!\nWe believe that the owners of the animal should be prosecuted, aswell as the vet or tattooist that did the tattoo.\n\nThis is not to say that identity tattoos should be banned, as these can be necessary in some cases, though these have a purpose, whereas the only purpose of a cosmetic tattoo is to cause pain and suffering to the animal, just to make it look 'good'.\n\nwe do have a facebook group and a myspace for people to go to if they want more information, the facebook group is called Help stop animal cruelty - ban pet tattoos. and the myspace is bananimaltattooing",
            "closed_at": "2008-09-05T00:00:00Z",
            "created_at": "2008-03-04T21:12:53.870611Z",
            "creator_name": "Briony McIlroy",
            "government_response_at": "2008-10-09T15:41:49.971316Z",
            "government_responses": [
                {
                    "created_at": "2008-10-09T15:41:49.971316Z",
                    "details": "You signed a petition asking the Prime Minister to \"ban the tattooing of animals for unnecessary aesthetic reasons.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page17122\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'banpettattooing'",
                    "updated_at": "2008-10-09T15:41:49.971316Z"
                }
            ],
            "opened_at": "2008-03-04T21:12:53.870611Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 315,
            "state": "finished",
            "updated_at": "2008-09-09T03:52:17.762315Z"
        },
        "id": 8810328
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/banpettattooing/"
    },
    "type": "petition"
}