{
    "data": {
        "attributes": {
            "action": "reject the plan from unelected South West quangos to construct 68,700 new properties in Cornwall over the next twenty years and agree that Cornwall's housing strategy should be determined exclusively by democratically elected Cornish politicians, responsive to the needs and aspirations of the people whom they are elected to serve.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The South West Regional Spatial Strategy (RSS) aims to massively increase house-building in Cornwall. The original RSS produced by the unelected South West Regional Assembly in 2006 proposed that 45,000 houses should be built in Cornwall up to 2026, but an “Examination in Public” (unelected panel) has increased the proposed number to 68,700 – the equivalent of one new house for every four existing properties in Cornwall. This would have an unacceptable impact on Cornwall’s communities, environment, and infrastructure. Cornwall’s democratically elected representatives should be empowered to deliver a housing strategy which focuses on providing affordable homes to meet local needs.",
            "closed_at": "2008-09-05T00:00:00Z",
            "created_at": "2008-03-04T21:59:27.050473Z",
            "creator_name": "Cllr Dick Cole",
            "government_response_at": "2008-10-09T15:38:39.022688Z",
            "government_responses": [
                {
                    "created_at": "2008-10-09T15:38:39.022688Z",
                    "details": "You signed a petition asking the Prime Minister to \"reject the plan from unelected South West quangos to construct 68,700 new properties in Cornwall over the next twenty years and agree that Cornwall's housing strategy should be determined exclusively by democratically elected Cornish politicians, responsive to the needs and aspirations of the people whom they are elected to serve.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page17121\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'cornwallhousing'",
                    "updated_at": "2008-10-09T15:38:39.022688Z"
                }
            ],
            "opened_at": "2008-03-04T21:59:27.050473Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 370,
            "state": "finished",
            "updated_at": "2008-09-06T00:01:02.027187Z"
        },
        "id": 8810790
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/cornwallhousing/"
    },
    "type": "petition"
}