{
    "data": {
        "attributes": {
            "action": "prevent the proposed (Feb 08) closure of Rogate Primary School in West Sussex",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Please help us prevent the local council from closing our vibrant village school by signing this petition.  We believe the council have not followed an open consultation process and have not justified the rationale for closing our school.  We have an excellent OFSTED report from 2007, church within walking distance, brand new special needs unit, and plenty of scope opportunities to expand the buildings/site to accommodate more pupils.  We are not allowed to put website addresses here so please search on Google for our school website if you want more information.\n\nALTHOUGH WE'RE KEEPING PETITION OPEN FOR 6 MONTHS PLEASE SIGN BEFORE ** 8TH APRIL 2008 ** AS THIS IS A KEY MILESTONE FOR THE SCHOOL.  State your relationship to the school in the comments eg parent, local community, etc.\n\nPlease help our cause - this affects the future of our children and local rural community.",
            "closed_at": "2008-09-05T00:00:00Z",
            "created_at": "2008-03-05T02:44:58.501104Z",
            "creator_name": "Stewart Wilson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-03-05T02:44:58.501104Z",
            "rejected_at": "2008-03-05T14:56:10.447592Z",
            "rejection": {
                "code": 65536,
                "details": "There is no comments facility available for signatories, and signatures containing comments are not allowed. Please amend your wording.",
                "reasons": [
                    "Contains links to websites"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-03-05T14:56:10.447592Z"
        },
        "id": 8812088
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SaveRogateSchool/"
    },
    "type": "petition"
}