{
    "data": {
        "attributes": {
            "action": "support the erection of a statue in Margate Harbour to commemorate Shackleton's Endurance expedition",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "A few days in Margate played a pivotal role in the Endurance Expedition - the most celebrated of the Heroic Age of Antarctic Exploration. Shackleton explains: \"On Sunday afternoon [August 3, 1914] I took [Endurance] off Margate, growing hourly more anxious as the ever–increasing rumours [of war] spread; and on Monday morning I went ashore and read in the morning paper the order for general mobilization. I immediately went on board and... proposed to send a telegram to the Admiralty offering [our] services to the country in the event of war breaking out. All hands immediately agreed, and I sent off a telegram in which everything was placed at the disposal of the Admiralty... Within an hour I received a laconic wire from the Admiralty saying \"Proceed.\" Within two hours a longer wire came from Mr Winston Churchill, in which we were thanked for our offer, and saying that the authorities desired that the Expedition… should go on.\"\nA statue in Margate Harbour of Sir Ernest Shackleton, perhaps with a newspaper displaying the portentous headline, would suitably commemorate, and evoke the intense drama of, a critical moment in an expedition written large in British history.",
            "closed_at": "2009-03-05T00:00:00Z",
            "created_at": "2008-03-05T11:49:08.627295Z",
            "creator_name": "Stephen Pavelin",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-03-05T11:49:08.627295Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 14,
            "state": "finished",
            "updated_at": "2009-03-06T00:01:01.558624Z"
        },
        "id": 8815607
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Shack-in-Margate/"
    },
    "type": "petition"
}