{
    "data": {
        "attributes": {
            "action": "Ensure all products are labelled with a \"tested/not tested on animals\" logo",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This would make it easier for consumers to make a more informed decision when buying products. There are too many hidden processes involved in the production of every day products. \n\nIt wasn’t that long ago that we didn’t know what the ingredients even were in most things, but now everything has a long list and sometimes a helpful nutritional table. As more consumers become concerned with packaging, waste & the environment, suppliers are listening and are making changes. Now is a good time to introduce this extra logo. \n\nMany people have no idea that their pet food is tested on animals or that the production of kitchen rolls and tampons may involve animal testing. Whether we are for or against animal testing is beside the point; this petition is just calling for plain and clear labelling of all products that have and have not been tested on animals, so that we can each make our own choice. \n\nThis should include all consumable products such as detergents, deodorants, hygiene products, medicines, toothpaste, shaving foam, mouthwash, conditioner, shampoo, etc.  Basically anything you would buy from a shop.",
            "closed_at": "2008-09-05T00:00:00Z",
            "created_at": "2008-03-05T11:22:35.777976Z",
            "creator_name": "Michelle Best",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-03-05T11:22:35.777976Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 81,
            "state": "finished",
            "updated_at": "2008-09-06T03:52:58.293588Z"
        },
        "id": 8815150
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/animaltestedlogo/"
    },
    "type": "petition"
}