{
    "data": {
        "attributes": {
            "action": "Give Britain back to the British People.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "You and your party are meant to represent the wishes of the British people, give us back our voice put these issues to the vote;\n1/ Stop all funding to Europe and take back all that has been surrendered to Brussels.\n2/ Use the money to improve the lives of the British citizens, Health Care, Pensions, Army, Housing, Police.\n3/ The vote on capital punishment, Hanging!\n4/ Introduce stricter entry into Britain, Language Funding, self support, Skills, our customs, rights and religion come first!\n5/ Prisons, British Law, bring reality back to this shackled institute.\n6/ Give us back the rights to be British and independent and live by common sense, I think we are grown up enough to handle it and be trusted!\n7/ All MP’s, get your faces out of the trough, put a stop to the wide spread corruption within our own parliament, ripping off the British Tax payer is not a right you were given, you are there to serve US and therefore accountable to us!\n8/ Human Rights, how about the rights of the majority to live a decent life under British rule.\nYou have a lot to answer for, Treason being top of the list, give us back our country and voice.",
            "closed_at": "2009-03-05T00:00:00Z",
            "created_at": "2008-03-05T12:49:24.881226Z",
            "creator_name": "Gary Pooley",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-03-05T12:49:24.881226Z",
            "rejected_at": "2008-04-04T00:01:08.884389Z",
            "rejection": {
                "code": 2048,
                "details": "There are already a large number of petitions covering these issues live on the site.",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-04-04T00:01:08.884389Z"
        },
        "id": 8816624
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/UKTreason/"
    },
    "type": "petition"
}