{
    "data": {
        "attributes": {
            "action": "apply pressure toYouTube’s board to ensure that they effectively police the contents of videos before being uploaded",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We the undersigned are appalled that the horrifying video of a young woman being r*ped while her terrified children wept in the background, not only appeared on You Tube but remained long enough for six hundred views to accumulate.\n\nThat 600 people viewed the video before it was removed highlights the weakness in YT’s policy of relying on users to determine what is deemed contrary to its rules.\n\nThat the perpetrators felt able to post evidence of their crime on YT highlights the reputation the site has for hosting such videos.\n\nWe urgently request that the government apply pressure to YT’s board and ask that they employ all their ingenuity and resources to develop an effective solution to the problem of videos that make light of sexual violence against women, or show the actual deed.\n\nFailing that we ask that the government, unilaterally, takes whatever steps it deems \nnecessary to ensure that YT no longer passively permits videos of such obscene violence to contaminate the internet",
            "closed_at": "2009-03-05T00:00:00Z",
            "created_at": "2008-03-05T12:16:21.702714Z",
            "creator_name": "Joanne carvell",
            "government_response_at": "2009-09-30T15:30:00.287508Z",
            "government_responses": [
                {
                    "created_at": "2009-09-30T15:30:00.287508Z",
                    "details": "You signed a petition asking the Prime Minister to \"apply pressure toYouTube’s board to ensure that they effectively police the contents of videos before being uploaded.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page20799\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'YouTubevetting'",
                    "updated_at": "2009-09-30T15:30:00.287508Z"
                }
            ],
            "opened_at": "2008-03-05T12:16:21.702714Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 409,
            "state": "finished",
            "updated_at": "2009-05-21T16:25:18.142828Z"
        },
        "id": 8816076
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/YouTubevetting/"
    },
    "type": "petition"
}