{
    "data": {
        "attributes": {
            "action": "Scrap the congestion charge in London",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "As proved by the extension of the \"congestion charge\" to Kensington and Chelsea the \"congestion charge\" is just another tax aimed at increasing revenue not lowering congestion. If the mayor was serious about lowering congestion he would get rid of windy buses and improve public transport. This stealth tax harms small business and in articular residents who live near the congestion zone but not in it. One wonder what the money raised from this tax is put to as buses in London are still disgusting and dirty while the tube is still slow and crowded. The amount you now have to pay is extortionate and delivary men and local businesses are hit very hard. Finally why has the mayor increased the charge for non polluting vehicals when the charge is meant to be for congestion not the environment. Can the mayor please sto lying to us that the congestion charge is for congestion when it quite clearly is not. I think the mayor should also be forced to change the name of the congestion charge to the \"congestion tax\" as it quite clearly is yet another tax.",
            "closed_at": "2009-03-05T00:00:00Z",
            "created_at": "2008-03-05T14:03:42.071389Z",
            "creator_name": "Francis Brown",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-03-05T14:03:42.071389Z",
            "rejected_at": "2008-04-04T00:01:08.884389Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/the-congestion/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-04-04T00:01:08.884389Z"
        },
        "id": 8817909
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/No-C-in-London/"
    },
    "type": "petition"
}