{
    "data": {
        "attributes": {
            "action": "young people's housing Stratergy",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Young men and women who age between 16- 25  should provide with a secure accommodation to maintain their mental health  well-being,  we urge that the government must legislate to  allocate 5% of LA housing stocks as young people’s assured tenancy scheme. \n \tThese young men and women should be entitling to their first tenancy support from Social welfare when they need it straighter way, rather than go in to the waiting list.\n \tMost of the young people who do not get on with their families for some reason or the other should not be put on B&B as an immediate solution, this is a costly exercise and also there is no security or guidance for the young men and women who are already vulnerable as it is. \n \tWe believe that these legislations will combat teenage pregnancies; as some of young women think that this is the only way to acquire a property, secure their own independency as they do not see the way out of the long dark tunnel.  Drug dealing & abuse, getting in to gang cultures are some of those drastic decisions they have to take when they are vulnerable.\n\n \tThey are to retain in education and employment lack of affordable housing for young is one of the highest priorities we need t address.",
            "closed_at": "2009-03-06T00:00:00Z",
            "created_at": "2008-03-05T15:57:19.412848Z",
            "creator_name": "Renuka Marley",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-03-05T15:57:19.412848Z",
            "rejected_at": "2008-03-06T09:40:08.989457Z",
            "rejection": {
                "code": 512,
                "details": "Please make your title a call for action.",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-03-06T09:40:08.989457Z"
        },
        "id": 8819539
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/younghousing/"
    },
    "type": "petition"
}