{
    "data": {
        "attributes": {
            "action": "endorse the setting up of an independent investigation under a United Nations mandate to look, inter alia, into (a) alleged irregularities at the Lockerbie trial and appeal that took place at the Scottish Court in the Netherlands; and, (b) the British Government's interference in the conduct of the current appeal hearing in Scotland.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In 2001 and 2002, the UN Observer at the Scottish Court in the Netherlands, Dr Hans Koechler, issued two reports in which he identified a number of irregularities at the Pan Am Flight 103 bombing trial and at the 2002 appeal.\n\nOn 25 February 2008, following a preliminary hearing of the case at the Appeal Court in Edinburgh, Dr Koechler issued a statement saying that the British Government’s withholding of exculpatory evidence from the Defence renders “impossible” the second appeal that was sanctioned by the Scottish Criminal Cases Review Commission. The statement claims that the British Government is in breach of UN Security Council Resolution 1192 which requires that the two Libyan suspects in the Lockerbie case be accorded a fair and independent trial under Scots Law.\n\nWe believe that the irregularities identified by Dr Koechler at the Lockerbie trial, and the British Government’s interference at the 2008 appeal, clearly demonstrate the need for an independent investigation under a United Nations mandate into the bombing of Pan Am Flight 103 in December 1988.",
            "closed_at": "2008-07-05T00:00:00Z",
            "created_at": "2008-03-05T16:12:01.403857Z",
            "creator_name": "Patrick Haseldine",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-03-05T16:12:01.403857Z",
            "rejected_at": "2008-04-04T00:01:08.884389Z",
            "rejection": {
                "code": 16384,
                "details": "Individual cases are a matter for the Home Office.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-04-04T00:01:08.884389Z"
        },
        "id": 8819751
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/UNInvestigation/"
    },
    "type": "petition"
}