{
    "data": {
        "attributes": {
            "action": "FREEZE ANY INCREASE IN IN FUNDING TO THE BBC BY WAY OF THE LICENCE FEE AND SCRAP THE TV LICENCE BY 2010",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "WHILST IT IS VERY HONOURABLE OF SUCESSIVE GOVENMENTS TO FUND THE BBC BY WAY OF THE TV LICENCE IT SEEMS TO ME THAT IT HAS BECOME JUST ANOTHER BURDEN PLACED ON THE SHOULDERS OF THE LONG SUFFERING POPULATION OF THIS LAND WITH YET ANOTHER INCREASE.\nTHE BBC I FEEL SHOULD BE MADE TO EITHER SINK OR SWIM LIKE ANY OTHER BODY THAT BELONGED TO THE PEOPLE AND SHOULD BE PUT INTO THE PRIVATE SECTOR.\nTHIS SHOULD BE NO PROBLEM AS WE ARE ALWAYS BEING TOLD HOW WELL THE PEOPLE IN THE PRIVATE SECTOR RUN THINGS AFTER THEY ARE PRIVITIZED. I FEEL THE THE SO CALLED ELECTED MP'S IN THIS COUNTRY SHOULD NOT BE ABLE TO WASTE ANYMORE OF MY MONEY. THE FEE WE ARE CHARGED MAKES NO DISCRIMINATION AS TO YOUR ABLITITY TO PAY SO SOMEONE ON £100.000 PER YEARS PAYS THE SAME AS THOSE THAT ARE ON £7.500 PER YEAR.",
            "closed_at": "2008-08-09T00:00:00Z",
            "created_at": "2008-03-05T17:15:00.339338Z",
            "creator_name": "G. MCVIE",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-03-05T17:15:00.339338Z",
            "rejected_at": "2008-05-09T00:01:06.476828Z",
            "rejection": {
                "code": 2304,
                "details": "http://petitions.pm.gov.uk/FairpayTV/\nPlease address the excessive use of capital letters; they make your petition hard to read.",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand",
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-05-09T00:01:06.476828Z"
        },
        "id": 8820740
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/TVTAXNOMORE/"
    },
    "type": "petition"
}