{
    "data": {
        "attributes": {
            "action": "Not paying foreign prisoners to return to their home country with 3.000 pound",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "£3000 for prisoners to choose to deport back to their own country with housing, and work is just stupid. These foreigners who commit crime should be deported instantly, to their own jails, or to find themselves ways of getting themselves sorted. The government need to think about paying 3,000 out for those living on the streets to get into housing, and find work, not paying prisoners who chose to come here and law break. The government needs to start listening to the people of this country, and asking us what we want, if they are worried about overcrowding in prisons, schools etc, then dont take anymore immigrants, and deport instantly any foreign law breakers. think whats more important, getting our own people off the streets, finding us more NHS dentists considering i cant get myself or my children in a single one where i am!, and dealing with the problems that are with the british people. Or why dont you turn the air ambulances whos service is needed so greatly from a charity based organisation into a government payed, or at least hand them over a grant each year to help finance the work they do.",
            "closed_at": "2008-05-05T00:00:00Z",
            "created_at": "2008-03-05T16:51:16.995459Z",
            "creator_name": "jen smith",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-03-05T16:51:16.995459Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 40,
            "state": "finished",
            "updated_at": "2008-05-06T00:01:01.290016Z"
        },
        "id": 8820342
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/foreigndeports/"
    },
    "type": "petition"
}