{
    "data": {
        "attributes": {
            "action": "order an immediate cessation of the planning, building and commissioning of household waste incinerators.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Until the health implications and safer, possibly cheaper, alternatives  are fully investigated and debated by Parliament, the risk to local communities from the current type of incinerators is too great. Emissions from these incinerators are not monitored for particles smaller than 2.5 microns, which are implicated in increased incidence of a range of diseases such as asthma, heart disease, cancers, allergies and diabetes as well as rising infant mortality; additionally, the toxic fly ash by-product has to be stored in secure land fill sites, presenting further long-term risk to the environment. The present program may have huge implications for future generations, similar to those of asbestos, lead, tobacco, and DDT, all once considered safe.",
            "closed_at": "2009-03-06T00:00:00Z",
            "created_at": "2008-03-06T11:15:36.631596Z",
            "creator_name": "Arthur Hall",
            "government_response_at": "2009-04-09T11:25:51.686245Z",
            "government_responses": [
                {
                    "created_at": "2009-04-09T11:25:51.686245Z",
                    "details": "You signed a petition asking the Prime Minister to \"order an immediate cessation of the planning, building and commissioning of household waste incinerators.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page18962\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'UK-Incineration'",
                    "updated_at": "2009-04-09T11:25:51.686245Z"
                }
            ],
            "opened_at": "2008-03-06T11:15:36.631596Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 393,
            "state": "finished",
            "updated_at": "2009-03-10T03:01:55.888571Z"
        },
        "id": 8828767
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/UK-Incineration/"
    },
    "type": "petition"
}