{
    "data": {
        "attributes": {
            "action": "ensure appropriate steps are taken to provide safe railings on the leeds city centre riverside area's",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Following the high profile disappearance of a popular 19 year old student on a night out earlier this year, Gavin Terry, who is now widely accepted as having fallen into the river Aire and drowned, the residents of Leeds feel strongly that the riverside area should be made safer to prevent future tragedies.\n\nUnfortunately this is not the first time that a person has accidentally fallen into the river in Leeds city centre. Due to the close proximity of the river to a significant number of city centre bars and clubs, it is far too easy for vulnerable, drunk individuals to wander off and fall in, as currently the riverside fences / barriers are woefully inadequate.\n\nPlease take steps immediately to ensure that the residents of and visitors to Leeds can enjoy safe nights out without fear of accidents in the river, and reduce the risk of such tragedies occurring in the future, as this has affected the whole community.",
            "closed_at": "2009-03-06T00:00:00Z",
            "created_at": "2008-03-06T10:39:28.006394Z",
            "creator_name": "Concerned Resident",
            "government_response_at": "2009-06-04T11:34:10.298092Z",
            "government_responses": [
                {
                    "created_at": "2009-06-04T11:34:10.298092Z",
                    "details": "You signed a petition asking the Prime Minister to \"ensure appropriate steps are taken to provide safe railings on the leeds city centre riverside area's.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page19470\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'River-Aire'",
                    "updated_at": "2009-06-04T11:34:10.298092Z"
                }
            ],
            "opened_at": "2008-03-06T10:39:28.006394Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1174,
            "state": "finished",
            "updated_at": "2009-03-07T00:01:01.876554Z"
        },
        "id": 8828220
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/River-Aire/"
    },
    "type": "petition"
}