{
    "data": {
        "attributes": {
            "action": "Abolish chav's",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Dear , mr right honourable primeinister Brown. I'm sure you are aware of the growing increase of ASBO'S or (anti social behavior orders) i believe that the root cause of this problem is chavs. Firstly sorry for the use of the word \"chav\" but i have no idea how else to refer to these people. My request is simple , abolish chavs.\n\nyou can do this by making it illegal to wear certain clothes associated with chavs , ie fake burberry caps, tracksuit bottoms tooked into socks and that anyone caught wearing or doing this should be arrested or cautioned.This may seem a little strange to you , but i believe that by identifying these \"chavs\" and putting a stop to them we can half asbos within a year, i am willing to lead this scheme if you are willing to give it a trial.\n\nI am well sure that i can obtain over 10, 000 signatures of people that feel the same way i do, and i feel that if i can acomplish this you should give me and the will of the british people a chance to rid this country of chavs.\n\nThankyou for your time\n\nBen Lerigo",
            "closed_at": "2008-08-06T00:00:00Z",
            "created_at": "2008-03-06T12:30:06.734649Z",
            "creator_name": "Ben Lerigo",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-03-06T12:30:06.734649Z",
            "rejected_at": "2008-04-05T00:01:07.473781Z",
            "rejection": {
                "code": 32768,
                "details": "",
                "reasons": [
                    "Intended to be humorous, or has no point about government policy"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-04-05T00:01:07.473781Z"
        },
        "id": 8829838
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/chavabolition/"
    },
    "type": "petition"
}