{
    "data": {
        "attributes": {
            "action": "urge the Department for Communities and Local Government to clarify it's position on 'community cohesion' in relation to organisations providing non-generic, essential services to vulnerable people, such as those provided by Southall Black Sisters, a pioneering secular organisation that supports women victims of domestic violence from a wide range of ethnic, religious and cultural backgrounds in Ealing Southall and beyond.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Southall Black Sisters, a pioneering and pre-eminent organisation for women victims of domestic violence from black and ethnic minority communities, is facing possible closure if Ealing Council goes ahead with a plan to cut its core funding from 1st April 2008. \nEaling Council's decision is based on the view that Southall Black Sisters is a 'single group' organisation and therefore promotes segregation within the community. This view fails to take account of two things:\n\n \n1. SBS is a secular organisation, helping women from a wide variety of religious, cultural and ethnic backgrounds, by empowering them to access what are universal human rights.\n\n2. SBS possesses the specialist knowledge and experience to reach and help this broad range of women, who, due to their social, economic and cultural backgrounds, can be among the most marginalised and voiceless women in British society.",
            "closed_at": "2008-05-06T00:00:00Z",
            "created_at": "2008-03-06T13:04:42.230586Z",
            "creator_name": "Jessica Southgate",
            "government_response_at": "2008-06-13T14:23:02.744233Z",
            "government_responses": [
                {
                    "created_at": "2008-06-13T14:23:02.744233Z",
                    "details": "You signed a petition asking the Prime Minister to \"urge the Department for Communities and Local Government to clarify it's position on 'community cohesion' in relation to organisations providing non-generic, essential services to vulnerable people, such as those provided by Southall Black Sisters, a pioneering secular organisation that supports women victims of domestic violence from a wide range of ethnic, religious and cultural backgrounds in Ealing Southall and beyond.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page15744.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'SaveSBS'",
                    "updated_at": "2008-06-13T14:23:02.744233Z"
                }
            ],
            "opened_at": "2008-03-06T13:04:42.230586Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 902,
            "state": "finished",
            "updated_at": "2008-06-04T04:16:54.671694Z"
        },
        "id": 8830397
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SaveSBS/"
    },
    "type": "petition"
}