{
    "data": {
        "attributes": {
            "action": "Secure the future of small shops across the UK and safeguard the choice and competition that people expect in the market place.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The House of Commons All-Party Small Shops Group estimates that there will be no independent retailers by 2015. This equates to the loss of 50,000 small businesses. \nSmall shops are struggling to survive because of local, regional and national government policies, together with the failure of the competition authorities to deal with the aggressive policies of supermarkets.\nThe loss of the UK’s independent retailers has far reaching socio-economic and environmental implications for the whole community.\nSuperstores and small independent shops should not be considered as two separate markets. An independent regulator should be created to ensure that local retail planning decisions do not have a negative effect on the interests of the local community. Unfair pricing advantages, such as below cost selling, should be prohibited.\nWe believe that these measures would help to secure the future of small shops across the UK and safeguard the choice and competition that people expect in the market place.",
            "closed_at": "2009-03-06T00:00:00Z",
            "created_at": "2008-03-06T14:24:33.195443Z",
            "creator_name": "John Wright",
            "government_response_at": "2009-04-29T15:05:42.720605Z",
            "government_responses": [
                {
                    "created_at": "2009-04-29T15:05:42.720605Z",
                    "details": "You signed a petition asking the Prime Minister to \"Secure the future of small shops across the UK and safeguard the choice and competition that people expect in the market place.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page19136\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'keeptradelocal'",
                    "updated_at": "2009-04-29T15:05:42.720605Z"
                }
            ],
            "opened_at": "2008-03-06T14:24:33.195443Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 5624,
            "state": "finished",
            "updated_at": "2010-02-09T15:25:01.173093Z"
        },
        "id": 8831673
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/keeptradelocal/"
    },
    "type": "petition"
}