{
    "data": {
        "attributes": {
            "action": "endorse the call for an independent investigation under a United Nations mandate to determine the reliability of evidence that was used to convict seven Libyan officials of the terrorist bombings of Pan Am Flight 103 and the French UTA Flight 772.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "UN Security Council Resolution 1506 of 12 September 2003 lifted sanctions imposed on Libya after the terrorist bombings of Pan Am Flight 103 over Lockerbie, Scotland on 21 December 1988 and UTA Flight 772 over Niger, West Africa on 19 September 1989. \n\nAs a precondition for the lifting of UN sanctions, Libya had been required to accept “responsibility for the actions of its officials”, renounce terrorism and arrange to pay compensation to the families of the 440 victims of the two terrorist bombings ($2.33 billion).\n\nAt a Paris Court in 1999, six Libyans were tried 'in absentia' and convicted of the UTA Flight 772 bombing. At the Scottish Court in the Netherlands in January 2001, one Libyan was convicted of the Pan Am Flight 103 bombing. Convictions in both cases, and the connection with Libya, were based crucially upon a tiny fragment of a bomb timer which was said to have been found at the scene of each air disaster.\n\nIn February 2008, Dr Hans Koechler, UN Observer at the Lockerbie trial, called for an independent investigation under a United Nations mandate to examine this timer fragment evidence and the question of whether Libya was responsible.",
            "closed_at": "2008-07-06T00:00:00Z",
            "created_at": "2008-03-06T18:34:34.525633Z",
            "creator_name": "Patrick Haseldine",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-03-06T18:34:34.525633Z",
            "rejected_at": "2008-04-06T00:01:04.689334Z",
            "rejection": {
                "code": 16384,
                "details": "Individual cases are a matter for the Home Office.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-04-06T00:01:04.689334Z"
        },
        "id": 8835098
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/PA103LibyaUTA772/"
    },
    "type": "petition"
}