{
    "data": {
        "attributes": {
            "action": "prevent 19 year old Seyed Mehdi Kazemi from being deported to Iran to face strangulation for being gay",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "His full name is Seyed Mehdi Kazemi, he is not yet twenty. Mehdi is an Iranian homosexual who in November 2005 left Teheran to go and study in London. He was forced to apply for asylum to the British Home Office after the discovery, by the Iranian authorities of his homosexual relationship with another boy, who had already been sentenced to death and executed in April 2006.\n\nParham, his partner since the age of 15, was trialled and received punishment for homosexual behavious, confessing to the police Mehdi was his partner, they are now looking for Mehdi to give the same punishment.  \n\nA few months ago his application for asylum was turned down by the British Home Office: Mehdi will have to be repatriated to his country of origin because according to the British Government, he does not run any risk there. Mehdi therefore fled in secret from England, intending to take refuge in Canada, but he was blocked by the German border police. He has now been returned to England and is awaiting deportation to Iran.",
            "closed_at": "2008-05-06T00:00:00Z",
            "created_at": "2008-03-06T19:54:22.148496Z",
            "creator_name": "alfie sergeant",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-03-06T19:54:22.148496Z",
            "rejected_at": "2008-04-06T00:01:04.689334Z",
            "rejection": {
                "code": 4096,
                "details": "Inidividual cases are a matter for the Home Office.",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-04-06T00:01:04.689334Z"
        },
        "id": 8835960
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/savemehdi/"
    },
    "type": "petition"
}