{
    "data": {
        "attributes": {
            "action": "review and amend ODPM Circular 01/06 to ensure a level playing field between Gypsies, Travellers and members of the settled community by ensuring that members of the settled community are equally involved in consultation processes with their local planning authority",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Since the inception of Circular 01/06 greater emphasis is placed upon Local Authorities to provide Gypsy and Traveller accommodation.  The document was drafted in such a way that more weight is given to the views and needs of Gypsies and Travellers and whilst the document intends to create a level playing field, members of the settled community are no longer involved in local planning consultation even when the development has an adverse affect upon them.  Circular 01/06 in its current form discriminates positively in favour of the Gypsy and Travelling community but against members of the settled community who are left without a forum in which to voice their concerns in denial of their human rights.  This would seem to be in direct contravention of The Human Rights Act and therefore we seek urgent reappraisal and amendment of the ODPM Circular 01/06.  We submit that all planning applications to which Circular 01/06 apply should be stayed pending the conclusion of this exercise.",
            "closed_at": "2009-03-07T00:00:00Z",
            "created_at": "2008-03-06T20:30:41.081531Z",
            "creator_name": "M Senior",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-03-06T20:30:41.081531Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 125,
            "state": "finished",
            "updated_at": "2009-03-08T03:02:18.708117Z"
        },
        "id": 8836446
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/voice-for-all/"
    },
    "type": "petition"
}