{
    "data": {
        "attributes": {
            "action": "Provide an additional Motorway Junction between J28 and J29 on M5 Near Cullompton",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "With the Government sanctioning ever more house building, the problem of access to road transport routes is becoming a major issue. 1000s of houses and no major employment in the town of Cullompton leaves the home owners no choice other than to commute. \nLeaving the  town for Exeter, Taunton, and further afield, means the would be commuters are faced with the frustration of endless morning & evening queues to enter on to and exit slip roads on to M5 Junction 28. \nAn additional junction on the M5 between J 28 & J29  was originally planned when M5 was first built. Now the ever growing problem of queuing on slip roads that back up on to main motorway carriage has reached unacceptable levels. There is an ever increasing series of accidents on the M5 near Cullompton especially at peak times or during holiday season.  \nThere are new towns of  being planned between Cullompton and Exeter and this will bring an increase of  journeys along the M5 corridor to access employment locations.",
            "closed_at": "2009-03-07T00:00:00Z",
            "created_at": "2008-03-07T09:01:29.404833Z",
            "creator_name": "Michael Thompson",
            "government_response_at": "2009-04-22T14:59:21.448591Z",
            "government_responses": [
                {
                    "created_at": "2009-04-22T14:59:21.448591Z",
                    "details": "You signed a petition asking the Prime Minister to \"Provide an additional Motorway Junction between J28 and J29 on M5 Near Cullompton.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page19048\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'CullomptonM5'",
                    "updated_at": "2009-04-22T14:59:21.448591Z"
                }
            ],
            "opened_at": "2008-03-07T09:01:29.404833Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 208,
            "state": "finished",
            "updated_at": "2009-03-09T03:01:51.898157Z"
        },
        "id": 8839638
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/CullomptonM5/"
    },
    "type": "petition"
}