{
    "data": {
        "attributes": {
            "action": "keep a school within the mitchell berryhill community",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Mitchell High School, a transformational and innovative school in the heart of a deprived community in Stoke-on-Trent is under threat of closure as part of the re-organisation of Secondary Education in Stoke.\nIf the closure goes ahead, the communities of Eaton Park, Bentilee, Bucknall, Abbey Hulton, Berryhill and Townsend will lose its local schools and at best students will be offered a place at a new Academy in a neighbouring area. \nHaving grown academically from 6% 5 A* - Cs in 2002 to over 60% 5 A* - Cs in 2007 they are now about to lose everything they have fought for: inspiring teachers, improved academic achievement, an innovative school at the heart of it’s community, caring for the community.  Mitchell High School is a small school that makes a huge difference.\nA proposal to unite Mitchell Business and Enterprise College and Berry Hill High School to provide a school of approximately 850 students was welcomed by all, but disregarded by the Local Authority.  \nParents are adamant that the Local Authority are not taking their views and their needs into account.\nThe parents, students and staff of both schools want to retain a school in the heart of these communities, please help.",
            "closed_at": "2008-07-31T00:00:00Z",
            "created_at": "2008-03-07T10:57:54.770216Z",
            "creator_name": "paul liddle",
            "government_response_at": "2008-08-22T15:01:40.737415Z",
            "government_responses": [
                {
                    "created_at": "2008-08-22T15:01:40.737415Z",
                    "details": "You signed a petition asking the Prime Minister to \"keep a school within the mitchell berryhill community.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page16667\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'mitchellberry'",
                    "updated_at": "2008-08-22T15:01:40.737415Z"
                }
            ],
            "opened_at": "2008-03-07T10:57:54.770216Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 324,
            "state": "finished",
            "updated_at": "2008-08-01T00:01:01.481935Z"
        },
        "id": 8841273
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/mitchellberry/"
    },
    "type": "petition"
}