{
    "data": {
        "attributes": {
            "action": "develop a fully resourced national strategy which enables women and children to live lives free from the threat of all forms of violence. And to declare International Women's Day as a public holiday in recognition of the achievements and contributions of women worldwide.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We, the undersigned, demand an end to all forms of violence against women and children. We call upon all political parties to develop a fully resourced national strategy which enables women and children to live lives free from the threat of violence. Such a strategy must incorporate the demands of the Million Women Rise movement.\n\nWe also demand that International Women's Day is declared a public holiday in recognition of the achievements and contribution of women worldwide.",
            "closed_at": "2009-03-07T00:00:00Z",
            "created_at": "2008-03-07T11:49:23.637886Z",
            "creator_name": "Sabrina Qureshi (Coordinator)",
            "government_response_at": "2010-02-22T15:00:05.638203Z",
            "government_responses": [
                {
                    "created_at": "2010-02-22T15:00:05.638203Z",
                    "details": "You signed a petition asking the Prime Minister to \"develop a fully resourced national strategy which enables women and children to live lives free from the threat of all forms of violence. And to declare International Women's Day as a public holiday in recognition of the achievements and contributions of women worldwide.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page22533\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'IWDpublicholiday'",
                    "updated_at": "2010-02-22T15:00:05.638203Z"
                }
            ],
            "opened_at": "2008-03-07T11:49:23.637886Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 744,
            "state": "finished",
            "updated_at": "2010-03-04T15:59:34.455342Z"
        },
        "id": 8842026
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/IWDpublicholiday/"
    },
    "type": "petition"
}