{
    "data": {
        "attributes": {
            "action": "replace with or apply gripped surfaces on manhole covers to give grip in wet conditions for motorcyclists and other road users.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "If you are a road user or even a pedestrian you may have noticed that man hole covers in the wet are very very slippery. I propose that the government should take action to prevent accidents on these death traps on the road by either treating the manhole covers on the road with a material similar to those used at zebra crossings to give extra grip, or to replace them with covers that have the same grip as the surrounding road. \nAll car drivers would have experienced the slight control wobble while driving over one on a corner, as for motorcyclists driving on one in a straight line can cause control problems while braking and on a corner these metal covers are nearly 100% lethal to a motorcycle or cyclist especially in wet conditions.\nI therefore petition that this should be changed to stop accidents especially for motorcyclists, who are so much more vulnerable on the road.",
            "closed_at": "2009-03-07T00:00:00Z",
            "created_at": "2008-03-07T16:15:31.575055Z",
            "creator_name": "Matthew Hutchinson",
            "government_response_at": "2009-04-22T15:03:47.105964Z",
            "government_responses": [
                {
                    "created_at": "2009-04-22T15:03:47.105964Z",
                    "details": "You signed a petition asking the Prime Minister to \"replace with or apply gripped surfaces on manhole covers to give grip in wet conditions for motorcyclists and other road users.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page19051\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'motorcycleman'",
                    "updated_at": "2009-04-22T15:03:47.105964Z"
                }
            ],
            "opened_at": "2008-03-07T16:15:31.575055Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1104,
            "state": "finished",
            "updated_at": "2010-03-04T16:03:36.073340Z"
        },
        "id": 8845606
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/motorcycleman/"
    },
    "type": "petition"
}