{
    "data": {
        "attributes": {
            "action": "restore equality to the UK by making the benefits given to England,Scotland,Wales or Northern Ireland available to all citizens of the UK.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Devolution was intended so that the four nations of the UK each had the power to pass law on local issues without the 3 other countries of the UK being affected. \nWe the undersigned believe that these powers have been used to affect issues that should be the same nationwide such as Health,Education and care for the elderly.\n\nIn Scotland University education is free ,yet in England ,Northern Ireland and Wales students leave universities along with massive debts.Why cant all UK universities be free to all UK citizens? The Scottish also have free care for the elderly regardless of their wealth,and an NHS service with many treatments unavailable in the rest of the UK.\nIn Wales there are no charges for prescriptions in the rest of the UK it costs £6.85.In Northern Ireland you can recieve social care at your home and in England you enjoy the shortest NHS waiting lists.\n\nWe the undersigned call upon the Prime Minister to restore equality across the UK and to bring these benefits to all of the people in the UK.",
            "closed_at": "2009-03-10T00:00:00Z",
            "created_at": "2008-03-07T15:43:47.804250Z",
            "creator_name": "Richard Dean Palmer",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-03-07T15:43:47.804250Z",
            "rejected_at": "2008-04-10T00:01:03.824788Z",
            "rejection": {
                "code": 4096,
                "details": "This is a devolved matter.",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-04-10T00:01:03.824788Z"
        },
        "id": 8845180
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/equalityoftheuk/"
    },
    "type": "petition"
}