{
    "data": {
        "attributes": {
            "action": "Get his Goverment in line with public opinion",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The British Solution to Save Petrol & win the Iraq War\n\nBrown wants us to cut the amount of petrol we use......\n\nThe best way to stop using so much petrol is to deport 3 million illegal immigrants!\n\nThat would be 3 million less people using our petrol. The price of petrol\nwould come down.....\n\nBring our troops home from Iraq to guard the Channel....\n\nWhen they catch an illegal immigrant crossing the Channel, hand him a\ncanteen, rifle and some ammo and ship him to Iraq .\nTell him if he wants to come to   Britain then he must serve a tour in the\nmilitary....\nGive him a soldier's pay while he's there and tax him on it.....\n\nAfter his tour, he will be allowed to become a citizen since he defended\nthis country.....\nHe will also be registered to be taxed and be a legal resident..... .\n\n\nThis option will probably deter illegal immigration and provide a solution\nfor the troops in Iraq and the aliens trying to make a better life for\nthemselves.. .....\n\n\nIf they refuse to serve, ship them to Iraq anyway, without the canteen,\nrifle or ammo.....\n\nProblem solved.....\n\nIf you think this is a good solution to both the problems, forward it to\nyour friends. .........\n\nI just did.........",
            "closed_at": "2008-06-07T00:00:00Z",
            "created_at": "2008-03-07T19:32:45.395250Z",
            "creator_name": "Robert Price",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-03-07T19:32:45.395250Z",
            "rejected_at": "2008-04-09T00:01:04.006754Z",
            "rejection": {
                "code": 32768,
                "details": "",
                "reasons": [
                    "Intended to be humorous, or has no point about government policy"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-04-09T00:01:04.006754Z"
        },
        "id": 8847729
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Iraq-Immigation/"
    },
    "type": "petition"
}