{
    "data": {
        "attributes": {
            "action": "make it law that every new establishment must provide a unisex bathroom facility on top of the male and female options.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Today’s gender spectrum is broad, and unlike the past, more than two genders are now recognised. \nToday’s gender spectrum consists of:\nFemale, Male, Transfemale, Transmale, Transgender, Transsexual, Genderqueer, Androgynous, Intersex, and many more.\n\nYet despite this many establishments still only provide bathroom facilities which cater for only males and females. This discriminates against anyone who falls outside of these gender categories, as it is a basic human right to be able to use the bathroom in safety and comfort, which is not always the case if you do not conform to the male or female gender.\n This petition is proposing that the government make it law that any new establishment that opens must provide a bathroom facility that caters for anybody who falls outside the male or female gender categories. Therefore there must always be a unisex option available to anyone who feels unable to identify as either male or female.",
            "closed_at": "2008-09-07T00:00:00Z",
            "created_at": "2008-03-07T19:32:41.554755Z",
            "creator_name": "Sergei Hailivich O'Farrell",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-03-07T19:32:41.554755Z",
            "rejected_at": "2008-04-09T00:01:04.006754Z",
            "rejection": {
                "code": 256,
                "details": "",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-04-09T00:01:04.006754Z"
        },
        "id": 8847727
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/unisextoilets/"
    },
    "type": "petition"
}