{
    "data": {
        "attributes": {
            "action": "Make gender balancing IVF treatment legal for families with multiple children of one sex.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "There are families who have multiple children of the same sex and would like one of the opposite gender.  This causes  misery and repeated pregnancies.  It's  illegal for these families to seek medical help, despite the technology being available.  They must risk travelling abroard.  Their situation is judged as ungrateful and their anguish overlooked in this country.  It is however legal to have the sex of an embryo determined at a very early stage during the pregnancy.  The pregnancy can then be legally terminated on the grounds of mental suffering and risk to the mother if the baby is of the same sex as previous children.  This is an outdated judgement.  Even many other deeply religious societies grant treatment in this situation, to prevent a problem and provide help rather than killing unwanted unborn chidren.  When leading fertility doctors have expressed this opinion, pointing out the numbers are knowhere near great enough to harm the population's gender balance, isn't it time the law was updated?  Should people not be helped to have wanted children rather than helped to terminate unwanted ones?",
            "closed_at": "2009-03-11T00:00:00Z",
            "created_at": "2008-03-07T23:41:15.955636Z",
            "creator_name": "Thomas Turner",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-03-07T23:41:15.955636Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 8,
            "state": "finished",
            "updated_at": "2010-01-27T18:02:05.031503Z"
        },
        "id": 8849333
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/IVFGenderLaw/"
    },
    "type": "petition"
}