{
    "data": {
        "attributes": {
            "action": "ban Courier companies, and the Royal Mail, from abusing Customs charges.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "When goods are received from overseas and need to pay Customs charges, the company handling the goods have to pay the charges to Customs themselves.  Then, when the item is delivered to its recipient, this person must reimburse the carrier for the Customs cost.  However, in all cases, when reclaiming the cost from the recipient, these companies include a \"handling fee\" ranging from £8-15.  These companies claim that this fee is for inconveniencing them with having to pay the customs charges up front.\n\nThese fees are excessive and unfair on the consumer.  None of these companies offer any service allowing the customer to prepay VAT that might be incurred.   Additionally, this \"handling fee\" is asking a customer to pay extra for a \"service\" which the initial postage costs should cover.  These fees are similar to bank charges, in that it is a massive cost for a small inconvenience, and is unfair on the customer.\n\nWe petition the Prime Minister to either ban these companies from abusing their position with these charges.  Or, require these companies to put simple procedures in place whereby customers are given the option to pay the customs charges in advance.",
            "closed_at": "2009-03-11T00:00:00Z",
            "created_at": "2008-03-08T12:56:31.529319Z",
            "creator_name": "Jonathan Mace",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-03-08T12:56:31.529319Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 41,
            "state": "finished",
            "updated_at": "2009-03-23T03:02:22.640374Z"
        },
        "id": 8851789
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/handlingfees/"
    },
    "type": "petition"
}