{
    "data": {
        "attributes": {
            "action": "Stop the proposed closure of St Annes on Sea's swimming pool",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Council have agreed to close St Annes pool as they can no longer 'afford' to run it.Over a thousand people turned out to stop this closure but it was already a for gone conclusion. PLEASE TURN ROUND THIS TERRIBLE DECISION. There are rumour that a travel lodge will be built in it's place, which is of no benefit to local people, in fact it is a blow for existing local business. Where are our children supposed to learn to swim at an affordable price. There is no where else in the area to swim unless you can afford to join a hotel gym, which most families in the area cannot. THE COUNCIL SEEM TO HAVE NO EXPLANATION FOR HOW WE HAVE A BUDGET DEFICIT OF £600,000, COULD YOU INVESTIGATE AS THEY SEEM UNABLE TO HOLD ANYONE RESPONSIBLE. As the people who vote, pay extortionate council tax and pay into this community do our voices no longer mean anything? We have many local hotels here and do not need another one. We need facilities so our children can have a full life, with opportunity to excercise and keep fit and healthy. If the pool is not making money you need to promote it more and boost it, not just shut it down.  PLEASE LISTEN TO THE PEOPLE WHO VOICED THERE SHOCK AT THIS DECISION. PLEASE SIGN THE PETITION.",
            "closed_at": "2008-05-11T00:00:00Z",
            "created_at": "2008-03-09T11:02:48.785723Z",
            "creator_name": "caroline heywood",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-03-09T11:02:48.785723Z",
            "rejected_at": "2008-03-11T16:48:13.759827Z",
            "rejection": {
                "code": 8192,
                "details": "Please input your full postal address.",
                "reasons": [
                    "False or incomplete name or address information"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-03-11T16:48:13.759827Z"
        },
        "id": 8858112
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/localpool/"
    },
    "type": "petition"
}