{
    "data": {
        "attributes": {
            "action": "encourage more people into higher education by providing financial assistance and support",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We all know that full time students can get loans up to the hilt to get them through their degrees but what of the part time students who work full time? We're discriminated against simply because we have a job. This is wrong - we often need financial help/support more than full time students, because we're holding down jobs, homes & families etc.\n\nHow many people do you know who can't afford a degree? Can't afford to even get to University? Can't afford their books? It's a fast growing problem and one I'd like to help improve.\n\nI'm lucky to have my fees sponsored by my employer, but even because of that it negates me from any other sort of financial help/support that a full time student would receive - regardless of my financial situation. Surely the Government would like to encourage people into work?\n\nI currently have to pay over £200 a month just to get to and from University in the evenings - train companies only offer rail discounts to full time students or part time students who are 'in class' over 16 hours per week.\n\nI think it's about time the Prime Minister realised that getting an education has become far too expensive.",
            "closed_at": "2009-03-11T00:00:00Z",
            "created_at": "2008-03-09T18:50:19.358776Z",
            "creator_name": "Miss N Keens",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-03-09T18:50:19.358776Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 18,
            "state": "finished",
            "updated_at": "2010-02-25T14:34:38.412145Z"
        },
        "id": 8861953
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/parttimestudent/"
    },
    "type": "petition"
}