{
    "data": {
        "attributes": {
            "action": "promise the British people that families consisting of multiple wives *will not* obtain an income support advantage over those families with a single wife.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "There are religious groups within the UK which support, and practise polygamy.\n\nIt can be argued that our own King did this (Henry) but that was a one-off; it's practise is not part of British native custom or religion.\n\nMy concern is that it's been on the news recently that multiple wife families will be entitled to seperate benefits for each wife, and, under agreement this can be paid to the single husband.\n\nA family unit should be classed as such; parents and adults.  Extra parents, who are fully capable of working (note that religious reasons not to work should be excluded from valid reasons [not to work]) should not be in receipt of benefits.\n\nIf multiple-wife families are able to obtain benefits calculated (+) per additional wife, then it is clear that they will receive a higher benefit than native, British and otherwise, Monogamous families.",
            "closed_at": "2009-03-10T00:00:00Z",
            "created_at": "2008-03-10T10:03:48.295648Z",
            "creator_name": "Mark Pitt",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-03-10T10:03:48.295648Z",
            "rejected_at": "2008-04-10T00:01:03.824788Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/Polygamywelfare/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-04-10T00:01:03.824788Z"
        },
        "id": 8866710
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/XWives/"
    },
    "type": "petition"
}