{
    "data": {
        "attributes": {
            "action": "Force films that are historically inaccurate to stop being labelled as 'based on historic events'",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In many cases these films are so far from historic truths that the 'based on historic events' is completely misleading.\n\nTake for example 2 films.\n\nBraveheart.  Based on the exploits of William Wallace.  This film was great as a drama, but as a historic film it was incorrect and very one-sided. William Wallace committed massacres of the English too...\n\nAnd the recent block-buster - Kingdom of Heaven.  A number of historians have already made statements to the effect that this film is not historically accurate at all.  Again it portrays the Crusaders as rampaging barbarians when in fact the Crusades were called for to assist the  Byzantine empire following over 400 years of expansion, attacking and conquering by Muslims.  The Crusades were a defensive action!  Read an impartial history book to find out!\n\nYet these films, though inaccurate do form public opinion on events, so it's very important that it is made clear that they are works of fiction only!",
            "closed_at": "2009-03-10T00:00:00Z",
            "created_at": "2008-03-10T10:22:24.883587Z",
            "creator_name": "Mark Pitt",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-03-10T10:22:24.883587Z",
            "rejected_at": "2008-04-10T00:01:03.824788Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-04-10T00:01:03.824788Z"
        },
        "id": 8867013
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BadFilms/"
    },
    "type": "petition"
}