{
    "data": {
        "attributes": {
            "action": "We the undersigned petition the Prime Minister to criminalise the under-age attempted purchase and proxy under-age purchase of tobacco products throughout the United Kingdom. By making it an offence to attempt to buy tobacco products before the legal minimum age of purchase and by also making it an offence for adults to buy tobacco on behalf of children, the prevalence of youth smoking could be dramatically reduced and the legal onus for enforcing the minimum age law would no longer rest entirely with retailers.\"",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Under-age attempted purchases and proxy underage purchases of alcohol are already illegal, yet this is not the case for tobacco - it is perfectly within the law for a young person to attempt to purchase tobacco products and it is also presently legal for an adult to buy tobacco on behalf of a minor. This means that the legal onus for enforcing the minimum age laws on age-restricted goods rests entirely with shopkeepers and their staff. If it were an offence for those under the age of 18 years to attempt to purchase tobacco this would act as a deterrent to children from doing so and relieve pressure on shop owners and reduce potential violence. Proxy purchasing allows adults to buy tobacco on behalf of minors and defeats the purpose of legislation to increase the minimum legal age of sale of tobacco to 18 years on 1 October 2007. Smoking should be a choice for informed adults of 18 years and over, and access to tobacco by children must be prevented. We understand there are concerns about criminalising minors, but young people should be held accountable for their own actions",
            "closed_at": "2008-09-10T00:00:00Z",
            "created_at": "2008-03-10T11:05:34.357480Z",
            "creator_name": "Mahendra Jadeja",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-03-10T11:05:34.357480Z",
            "rejected_at": "2008-05-01T00:01:04.328199Z",
            "rejection": {
                "code": 2048,
                "details": "",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-05-01T00:01:04.328199Z"
        },
        "id": 8867730
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Proxypurchase/"
    },
    "type": "petition"
}