{
    "data": {
        "attributes": {
            "action": "fund scientific research into maintaining UK Bee stocks.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The British Beekeeping Association has requested £8m for the government to fund 5 years research into Colony Collapse Disorder. The government has stated that no funds exist within the existing farming research budget. \n\nKept honey bees provide a significant percentage of pollination to food crops, fruit orchards and of course provide honey.\n\nColony Collapse Disorder is a disease which has affected hives in the US and has been reported in France, Germany and Italy. Its entry into the UK is most likely inevitable. \n\nThis fundamental research needs to be performed in order to protect the country bees before it arrives. As in almost all cases, being prepared for something reduces its impact for a fraction of the cost compared to being unprepared.\n\nCurrently only £1.35m per annum is available to the National Bee Unit (part of Defra), this funds all its statutory activities as well as research.\nIf there is no money in the farm research budget, then money should be made available from contingency funds.",
            "closed_at": "2008-06-11T00:00:00Z",
            "created_at": "2008-03-10T12:53:49.636177Z",
            "creator_name": "Stanley Sebastian Ng",
            "government_response_at": "2008-08-13T15:02:34.669862Z",
            "government_responses": [
                {
                    "created_at": "2008-08-13T15:02:34.669862Z",
                    "details": "You signed a petition asking the Prime Minister to \"fund scientific research into maintaining UK Bee stocks.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page16488\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'BeeResearch'",
                    "updated_at": "2008-08-13T15:02:34.669862Z"
                }
            ],
            "opened_at": "2008-03-10T12:53:49.636177Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 4412,
            "state": "finished",
            "updated_at": "2008-12-28T03:02:05.258715Z"
        },
        "id": 8869257
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BeeResearch/"
    },
    "type": "petition"
}