{
    "data": {
        "attributes": {
            "action": "Petition to end idiot policies which defy any sense of reason and logic",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "-Perpetuating an underclass by giving people more money to do nothing than they would get working, giving people no incentive to do anything\n\n-Insanely politically correct actions eg. saying that anyone who complains about immigration is a racist while the PC person would never dare to say that an African country could not control it's borders. Also to stop P.C. nonsense like having a women’s minister but not a men's and banning British flags.  \n\n-Having an insane tax system with 100's of different taxes, a complexity which few can understand and a graduated tax system to satisfy the ideological thrust of socialist when a flat rate lower (20%) tax scheme would collect more tax because the wealthy would not bother hiring accountants for various schemes and offshore money.\n\n-Having the police not investigate most crimes, not even bother at all and credit card fraud is a complete free for all. No will to push for more secure credit card/ online environments, yet prosecute people for speeding vigorously because its an easy crime to catch. Having a double standard of law whereby scumbags get away with anything but middle class people would get prosecuted for minor things.",
            "closed_at": "2009-03-10T00:00:00Z",
            "created_at": "2008-03-10T12:49:17.483780Z",
            "creator_name": "Nicholas Collier",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-03-10T12:49:17.483780Z",
            "rejected_at": "2008-04-10T00:01:03.824788Z",
            "rejection": {
                "code": 768,
                "details": "",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand",
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-04-10T00:01:03.824788Z"
        },
        "id": 8869197
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Idiot-policies/"
    },
    "type": "petition"
}