{
    "data": {
        "attributes": {
            "action": "End amibigious contracts of employment within retail, including referencing the specific terms and conditions of employment within changable employee handbooks",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "When you sign a contract of employment you expect to be signing something which is fair and equal, something which protects you as an employee from unfair requests and affirms your rights as an individual working within a company.  Too many retail contracts refer to the specific details of the terms of employment within the employee handbook, a document which is continually subject to change.  The purpose of this petition is to end employers ability to change company procedure to the detriment of the employees.  It is also to stop certain policies from being phrased in a way which allows the managers decision to be final e.g. 'discretion of the manager'.  This would also mean an end to management making the decision of whether an unreasonable request is an unreasonable request, as it is absurd that a manager can make a request of an employee that the employee considers unreasonable, but the final decision as to whether it is unreasonable is left to the management.  In short this petition is to ensure better protection for people working within retail from the retail companies themselves.",
            "closed_at": "2008-12-11T00:00:00Z",
            "created_at": "2008-03-10T18:02:17.352409Z",
            "creator_name": "Angela Pearsall",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-03-10T18:02:17.352409Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 13,
            "state": "finished",
            "updated_at": "2009-06-02T16:36:26.565798Z"
        },
        "id": 8873881
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/retailcontracts/"
    },
    "type": "petition"
}