{
    "data": {
        "attributes": {
            "action": "Not allow local councils to raise council taxes above the rate of inflation.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Is it fair to keep raising the council tax above the rate of inflation every year. The average man on the street is expected to keep up payments whilst encouraged not to have a pay rise above the inflation rate.I personally have not had a raise in ten years but am still expected to pay my council tax which every year goes up.We as tax payers have no say in the way it is increased and indeed if we dont pay could end up in jail. No matter how much we complain to the councils nothing is ever done about it.In theory they could double it and we would have to pay.How much more of these raises can we take or are you all going to let the council do as it likes instead of doing as you would like it to do.I always thought the council was representing us.Please sign this petition and lets get our government working for us and not against us.",
            "closed_at": "2008-09-10T00:00:00Z",
            "created_at": "2008-03-10T20:20:52.015513Z",
            "creator_name": "christopher john hardy",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-03-10T20:20:52.015513Z",
            "rejected_at": "2008-04-10T00:01:03.824788Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/friskingus/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-04-10T00:01:03.824788Z"
        },
        "id": 8875550
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/counciltaxrises/"
    },
    "type": "petition"
}