{
    "data": {
        "attributes": {
            "action": "introduce Rapid Access Blackout Clinics to all hospitals across the UK so that people with unexplained loss of consciousness and potentially life threatening heart rhythm disorders can be referred with urgency",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In October 2007 my daughter a fit, healthy, independent woman of 30 started having blackouts.  In a matter of weeks she was signed off sick from work, unable to drive or live alone.  Over a period of 4 or 5 months she had somewhere in the region of 50 blackouts before being diagnosed with cardiac arrhythmia.  She has since had a pacemaker fitted and is slowly starting to rebuild her life.  Whilst all respect and gratitude are due to her medical team it is the length of time taken to diagnose her condition that is not acceptable.  Varieties of tests have to be conducted, all requiring separate hospital appointments and, as the diagnosis of blackouts is necessarily multidisciplinary, there are separate appointments for the various hospital departments.  All the while her life was at risk from a potentially fatal heart rhythm disorder.  I understand that currently there is only one Rapid Access Blackout Clinic in the UK and call the introduction the same nationwide for the sake of saving lives and to prevent the soul-destroying wait for a diagnosis as well as reducing the risk of mis-diagnosis.  Our main support at this time came from the various heart rhythm charities",
            "closed_at": "2009-03-11T00:00:00Z",
            "created_at": "2008-03-11T15:17:50.665310Z",
            "creator_name": "Lynn Herbert",
            "government_response_at": "2009-06-05T12:04:12.393452Z",
            "government_responses": [
                {
                    "created_at": "2009-06-05T12:04:12.393452Z",
                    "details": "You signed a petition asking the Prime Minister to \"introduce Rapid Access Blackout Clinics to all hospitals across the UK so that people with unexplained loss of consciousness and potentially life threatening heart rhythm disorders can be referred with urgency.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page19482\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'blackouts'",
                    "updated_at": "2009-06-05T12:04:12.393452Z"
                }
            ],
            "opened_at": "2008-03-11T15:17:50.665310Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 206,
            "state": "finished",
            "updated_at": "2009-03-12T00:01:01.916476Z"
        },
        "id": 8884308
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/blackouts/"
    },
    "type": "petition"
}