{
    "data": {
        "attributes": {
            "action": "Re-evaluate Road and Fuel Tax",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Costs are increasing to the point where the average member of the public cannot afford to run their car. Small engines are economical and good for the environment, but aren’t always suitable for a large family or tasks. We need incentives for bio fuels that are almost carbon neutral, with green taxes moved to fuel companies to develop new greener fuels. The hikes in road tax have shown no improvement to road conditions. Public transport system is poor, with the social reprobates that nobody wants to risk mingling with. Until you are able to suitably police and enforce laws to protect our personal safety on public transport, you will find most people will continue using their vehicles. Imposing stealth taxes on drivers through fuel and road tax is merely exploiting your shortfalls in improving infrastructure and making our country safer. If you are truly committed to green ideas, change the fuels, not the vehicles with grant incentives for LPG or Bio Ethanol conversions, and drastically reducing the tax on clean fuels such as bio diesel. These Low Carbon Fuels can replace fossil fuels and make a real difference. Be realistic, and the public will support you.",
            "closed_at": "2009-03-12T00:00:00Z",
            "created_at": "2008-03-11T18:11:07.794899Z",
            "creator_name": "Vuaghn Tooze",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-03-11T18:11:07.794899Z",
            "rejected_at": "2008-04-11T00:01:06.645957Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/RoadTaxAbolition/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-04-11T00:01:06.645957Z"
        },
        "id": 8886862
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/VehiclesTax/"
    },
    "type": "petition"
}