{
    "data": {
        "attributes": {
            "action": "back the use of stem cell research and also to support the use of stem cells as a medical treatment, i.e. to grow organs for transplants",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Stem cells can be used to fight fatal diseases such as leukemia and it is already used medically in countries like China. It has already proved effective and saved lives. This petition is designed for people who support the growth of organs such as a liver to be used as transplants which has, once again, proved successful in other countries. Not only can stem cells be used to treat these diseases or other sufferings, it can be used to grow organs. Surely, those willing to donate, for example, some of thier liver tissue to grow another liver to be used as a transplant should be permitted. This petition, once again, is in support of something which could save lives, and make massive reductions on the transplant list. In 2006, doctors here in Britain were able to create a liver through the stem cells in the blood through a baby's umbilical cord, and are already capable of using humans stem cells, to grow organs such as livers. This treatment is being improved everyday and is becoming more and more effective, surely it is time to use it here.",
            "closed_at": "2009-03-12T00:00:00Z",
            "created_at": "2008-03-11T19:02:52.300721Z",
            "creator_name": "Graham Allen",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-03-11T19:02:52.300721Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 45,
            "state": "finished",
            "updated_at": "2009-03-14T03:02:06.290087Z"
        },
        "id": 8887525
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/CellTransplant/"
    },
    "type": "petition"
}