{
    "data": {
        "attributes": {
            "action": "Allow us to have a fair price on our fuel",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "With current prices for unleaded fuel at the pump reaching £1.07.9 per litre or £1.16 for diesel its about time the government stopped treating the people of this country like mindless morons because we are not. If they insist on raising the cost on a daily basis how do they expect the country to continue operating. As the general public cannot vote themselves a huge pay rise each year to compensate for the huge increases in fuel when do we get something back, perhaps abolishing road tax for instance? If you  think we as a nation are being ripped off constantly (not just on fuel) please sign the petition and at least voice our opinion to the fat cats who are taking our hard earned wages at every given opportunity. While not wishing to instigate a repeat of the fuel blockades of the early 2000's something needs to be done stop taxes taking away all our wages and leaving us nothing! How many more taxes or price increases can we tolerate without something being done about it? Thanks",
            "closed_at": "2008-09-11T00:00:00Z",
            "created_at": "2008-03-11T19:43:51.632334Z",
            "creator_name": "Warren Guirey",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-03-11T19:43:51.632334Z",
            "rejected_at": "2008-04-11T00:01:06.645957Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/Lowerduty30/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-04-11T00:01:06.645957Z"
        },
        "id": 8887982
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Fairfuel/"
    },
    "type": "petition"
}