{
    "data": {
        "attributes": {
            "action": "pass an act for the installation of loudspeakers in town & city centres, (possibly on busses and trains as well), that play calming classical music.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We believe by the Prime Minister sanctioning this, violence & crime will be reduced, and in addition to this, hidden artistic talent will be released, contributing to the Prime Ministers plans, to promote talent within Britain. \n\nThis plan will also have many other benefits as well, such as: reducing the stress that public sector and all other workers have to face from dealing with the public i.e bus drivers e.t.c. \n\nThis as a result will reduce sickness levels at work for all, improve business productivity as a whole, and reduce money lost due to sickness, therefore improving the Britain's Gross revenue as a whole.\n\nClassical music has been proven to encourage brain and intelligence development. This will prove useful to Britain, as Britain's main industries are becoming more biased towards, science, intelligence solving, customer service, the arts and so on, however this would also prove to be most beneficial to manual and skilled manual based workers as well.\n\nWith all of the above factors, Gordon Brown, could make Britain a much happier and productive society, and hence a potential world leader, to be an envy to the world.",
            "closed_at": "2009-03-12T00:00:00Z",
            "created_at": "2008-03-11T20:29:48.099052Z",
            "creator_name": "Kavan John Hawker",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-03-11T20:29:48.099052Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 8,
            "state": "finished",
            "updated_at": "2010-01-22T16:23:09.176097Z"
        },
        "id": 8888489
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ClassicalMusic/"
    },
    "type": "petition"
}