{
    "data": {
        "attributes": {
            "action": "shelve the recommendations of Lord Goldsmith’s Citizenship Review for the time being as they are so fundamentally flawed by being based on the fading identity of Britishness, just at a time when following the 1990s devolution legislation, people of the UK’s home nations are increasingly identifying themselves specifically as a citizen of their home nation of England, Scotland or Wales.  We therefore call on the Prime Minister to commission a further review which would build on the work of Lord Goldsmith but this time based on the explicit assumption that the people in each home nation of the present UK will have their natural national identity, and will call themselves English, Scottish or Welsh respectively.  This revised report should assume therefore that each home nation will shortly achieve national independence and should be presented to the Parliaments of the new home nations for them to consider and take forward at the decision of their national government.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Many of us who are formally citizens of the United Kingdom of Great Britain and Northern Ireland refuse to call ourselves British, and now identify with our natural home nation whether of England, Scotland or Wales. \n\nLord Goldsmith's Citizenship Review hardly notices the gathering transition from the supra-national UK to that of the successor independent home nations.\n  \nIt seems pointless to try to prop up the survival of the UK by introducing these recommendations at such a late stage in the dissolution of the UK, especially when it is the younger generation which is most inclined to see themselves as other than British.\n\nThere is nothing to fear in the English being English citizens again, likewise for the Scots and the Welsh.  \n\nLord Goldsmith - if he is so minded - should be asked to revise his report to take account of the reassertion of our proud national identities.",
            "closed_at": "2009-03-12T00:00:00Z",
            "created_at": "2008-03-11T22:30:45.977351Z",
            "creator_name": "Andrew Constantine",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-03-11T22:30:45.977351Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 40,
            "state": "finished",
            "updated_at": "2010-02-26T17:25:16.984770Z"
        },
        "id": 8889865
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/England-expects/"
    },
    "type": "petition"
}