{
    "data": {
        "attributes": {
            "action": "Remove the Disabled bar on the buses",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Bars on the buses that are supposed to help disabled passengers are no help to ANYONE at all! The Bar that is so awkwardly situated, prevents standard and moden buggies to get past it without squashing seated passengers or having to get on at the exit doors, which apparently we're not allowed to do! The space provided for wheelchair users are on average big enough to hold at least 2 buggies and in some cases 3 or even 4, but with the bar situated where it is, most DRIVERS dont allow more than one buggy on at a time, convinced that there is not enough room, but even more upsetting is that a majority of passengers are put off even attempting to board the buses because they may have a buggy that does NOT have space in the middle to allow THIS BAR to go in between. I have never seen such a badly designed, useless \"extra\" on my buses. Not once have i ever seen a wheelchair user use this bar to assit them as they either have someone with them or the buggy user is asked to move over so the wheechair user can use the BAR FREE space (which is not always possible). If you want us out of our cars and onto your buses - make them easier to ride! THINK ABOUT IT! Thank You",
            "closed_at": "2009-03-12T00:00:00Z",
            "created_at": "2008-03-12T12:34:40.992758Z",
            "creator_name": "Renee Johnson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-03-12T12:34:40.992758Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 20,
            "state": "finished",
            "updated_at": "2009-03-20T17:03:55.147895Z"
        },
        "id": 8895984
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Ban-The-Bar/"
    },
    "type": "petition"
}