{
    "data": {
        "attributes": {
            "action": "Prevent the closure of Pontsian Post office",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Ceredigion Post Office closures have  been announced. It seems rural post offices are worst hit in West Wales. Rural dwellers are once again being made the poor relations. We have two villages with POs adjacent to each other, one being Pontsian and the other Talgarreg.It is understandable that under the proposals, one of these POs would be forced to close, but incredulously both have been given notice of closure. This is inequitable as  people from the surrounding areas will have to travel by car as there is no bus service to the next nearest PO at Llandysul. It has been said that a mobile PO service will be provided. It is a question of logic that this service will bear no resemblance to the current level of service  provided locally at the moment. Not everyone will be able to get to a mobile PO at a pre-arranged time. The whole scenario calls in question the Governements desire to reduce global warming by reducing car usage. The money saved by the PO closures will easily be negated by the cost to the government of reducing carbon emissions to account for residents increased car usage. \nI call upon the Prime Minister to have the courage to cancel the proposed closure of PONTSIAN Post Office.",
            "closed_at": "2008-05-12T00:00:00Z",
            "created_at": "2008-03-12T13:16:45.826036Z",
            "creator_name": "Alan",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-03-12T13:16:45.826036Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 170,
            "state": "finished",
            "updated_at": "2008-05-21T03:28:54.350642Z"
        },
        "id": 8896776
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/PONTSIANPost/"
    },
    "type": "petition"
}