{
    "data": {
        "attributes": {
            "action": "call a halt to the  transference of the three GP surgeries in Camden to the US private company United Health.    We call on the Camden Primary Care Trust and the Health Minister to stop putting money before patients needs and to keep Camden GPs local and in the NHS.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "United Health is set to take over the Camden Road Surgery, the King's Cross Road Practice and the Brunswick Centre.  \nIt is reported that this huge US company plan to cut charges to less than £75 per patient, rather than the £100 budgeted by local doctors.  \n\nPatients in these areas have not always had the best local health care provision.  The last thing Camden patients need is a private company only interested in breaking into the British health care market.  Proper consultation should have taken place with local patients.\n\nWe believe that private profit has no place in our National Health Service.  It is a scandal that the Government is selling off the NHS to companies such as United Health or Richard Branson's Virgin, who are competing in the sell-off bonanza for GP services across the country.\n\nWe call upon the Health Minister to halt this privatisation and keep our GPs local and in the NHS.",
            "closed_at": "2008-03-26T00:00:00Z",
            "created_at": "2008-03-12T14:48:26.789623Z",
            "creator_name": "Clare Jenner",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-03-12T14:48:26.789623Z",
            "rejected_at": "2008-03-13T10:36:24.367756Z",
            "rejection": {
                "code": 1,
                "details": "",
                "reasons": [
                    "Party political material"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-03-13T10:36:24.367756Z"
        },
        "id": 8898318
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/CamdenGPs/"
    },
    "type": "petition"
}