{
    "data": {
        "attributes": {
            "action": "Ban Cigarettes In The UK",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I am petitioning the Government to ban cigarettes totally in the UK. Before anyone starts, I smoke, but am in the process or quitting. THERE ARE NO BENEFITS TO SMOKING.  THE ONLY BENEFIT IS REVENUE FOR THE GOVERNMENT AND CIGARETTE COMPANIES.  If cigarettes were to be a new invention right now in time, they would not be allowed becuase they are dangerous to health. They cause loads of diseases, drain the health service, cut short peoples lives, KILLING YOU IN SHORT. Why are they allowed to be sold. The Government to take responsibility for the good of the Nation and BAN them now. How many smokers would stop if they could, or wish, they had not started. How many smokers really enjoy the taste, the cough, the odour on your breath, clothes, car, house, stained and rotten teeth, ill health !!!! Its a drug, and it needs to be banned. Surely the Government have a duty of care for it's people.  Act NOW.",
            "closed_at": "2009-03-12T00:00:00Z",
            "created_at": "2008-03-12T16:04:45.523368Z",
            "creator_name": "Philip Morgan",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-03-12T16:04:45.523368Z",
            "rejected_at": "2008-04-11T00:01:06.645957Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/tobaccokills/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-04-11T00:01:06.645957Z"
        },
        "id": 8899425
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Cigarettes-Ban/"
    },
    "type": "petition"
}