{
    "data": {
        "attributes": {
            "action": "Cut VAT on 100% fruit juices and smoothies to the minimum 5% allowed by EU law to encourage shoppers to take the healthier option and achieve their ‘five a day’.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We are currently charged the maximum level VAT of 17.5% on healthy fruit juices and smoothies – but for cakes, milkshakes, frozen chips and other less healthy food and drinks, the VAT rate is a big fat ZERO.  Why should people pay a premium on pure fruit drinks when they don’t pay VAT on fresh, frozen or tinned fruit and vegetables?\n\nWe believe that the government could use the tax system to reward those who make healthy choices in their diet - boosting fruit and vegetable intake means people are less likely to develop chronic diseases such as coronary heart disease and some cancers.\n\nSo we would urge this government take the first available opportunity to change the tax system so that 100% fruit juices and smoothies are levied with a 5% VAT rate in this November’s pre-budget report.",
            "closed_at": "2008-12-12T00:00:00Z",
            "created_at": "2008-03-12T17:06:16.274124Z",
            "creator_name": "Andy Bond, CEO",
            "government_response_at": "2009-02-18T11:53:16.246278Z",
            "government_responses": [
                {
                    "created_at": "2009-02-18T11:53:16.246278Z",
                    "details": "You signed a petition asking the Prime Minister to \"Cut VAT on 100% fruit juices and smoothies to the minimum 5% allowed by EU law to encourage shoppers to take the healthier option and achieve their ‘five a day’.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page18288\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'juicesvat'",
                    "updated_at": "2009-02-18T11:53:16.246278Z"
                }
            ],
            "opened_at": "2008-03-12T17:06:16.274124Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 14061,
            "state": "finished",
            "updated_at": "2009-07-24T14:44:23.760260Z"
        },
        "id": 8900348
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/juicesvat/"
    },
    "type": "petition"
}