{
    "data": {
        "attributes": {
            "action": "Consider the following alternative to Operation Stack or the proposed massive Lorry Park",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "KCC proposes  building a giant lorry park in Kent.  As a Kent resident, the idea of a giant lorry park taking yet another chunk out of the beautiful countryside that was once The Garden of England sticks in my throat.  The French are the cause of the problems but their countryside will not be blighted by such a thing nor are their taxpayers footing the bill.  I believe that the solution would be to take France out of the equation completely and refurbish the existing Sheerness Docks.  Sheerness was once a busy commercial port and with a bit of upgrading, costing potentially less than that likely to be spent on the proposed lorry park and with less local opposition, they could provide an alternative route to Europe for commercial traffic.  The route could go to Holland or Belgium, two countries not renowned for their belligerent strikers.  Perhaps Belgium would love the opportunity to take some trade away from France and perhaps some competition to the French monopoly would make them less argumentative.  A refurbished dock at Sheerness could also inject some much needed jobs and money into the area.  NB: this petition is COMPLETELY DIFFERENT to http://petitions.pm.gov.uk/Operation-Stack",
            "closed_at": "2009-03-13T00:00:00Z",
            "created_at": "2008-03-12T20:31:59.292996Z",
            "creator_name": "A Corona",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-03-12T20:31:59.292996Z",
            "rejected_at": "2008-03-14T10:41:09.776119Z",
            "rejection": {
                "code": 16640,
                "details": "Your petition appears to be a request to refurbish Sheerness dock. Please make this clear in your title and avoid excessive personal digression.\nPlease also remove the link to the other petition.",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand",
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-03-14T10:41:09.776119Z"
        },
        "id": 8903319
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/OperationStack/"
    },
    "type": "petition"
}