{
    "data": {
        "attributes": {
            "action": "Force the Oil companies to provide bunker fuel at the same cost regardless of location for the UK's Commercial Fishermen",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The price of Diesel bunker oil for the UK's Fishing fleet is currently at a record high. With massive differences between the prices on the Mainland and the Islands ( Pittenweem 51p a litre [ £510 a tonne ] , Stornoway 63pL/£630t , Whitby 53pL/£530t , North Shields 57pL/£570t , Girvan 56pL/£560t , Holyhead 55-L/£550t , Fraserburgh 42pL/£420t ) that cannot be sustained for much longer.\nWith the excessive restrictions on the fleet already these abhorrent fuel charges will destroy whats left of our fleet unless this government forces the suppliers to have a UK wide single price for everyone. The Spanish , French and other EU fleets get government subsidies for their fuel but our fishermen do not this is not acceptable and either the rest of the EU stop the subsidies or our fishermen should have subsidised fuel to have a level playing field.",
            "closed_at": "2008-07-13T00:00:00Z",
            "created_at": "2008-03-12T22:48:52.872599Z",
            "creator_name": "David Tait",
            "government_response_at": "2008-08-20T14:57:35.995458Z",
            "government_responses": [
                {
                    "created_at": "2008-08-20T14:57:35.995458Z",
                    "details": "You signed a petition asking the Prime Minister to \"Force the Oil companies to provide bunker fuel at the same cost regardless of location for the UK's Commercial Fishermen.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page16605\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'FishermensFuel'",
                    "updated_at": "2008-08-20T14:57:35.995458Z"
                }
            ],
            "opened_at": "2008-03-12T22:48:52.872599Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 293,
            "state": "finished",
            "updated_at": "2008-12-04T17:15:09.582592Z"
        },
        "id": 8904956
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/FishermensFuel/"
    },
    "type": "petition"
}