{
    "data": {
        "attributes": {
            "action": "... take ACTION to avoid taking our country further in to the depths of becoming a NANNY STATE.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Dear PM please take action to avoid dragging our country further towards that of being a Nanny State, take action to stop pandering to the whims of fashion, political correctness all with the aim to create a homogeneous nation.\n\nBy introducing bills that cater to the lowest common denominator and ‘dumb down’ the nation you are taking away individual responsibility and choice. The state should be concentrating on Health, Security and Education not the petty dross it creates to obscure the enormity of the real issues.\n\nI am an adult, I wish to make choices about the way I live and likewise be tolerant of other's choices. Don't waste tax payer's money and hours in debate on things like, plastic glasses in pubs, smoking in pubs, loud music in clubs, 4x4's in London, foxhunting, legitimate gun ownership, hereditary peers, whether I can by a 'pound of English apples' or 'half a kilo of British apples'.\n\nFocus on the reality, the things that make a real difference - poverty, illiteracy, terrorism, the ecology and importantly the loss of individual responsibility. Ask \"...will this new bill dumb down or homogenise our nation?\".",
            "closed_at": "2009-03-14T00:00:00Z",
            "created_at": "2008-03-13T06:43:21.795985Z",
            "creator_name": "Howard Hughes",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-03-13T06:43:21.795985Z",
            "rejected_at": "2008-03-14T10:42:31.596740Z",
            "rejection": {
                "code": 768,
                "details": "",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand",
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-03-14T10:42:31.596740Z"
        },
        "id": 8906212
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/The-Nanny-State/"
    },
    "type": "petition"
}