{
    "data": {
        "attributes": {
            "action": "Appeal to Canadian Government to end the seal pup culling",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "It is proposed to appeal to the Canadian government to put more effort into marine life tourism and to end the abhorrent cruelty of seal pup culling. Over the past 3 years, nearly half a million seal pups have been slaughtered for their fur. There is video evidence showing sealers routinely dragging conscious pups across the ice with boathooks, shooting seals and leaving them to suffer in agony and even skinning seals alive. 95% of the harps seals killed over the past 5 years have been under 3 months old. In Newfoundland, where 90% of sealers live, income from sealing accounts for less than one-tenth of 1% of the province's economy. Killing seals may harm fish stocks as about 3% of a harp seal's diet consists of commercially fished cod. However, harp seals consume significant predators of cod, including squid. \n\nThe Canadian goverment clearly states there is no evidence that killing harp seals will help fish stocks recover and scientists have expressed concerns that culling seals may in fact impede the recovery of ground fish stocks.\n\nSource material for this petition was from the Humane Society of the US.",
            "closed_at": "2009-03-17T00:00:00Z",
            "created_at": "2008-03-13T09:54:42.074687Z",
            "creator_name": "Valerie Green",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-03-13T09:54:42.074687Z",
            "rejected_at": "2008-03-17T11:49:50.482981Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/SealHunting/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-03-17T11:49:50.482981Z"
        },
        "id": 8908089
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/HarpSealPups/"
    },
    "type": "petition"
}