{
    "data": {
        "attributes": {
            "action": "erect a sign on the bend of Trench Road, North Walsham, Norfolk, NR28 0PF warning drivers of the danger of oncoming large vehicles and to slow down as they approach it.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This petition calls for a sign to be erected on the southbound bend of Trunch Road, North Walsham, Norfolk at the spot where Bill Martin was killed.\nBill was tragically killed on 17/08/07 whilst on his motorbike going south when he collided with an oncoming bus. This part of the road is particularly hazardous as it is too narrow to allow large vehicles to pass at the same time as oncoming traffic. However, the bend in the road on which Bill was killed is a blind spot, so drivers are unaware of oncoming traffic until the very last moment. Given that this road has a speed limit of 60mph, it is extremely dangerous – particularly so, given that buses and agricultural vehicles share the road.\nI, Janet Braund, Bill Martin’s mother believe that people should be warned of the dangers to prevent further tragedies. The Ministry for Transport have declared that they will not reduce the speed of the road and that the individual drivers should spot the dangers. Therefore, I am asking for you to join me in asking for a sign to be put up on the bend – not only in memory of my son, but also to warn drivers and riders of the dangers here.",
            "closed_at": "2009-03-13T00:00:00Z",
            "created_at": "2008-03-13T16:39:55.182421Z",
            "creator_name": "Janet Braund",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-03-13T16:39:55.182421Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 30,
            "state": "finished",
            "updated_at": "2009-06-02T16:36:26.565798Z"
        },
        "id": 8916230
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Bill-Martin/"
    },
    "type": "petition"
}