{
    "data": {
        "attributes": {
            "action": "Regulate benefits immigrants are entitled to.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Immigrants are important in our society & work hard. However, I am angry that they get more benefits than most British people. My mum moved to Greece & had to find 2 sponsors, arrange health insurance & sign saying that she will be self sufficient & not claim any benefits before she was able to stay. Why can other countries do this but we cant?\nI'm 25 & disabled, struggling to make ends meet like most British people, I am regulary reasessed for my Incapacity & DLA Benefit. I can not get help with anything else such as prescriptions, Council Tax etc. It makes me mad that people who have contributed to the national purse are penalised & people that come here with their hands out get benefits straight away. \nI know they pay tax etc, but there must be a good reason why they choose to come here instead of France, Germany etc. The only reason I can think of is our benefits & NHS.\nThe Government should delay giving benefits to immigrants until they have worked & paid tax for a while. Show them that we will accept them & that our benefits are a reward for hard work & should not be taken for granted.",
            "closed_at": "2008-09-13T00:00:00Z",
            "created_at": "2008-03-13T16:37:26.356721Z",
            "creator_name": "Edward Henson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-03-13T16:37:26.356721Z",
            "rejected_at": "2008-04-12T00:01:06.179491Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/britishbritain/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-04-12T00:01:06.179491Z"
        },
        "id": 8916183
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Fair-Benefits/"
    },
    "type": "petition"
}