{
    "data": {
        "attributes": {
            "action": "discipline BskyB for abusing their rights to exclusive live broadcasting by allowing consistently unbalanced and antagonising commentaries by Andy Gray on Liverpool matches.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Sky, as a private company, are not responsible to a license payer. There is no forum therefore to campaign against Andy Gray’s poorly reasoned weekly rants about Liverpool FC; comments deemed by many to be petty, inane and deliberately offensive to a significant proportion of the UK's population.\nIf a TV personality with as wide an audience and high profile was as inflammatory towards another social group (ethnic, political, gender or class) this would not be acceptable. \nAs the BBC does not have the budget to compete for most major football events (due to allowing The Premier League & UEFA to price their products like a cartel) it should take more responsibility towards policing the quality standards of the output (OFTEL?).\nAlthough personal opinion is welcome, the basic standard for a national broadcast must be that the viewers' enjoyment is not entirely ruined by deliberate impartiality driven by one's own personal background.\nAndy Gray unlike other ‘experts’(e.g. Lawrenson, Redknapp, Pleat) is intolerable to many not because of broadcast style, lack of talent or TV personality, but because he actively sets out to antagonise one social group.",
            "closed_at": "2008-09-13T00:00:00Z",
            "created_at": "2008-03-13T18:00:42.836016Z",
            "creator_name": "Andy Smith",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-03-13T18:00:42.836016Z",
            "rejected_at": "2008-04-13T00:01:04.737420Z",
            "rejection": {
                "code": 20480,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government",
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-04-13T00:01:04.737420Z"
        },
        "id": 8917678
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/banandygray/"
    },
    "type": "petition"
}