{
    "data": {
        "attributes": {
            "action": "Wipe off all unpaid Student debt 25 years after completing the course, not just those that applied for a loan beyond 2006",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The goverment has announced that \"for students taking out a student loan (for fees, or maintenance, or both) for the first time in 2006 or later, the amount of student loans which are left unpaid 25 years after the student leaves their course will be wiped off. For students who have previously taken out an     income contingent loan in respect of their current period of study, any remaining loan debt (apart from arrears) will be cancelled when the student reaches age 65.\"\n\nThis seems grossly unfair to those who had to apply for a loan between 1997 and 2006. \n\nI graduated in 2002 and up until November 2007 I was earning £15K, much less than the \"Average graduate wage\" - simply because the excellent paying jobs we were all promised simply do not exist. 6 years on I have not earned enough to meet the minimum threshold for paying off my student loan - a loan that     until I reach 65 will be with me. I say make it fair across the board - WIPE OFF ALL UNPAID STUDENT LOANS (Regardless of when they were taken out) 25 YEARS AFTER COMPLETING THE COURSE. This I don't consider unreasonable.",
            "closed_at": "2009-03-14T00:00:00Z",
            "created_at": "2008-03-13T18:28:08.662299Z",
            "creator_name": "Peter Dominic Martin",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-03-13T18:28:08.662299Z",
            "rejected_at": "2008-03-17T11:46:01.058089Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/25YrStudentLoans/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-03-17T11:46:01.058089Z"
        },
        "id": 8918090
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/StudentLoans123/"
    },
    "type": "petition"
}