{
    "data": {
        "attributes": {
            "action": "Rethink the economic and environmental fallacy of compulsory first generation biofuel substitution in transport fuels.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "First Generaton Biofuels have been sold to us as one of many solutions to reduce carbon emissions over the coming years. This is a misguided utter fallacy & must be halted before more damage is done. Studies have shown that 40% of Europes agricultural land would be needed to grow the 10% fossil fuel substitution needs. As such the cost of traditional crops and cereals will significantly rise. Much of the developing world are deforesting to give land for the planting of monocultures destroying habitats, biodiversity and decreasing the carbon absorbing ability of natural forests (studies have shown that between two & nine times more carbon emissions are avoided by trapping carbon in trees & forest soil than by replacing fossil fuels with biofuels). Any gain in the burning of biofuel is offset by the loss of fuel economy in the engine thus requiring more fuel to be burnt and little change in the demand upon fossil fuels. All this shows how knee jerk politics should never win over technology and that pressures would be better aimed at the production of second generation biofuels.",
            "closed_at": "2008-09-14T00:00:00Z",
            "created_at": "2008-03-13T19:39:08.090351Z",
            "creator_name": "Kate Blackburn",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-03-13T19:39:08.090351Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 48,
            "state": "finished",
            "updated_at": "2008-12-04T17:18:12.294313Z"
        },
        "id": 8919185
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/RethinkBiofuels/"
    },
    "type": "petition"
}