{
    "data": {
        "attributes": {
            "action": "Fair Fuel Tax for the WORKING people of this land",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I drive 150 miles PW to & from work (no public alternative). I travel in a diesel van (2.5).My petition is.\n1. Tax on fuel zero for a volume,in the case I am presenting 25 litres, my weekly consumption for work,does\nno pleasure etc.\nThis is how it could work, no major expense & reason for government to create people to administer.\nYou need a set of rules for your 25 litre tax free. So with bugger all research,here goes.\n1. Everyone gets 1st 25 ltrs duty free. \n2. The admin of duty free 25 ltrs is given to retailers, i.e BP, Total etc. Retailers have ANPR (Automatic Number PLate Recognition)on forecourts. \n3. To administer the change of free duty on the first 25 litres will fall on the retailers, they have the technology,i.e if a vehicle fills with 20 ltrs in Newcastle at a retailer then attempts to fill with 25ltrs in Gateshead, their ANPR can be programmed to calculate that 5 ltrs is duty free & the further 20 ltrs are at pump duty price.\nI don't think the above is too hard to get a grip of, there again I am just a truck driver, a politician would wrap it up in other words and make it look much better!\nThe statement I am petitioning on is that fuel should be duty free for the 1st 25 litres for your vehicle.",
            "closed_at": "2008-05-14T00:00:00Z",
            "created_at": "2008-03-13T20:20:13.473764Z",
            "creator_name": "mark bradburn",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-03-13T20:20:13.473764Z",
            "rejected_at": "2008-03-14T17:10:50.578324Z",
            "rejection": {
                "code": 2048,
                "details": "Please divide your petition into separate requests (though many will have duplicate petitions already on the site).",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-03-14T17:10:50.578324Z"
        },
        "id": 8919783
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/25LtrsDutyFree/"
    },
    "type": "petition"
}