{
    "data": {
        "attributes": {
            "action": "remove the details of every patient who has been added to the DNA database in the process of accessing mental health services, in order to stop the ongoing criminalisation of one of society’s most vulnerable groups.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "It files in the face of the civil liberties of any citizen seeking healthcare, to have their genetic data stored on a criminal database if they have not been convicted of any crime. \n\nThe Government’s  annual census report on inpatient mental health care entitled, Count Me In’,  indicates that people from African Caribbean communities are 50% more likely to be referred to mental health services through the courts or after being detained in police custody and so will have had their DNA taken during this process. \n\nThe injustices of bad science could lead to innocent people being condemned in the future. \n\nBoth the public and mental health patients currently on the system have no way of knowing how secure this information is. \n\nIt is imperative that patients, who are innocent of any crime, have their details removed from the DNA database, as quickly as possible.\n\nWe cannot live in a society criminalises those who need help.",
            "closed_at": "2009-03-14T00:00:00Z",
            "created_at": "2008-03-13T20:46:53.853938Z",
            "creator_name": "Matilda MacAttram",
            "government_response_at": "2010-02-19T12:55:51.877752Z",
            "government_responses": [
                {
                    "created_at": "2010-02-19T12:55:51.877752Z",
                    "details": "You signed a petition asking the Prime Minister to \"remove the details of every patient who has been added to the DNA database in the process of accessing mental health services, in order to stop the ongoing criminalisation of one of society’s most vulnerable groups.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page22518\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Mentalhealth-DNA'",
                    "updated_at": "2010-02-19T12:55:51.877752Z"
                }
            ],
            "opened_at": "2008-03-13T20:46:53.853938Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 251,
            "state": "finished",
            "updated_at": "2010-02-26T16:55:27.895980Z"
        },
        "id": 8920175
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Mentalhealth-DNA/"
    },
    "type": "petition"
}