{
    "data": {
        "attributes": {
            "action": "require all MPs to clean the toilets of each of their constituents on an annual basis",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In the interests of ensuring that MPs appreciate those who have elected them to public office (and those who voted against them, notwithstanding widespread voter fraud in postal ballots placing us on par with a banana republic) this petition requests that all MPs submit to 1 hour p/a cleaning the toilet of each and every constituent they represent. In properties with numerous toilets, the occupier may specify which toilet is to be cleaned. In the interests of hygiene properties codified as HiMOs may be exempted. Furthermore, MPs are required to provide their own cleaning materials, preferably those which are found to be least damaging to the environment. Finally, all MPs should submit to at least 10 photo opportunities within each year where local/ national media representatives may accompany them, with any photographs being provided to both the Standards Boards and free-of-charge to publications such as Private Eye. Photographers should therefore have regard for the placement of speech bubbles within the aforementioned publication when preparing shoots and subjects should ensure they adopt a suitable expression.",
            "closed_at": "2009-03-13T00:00:00Z",
            "created_at": "2008-03-13T22:14:22.089820Z",
            "creator_name": "David Holloway",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-03-13T22:14:22.089820Z",
            "rejected_at": "2008-04-13T00:01:04.737420Z",
            "rejection": {
                "code": 36864,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government",
                    "Intended to be humorous, or has no point about government policy"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-04-13T00:01:04.737420Z"
        },
        "id": 8921290
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/myrepresentative/"
    },
    "type": "petition"
}