{
    "data": {
        "attributes": {
            "action": "Abandon the forced introduction of the national ID cards for staff working Airside at UK Airports",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Airside workers at UK airports are already subject to stringent security checks in order to obtain identity passes to gain airside access at UK Airports. Air Traffic Controllers, Pilots, Cabin Crew etc are to be forced to carry the proposed new voluntary National ID Card, on pain of losing their jobs. \nThe National ID Card will not be compatible with existing Airport Security systems (which vary from Airport to Airport) and will not replace the existing ID passes carried by airside workers at UK Airports.\nThe forced introduction of what is allegedly a voluntary scheme will do nothing to prevent terrorist attacks or reduce illegal immigration.",
            "closed_at": "2008-09-14T00:00:00Z",
            "created_at": "2008-03-14T14:38:02.444333Z",
            "creator_name": "Michelle Alder",
            "government_response_at": "2009-02-20T13:05:53.072233Z",
            "government_responses": [
                {
                    "created_at": "2009-02-20T13:05:53.072233Z",
                    "details": "You signed a petition asking the Prime Minister to \"Abandon the forced introduction of the national ID cards for staff working Airside at UK Airports\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page18324\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'airsideid'",
                    "updated_at": "2009-02-20T13:05:53.072233Z"
                }
            ],
            "opened_at": "2008-03-14T14:38:02.444333Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 411,
            "state": "finished",
            "updated_at": "2009-01-13T03:02:36.130428Z"
        },
        "id": 8929160
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/airsideid/"
    },
    "type": "petition"
}