{
    "data": {
        "attributes": {
            "action": "Reform the House of Commons and give us None of the Above on all ballot sheets",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "It is clear now that we have a government who work for their own ends and careers instead of our own.\nThey can no longer be termed as civil servants and should be referred to as civil masters. \nOur democratic rights are flawed in that \nwe only get to vote for the choices made by the parties.\nWe need a \"None of the Above\" option on ballot sheets at all elections, whether for councils or parliament. \nWe need this now before the next election.\n\nThis would give us ordinary people a say, and would show publicly the level of distrust and disatisfaction across all parties this action alone could trigger this reform that is now clearly needed.\n\nWhen \"None Of the Above\" wins an area all political parties should then present a new candidate for the revote, for the sake of government the original MP can temporarily retain their seat but is not allowed to be included in the next revote.",
            "closed_at": "2009-03-14T00:00:00Z",
            "created_at": "2008-03-14T21:04:19.875497Z",
            "creator_name": "Darren Smith",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-03-14T21:04:19.875497Z",
            "rejected_at": "2008-04-16T00:01:03.959071Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/noneoftheabove/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-04-16T00:01:03.959071Z"
        },
        "id": 8933529
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/HouseCleaning/"
    },
    "type": "petition"
}