{
    "data": {
        "attributes": {
            "action": "stop using global warming excuses to increase taxing on fuel",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Having watched ‘Tonight with Trevor Macdonald’ on Friday 14th March 08, it has been brought to my attention that the tax levies on the British Tax Payers is somewhat extortionate to the point of repulsion. You as a Government have allowed representatives of your party and previous government parties to misrepresent the expenditure of funds to the correct departments! \n\tFor example, the taxation implications from the residents of the North East of England have been promised by previous Governments and present Government, have promised a dual carriageway from Morpeth to Edinburgh for many decades. Once again, the Government are wasting Tax Payers money on unnecessary projects as a mask for issues such as Global Warming. If the upgrading of the A1 were carried out, there would be less fuel consumptions, fewer deaths and accidents and also less congestion would occur. Which as a British Citizen I think that it would benefit all road users, which contribute a substantial sum of money to the Government which we all want the money  spent wisely.",
            "closed_at": "2009-03-14T00:00:00Z",
            "created_at": "2008-03-14T22:02:35.747959Z",
            "creator_name": "Gary Cameron",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-03-14T22:02:35.747959Z",
            "rejected_at": "2008-04-16T00:01:03.959071Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/5yearprogram/\nhttp://petitions.pm.gov.uk/FDSCRAP/\nhttp://petitions.pm.gov.uk/reducefuelduty/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-04-16T00:01:03.959071Z"
        },
        "id": 8934008
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/fuelcharges/"
    },
    "type": "petition"
}