{
    "data": {
        "attributes": {
            "action": "Lets Go to the the Olympic Games of China. 2008",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "China was granted the 2008 Games in the understanding that their HUMAN RIGHTS records would improve\nIT IS NOW WORSE\nFACTS\nTo build the stadiums the authorities forcibly evicted people from their homes.\nOver 3 million people are locked up in political concentration camps.\nThey fund the Government of Sudan, despite the Tragedy of DARFUR the mounting death toll and human right abuses. S.SPIELBERG has walked away from his role in the games\nThe Backing of the JUNTA in BURMA whose human rights abuses is renowned.\nTHE ILLEGAL INVASION AND OCCUPATION OF TIBET continues to this day\nBeijing’s air is so polluted that it will seriously damage the athlete’s performance\nCHINA IS RESPONSIBLE FOR 90% of all FAKE GOODS produced in the world and are flooding the world with FAKE MEDICINE\n\nOVER ONE MILLION PEOPLE DIE EACH YEAR IN AFRICA FROM FAKE MEDICINE \n\nI REQUEST THAT ALL ATHLETES TAKE A STANCE AND BOYCOTT THE GAMES \n\nI CALL ON THE UK & ALL GOVERMENTS TO BOYCOTT THE GAMES & IMPOSE TRADING RESTRICTIONS ON CHINA",
            "closed_at": "2009-03-17T00:00:00Z",
            "created_at": "2008-03-15T13:00:22.013723Z",
            "creator_name": "A.DOAK",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-03-15T13:00:22.013723Z",
            "rejected_at": "2008-03-18T09:46:27.800333Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/Bejing/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-03-18T09:46:27.800333Z"
        },
        "id": 8937554
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/COUNTERFIET/"
    },
    "type": "petition"
}