{
    "data": {
        "attributes": {
            "action": "ban the import of seal products into the U.K and encourage Europe to do the same.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The annual Canadian seal hunt is the largest slaughter of any marine mammal in the world. Defenceless Harp seal pups between three to twelve weeks old are being bludgened to death on the ice with wooden clubs and hakapiks (large ice pick clubs) in a seal nursery in front of their mothers on the ice floes off Canada's east coast. This is extremely brutal and cruel! It has been proved that previously around 42% of these seal pups had been skinned alive and there is footage which shows seals being dragged accross the ice by boat hooks hooked in their mouths whilst still concious and dead and dying seals being stock piled. They are mainly killed for their fur which is exported mostly to Europe and Japan for fashion purposes. This is an absolute disgrace, and the U.K along with other nations should not be supporting such a cruel and barbaric massacre by allowing the imports of seal products.",
            "closed_at": "2009-03-17T00:00:00Z",
            "created_at": "2008-03-16T03:25:45.250695Z",
            "creator_name": "Tracy Cole",
            "government_response_at": "2009-04-22T15:14:58.764203Z",
            "government_responses": [
                {
                    "created_at": "2009-04-22T15:14:58.764203Z",
                    "details": "You signed a petition asking the Prime Minister to \"ban the import of seal products into the U.K and encourage Europe to do the same.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page19070\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Ban-Seal-Items'",
                    "updated_at": "2009-04-22T15:14:58.764203Z"
                }
            ],
            "opened_at": "2008-03-16T03:25:45.250695Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 236,
            "state": "finished",
            "updated_at": "2009-03-18T00:01:01.170190Z"
        },
        "id": 8942651
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Ban-Seal-Items/"
    },
    "type": "petition"
}