{
    "data": {
        "attributes": {
            "action": "Recnise the achievements of the Welsh Rugby Team in securing a second Grand Slam in Four Years",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I call upon the English government to recognise the achievement of the Welsh Rugby Team(including coaches and managers) to be recognised in the Honours Lists for their services to international sport.\n\nIn the abscence of a dedicated Welsh honours system I feel that the only mark of respect that the Welsh nation can offer to these sporting heroes is through the English honours system.\n\nNot only do we have the second Grand Slam in 4 years, but we have players such as Shane Williams who has now scored more tries for his country than any other Welshman, we also have a number of players who have represented Wales on 50 or more occasions.\n\nAfter the fiasco of the honours given to the last Grand Slam winning team, and the over abundance of honours given to overpaid footballers, I would stongly appeal to the governement to recognise sporting achievement from all sports and nations within the United Kingdom equally.",
            "closed_at": "2008-09-16T00:00:00Z",
            "created_at": "2008-03-16T11:00:27.771261Z",
            "creator_name": "Paul Williams",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-03-16T11:00:27.771261Z",
            "rejected_at": "2008-04-16T00:01:03.959071Z",
            "rejection": {
                "code": 16384,
                "details": "The Cabinet Office Ceremonial Secretariat is now seeking proposals for honours. See http://www.honours.gov.uk.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-04-16T00:01:03.959071Z"
        },
        "id": 8943853
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/GrandSlam/"
    },
    "type": "petition"
}