{
    "data": {
        "attributes": {
            "action": "To stop the cruel practice of breeding large breed dogs to small breed bitches.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Large dogs are being put to small breed bitches for the trade in small cross breed puppies, the bitches are often very young, bred on first season, even under 1 year old, and should they survive the first litter are then bred again and again.\n\nAbsolutely no thought is given to their welfare and they are seen, to the puppy farmers, as mere money making, breeding machines.\n\nPotential buyers rarely see the mother, just cute little puppies, they are unaware what the poor bitch has had to go through to produce these cute bundles of fluff.\n\nCouncils are not policing premises that have paid for their dog breeding licence, or enforcing the need to have one. Licensing and Environmental Health are there to protect the welfare of the animals and trading standards are there to protect the interest of the public. They are all failing in this, and we call upon Westminster and the Welsh Assembly to enforce the legislation that is already in place, and prevent this further abuse of animals.",
            "closed_at": "2009-03-17T00:00:00Z",
            "created_at": "2008-03-16T11:45:18.854250Z",
            "creator_name": "annette connolly-read",
            "government_response_at": "2009-04-29T15:07:41.179396Z",
            "government_responses": [
                {
                    "created_at": "2009-04-29T15:07:41.179396Z",
                    "details": "You signed a petition asking the Prime Minister to \"To stop the cruel practice of breeding large breed dogs to small breed bitches.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page19137\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'crueldogbreeding'",
                    "updated_at": "2009-04-29T15:07:41.179396Z"
                }
            ],
            "opened_at": "2008-03-16T11:45:18.854250Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 612,
            "state": "finished",
            "updated_at": "2009-04-29T15:06:34.826545Z"
        },
        "id": 8944222
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/crueldogbreeding/"
    },
    "type": "petition"
}