{
    "data": {
        "attributes": {
            "action": "Disband Wiltshire Primary Care Trust for a democratically elected alternative sensitive to local health needs",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Wiltshire Primary Care Trust has not taken due notice of local peoples wishes but rather has resorted to sham public consultations. It has embarked on a programme of local hospital closures ignoring public opinion e.g Westbury Hospital which was an excellent local hospital. It has reduced hospital beds to dangerous levels and is closing maternity units and A and E units requiring patients to travel awkward long journeys(often 20 miles plus) for treatment. Local people gave a million pounds towards Westbury Hospital over the years and yet none of this benefits those people and their families now.\nThe system of nursing teams visiting homes (rather than hospital treatment) is less accountable and proving very poor at present. I believe that future independent assessors will find their systems deeply flawed.\nThey should be replaced by an elected group sensitive to local needs rather than leaving us with a self-interested undemocratic quango of 'placemen' or should I say placepeople.",
            "closed_at": "2009-03-17T00:00:00Z",
            "created_at": "2008-03-16T15:24:45.909202Z",
            "creator_name": "Bob lee",
            "government_response_at": "2009-06-05T12:00:27.665525Z",
            "government_responses": [
                {
                    "created_at": "2009-06-05T12:00:27.665525Z",
                    "details": "You signed a petition asking the Prime Minister to \"Disband Wiltshire Primary Care Trust for a democratically elected alternative sensitive to local health needs.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page19486\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'WiltsPCTout'",
                    "updated_at": "2009-06-05T12:00:27.665525Z"
                }
            ],
            "opened_at": "2008-03-16T15:24:45.909202Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 205,
            "state": "finished",
            "updated_at": "2010-02-25T15:10:39.839091Z"
        },
        "id": 8945832
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/WiltsPCTout/"
    },
    "type": "petition"
}