{
    "data": {
        "attributes": {
            "action": "ensure that computer games are not given unfair treatment by the government in relation to other media in terms of violence or other content inappropriate for children shown within",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The computer games industry and its produce is regularly subject to questioning as to its suitability for children.\n\nHowever there has never been any evidence or studies which show a causal link between violence in video games, or other innapropriate content, and violence or antisocial behaviour more so than any other form of entertainment.\n\nThis has not stopped government comments regarding the unsuitbaility of computer games for children due to violent or other innapropriate content.\n\nWe call for the government to either cease these comments or to make equally minded comments for other media such as film, television or magazines.\n\nIt is unfair that one industry which allows a medium for such content to be viewed to be held to account more highly than any other medium without evidence to show a greater degree of cuplability.",
            "closed_at": "2008-06-17T00:00:00Z",
            "created_at": "2008-03-17T00:31:13.379152Z",
            "creator_name": "Matthew Jackson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-03-17T00:31:13.379152Z",
            "rejected_at": "2008-04-16T00:01:03.959071Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-04-16T00:01:03.959071Z"
        },
        "id": 8950187
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/contentfilmtv/"
    },
    "type": "petition"
}