{
    "data": {
        "attributes": {
            "action": "commit to not legislating against what the government terms ‘illegal’ file sharing and instead encourage content distributors to adapt their business model to the 21st Century.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In the strategy paper on the creative industries the DCMS included a commitment to:\n\n‘consult on legislation that would require internet service providers and rights holders to co-operate in taking action on illegal file sharing – with a view to implementing legislation by April 2009’\n\nDCMS 2008 ‘Strategy paper on the Creative Industries’ Section 5.1 – Pg 51\n\nThe government should celebrate the fact that for the first time in history that books, movies and music can be distributed free to all those who want them. It should also recognise that being creative is not contingent on being paid, that an industry doesn’t need to be generate millions of pounds to be considered to be productive and culturally influential.\n\nThe Creative industries have lost control over their means of distribution and the government should not legislate against file sharing to protect an industry that has been outmoded by technology. Would the government also consider it a good idea to ban the printing press in order to keep monasteries illuminating books by hand?",
            "closed_at": "2009-03-17T00:00:00Z",
            "created_at": "2008-03-17T11:49:34.157075Z",
            "creator_name": "Ben",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-03-17T11:49:34.157075Z",
            "rejected_at": "2008-04-16T00:01:03.959071Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/LawyerISP/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-04-16T00:01:03.959071Z"
        },
        "id": 8954872
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/creativesharing/"
    },
    "type": "petition"
}