{
    "data": {
        "attributes": {
            "action": "Support the UK Youth Parliament's beliefs that university fees/top up fees should be abolished to allow access to free higher education for every young person across the United Kingdom",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Currently, members of the UK Youth Parliament are promoting a campaign to make university free for all young people across the United Kingdom.\nCurrently we have thousands of signatures for this National campaign (hand written).\nThe campaign has recently been voted the West Midlands UKYP priorty campaign and you can vote online on the Youth Parliament website to decide wether it shall be debated in the House of Lords and be one of the 3 National UKYP campaigns! \n\nThis is part of a developing national campaign throughout the United Kingdom which is gathering more and more support all the time, and events are being planned/held across the United Kingdom including debate in the Houses of Parliament in March 2008 where we will be debating the issue with Ministers & launching the results of our consultation.\n\nWe are also to deliver the report (titled: Uni fees - are they fair?) in a high profile delivery 10 Downing Street, hold a demonstration in a few months time in London, delivering a paper based petition to Number ten and holding a massive event in Birmingham later this year.\n\nPlease sign this petition to pressure the Government to make university free for all young people accross the UK.",
            "closed_at": "2009-03-18T00:00:00Z",
            "created_at": "2008-03-17T11:34:47.257935Z",
            "creator_name": "James Greenhalgh, East Staffordshire MYP",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-03-17T11:34:47.257935Z",
            "rejected_at": "2008-03-19T09:35:15.221935Z",
            "rejection": {
                "code": 2048,
                "details": "Similar to http://petitions.pm.gov.uk/byestudentfees/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-03-19T09:35:15.221935Z"
        },
        "id": 8954540
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/youthparliament/"
    },
    "type": "petition"
}