{
    "data": {
        "attributes": {
            "action": "take greater responsibility for that approximate one fifth of the Iraki population that is now barely surviving as refugees in Syria and Jordan.  In particular, attention should be paid to the M.O.D. regulations that prevent even Iraki interpreters with over thirty months of service to our armed forces from finding political asylum in Britain.  This situation is a national scandal.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "There are in Syria any number of Iraki families who have no work permits, no savings, and who are resorting to prostitution merely to survive. Few of these could return home without being murdered by Shia or Sunni militias. In Jordan there are 250,000 children now largely without education, many of them suffering from crippling injuries with little hope of medical care. Meanwhile we, the British, spend astronomical sums on what has become a token occupation of Basra while these fanatical militias take over. Any claim that more than a fraction of these refugees could return home in safety is for now, and the foreseeable future, therefore utterly bogus. Steps must be taken then to see to their long-term relief as a matter of the greatest urgency.",
            "closed_at": "2009-03-17T00:00:00Z",
            "created_at": "2008-03-17T13:27:17.432530Z",
            "creator_name": "Jeffrey Thompson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-03-17T13:27:17.432530Z",
            "rejected_at": "2008-04-16T00:01:03.959071Z",
            "rejection": {
                "code": 2048,
                "details": "Similar to http://petitions.pm.gov.uk/Iraqi-Refugees/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-04-16T00:01:03.959071Z"
        },
        "id": 8957002
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Iraki-Refugees/"
    },
    "type": "petition"
}