{
    "data": {
        "attributes": {
            "action": "instruct his Secretary of State for Culture, Media and Sport (under the Public Statues Monopolies Act) to support the Sir Keith Park Memorial Campaign for a memorial statue to Air Chief Marshal Sir Keith Rodney Park, GCB, KBE, MC and Bar, DFC, RAF , in recognition of his vision and skills in leading to victory those who fought on the ground and in the air during the Battle of Britain, to be erected permanently on the fourth plinth in Trafalgar Square.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Sir Keith Park, Commander of 11 Group, Fighter Command, RAF - Battle of Britain, 1940.\nAs Marshal of the Royal Air Force, Lord Tedder, said of Sir Keith Park to his peers in February 1947,\n\"If any one man won the Battle of Britain, he did. I do not believe it is realised how much that one man, with his leadership, his calm judgement and his skill, did to save, not only this country, but the world.\" \n\nSir Keith Park, a New Zealander, commanded the Royal Air Force 11 Group Fighter Command – the squadrons which bore the brunt of the Battle of Britain.  The failure of Nazi Germany to defeat the RAF in 1940 was Hitler’s first major setback – and forced him to call off his planned invasion of Britain.  So it would be a fitting tribute to Park’s leadership that a statue of him should be erected on the fourth plinth in Trafalgar Square beneath Nelson – another British hero who defended our nation’s freedom in her hour of need - and alongside others whose military skill, foresight, leadership and prowess has been remembered.",
            "closed_at": "2008-12-31T00:00:00Z",
            "created_at": "2008-03-17T17:14:08.591133Z",
            "creator_name": "Karl McCartney",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-03-17T17:14:08.591133Z",
            "rejected_at": "2008-03-18T09:46:53.365306Z",
            "rejection": {
                "code": 65536,
                "details": "",
                "reasons": [
                    "Contains links to websites"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-03-18T09:46:53.365306Z"
        },
        "id": 8961255
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Sir-Keith-Park/"
    },
    "type": "petition"
}