{
    "data": {
        "attributes": {
            "action": "Demand the Surrender of the White Supremacist Racists!",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We the undersigned petition the Prime Minister to demand the Surrender of the White Supremacist Racists who have barricaded themselves into positions of Trust, Authority and Power in the Banking, Insurance and Civil Services.\n\n\n\nMust those classified by the White Supremacists as low life value, filthy bred, contaminated with non-white blood, \"cannon fodder\", darker eyed, darker haired, \"wannabe\" blond, \"white trash\" be grateful that they have not been classified as Black and be content to work longer hours and sacrifice their lives in civil unrest and war for the greater good of the high life value, pure blood, thorough bred, clean, straight haired blond, blue/grey eyed, Aryan members of the Supreme White Race? \n\n\nWhat say you?\n\n\nRace Equality Secret Service (RESS) working to neutralise the power of White Supremacist ideology and demolish the system of Institutional (Organised) Racism.\n\n\nAlchemy Rising!\n\nCan you feel The Power?",
            "closed_at": "2008-10-17T00:00:00Z",
            "created_at": "2008-03-17T21:28:28.235324Z",
            "creator_name": "Race Equality Secret Service",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-03-17T21:28:28.235324Z",
            "rejected_at": "2008-04-17T00:01:04.516010Z",
            "rejection": {
                "code": 8320,
                "details": "",
                "reasons": [
                    "Language which is offensive, intemperate, or provocative",
                    "False or incomplete name or address information"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-04-17T00:01:04.516010Z"
        },
        "id": 8964706
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Racist-Surrender/"
    },
    "type": "petition"
}