{
    "data": {
        "attributes": {
            "action": "Dawn Wilson - Mother",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Parents are getting more & more worried about children being exposed to paedophiles. More support is available to abusers than potential victims.  We cannot let our children ride our bikes, play out of sight like we did in the 60s,70s & 80s.  This is affecting children in many ways from Obesity to basic social skills. This is a square eyed generation.  No longer can our kids run free.We want our children to learn to play again without being terrified they are going to be snatched & raped.  What would allow us to do this..to be informed of “Who lives next door!”   What is this government doing to allow our children to be children again?  Schools encouraging children to walk to school. Parents are terrified to allow them.  Ten years ago the majority of children walked to school, built mud pies, played football in the street.  Kids are prisoners in their own home now. Stop worrying about politically correctness, worry about the future of this country, the children.  Make child abuse such a strong sentence that it becomes a deterrent!  This is not going to get better!  This will loose the election; the undercurrent is going to turn into a tidal wave.",
            "closed_at": "2009-03-18T00:00:00Z",
            "created_at": "2008-03-17T23:00:51.497294Z",
            "creator_name": "dawn wilson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-03-17T23:00:51.497294Z",
            "rejected_at": "2008-04-18T00:01:07.394746Z",
            "rejection": {
                "code": 8704,
                "details": "Please make your title a call for action.",
                "reasons": [
                    "Statements that don't actually request any action",
                    "False or incomplete name or address information"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-04-18T00:01:07.394746Z"
        },
        "id": 8965784
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/KidsJustice/"
    },
    "type": "petition"
}