{
    "data": {
        "attributes": {
            "action": "stop penalising the honest hardworking members of the british public, following yet more increases in the Budget of 2008",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In the past year, I received a pay award equivalent to £2.50 a week as a Civil Servant. This is despite my workload increasing due to Civil Service reform / cuts. \n\nHowever, my cost of living has increased dramatically more than £2.50.\n\nI am saddened by the fact that despite me working continually since I left school 12 years ago, making a conscious decision not to have children before I could financially support them myself, I am in no way rewarded for my sensible approach by the UK government. \n\nIndeed, I am left with the feeling that not only am I unrewarded as a Civil Servant, but I would also be better off having had a number of children and refusing to work. \n\nI request that the Prime Minister takes prompt action to reward such citizens that do not receive any support in living an honest life on a modest income, and are struggling now to support themselves with the increased cost of living faced by people in the UK today",
            "closed_at": "2008-06-18T00:00:00Z",
            "created_at": "2008-03-18T01:40:31.804138Z",
            "creator_name": "Dale McMullen",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-03-18T01:40:31.804138Z",
            "rejected_at": "2008-04-17T00:01:04.516010Z",
            "rejection": {
                "code": 512,
                "details": "",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-04-17T00:01:04.516010Z"
        },
        "id": 8966463
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Budget2/"
    },
    "type": "petition"
}