{
    "data": {
        "attributes": {
            "action": ": Examine and challenge proposals made by Derbyshire County Council, to close Deincourt Community School.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The proposal made was that from 2010 there would be no new Year 7 intake into Deincourt; Y7 students from Grassmoor, North Wingfield and Parkhouse primaries would go to Tupton and students from Heath and Pilsley to Tibshelf school.  In 2011 all remaining students at Deincourt would transfer to Tibshelf school to complete their studies, where a new build would be in place.We are proud of having turned Deincourt into a school that stands out in the community through the continued support of staff, students, parents, governors and the strong partnerships forged with outside agencies.  We are passionate about Deincourt staying open and staying small as we know the benefits to both students and parents are immense.",
            "closed_at": "2008-07-31T00:00:00Z",
            "created_at": "2008-03-18T13:43:53.911168Z",
            "creator_name": "Denis Price",
            "government_response_at": "2008-08-22T15:02:30.065931Z",
            "government_responses": [
                {
                    "created_at": "2008-08-22T15:02:30.065931Z",
                    "details": "You signed a petition asking the Prime Minister to \"Examine and challenge proposals made by Derbyshire County Council, to close Deincourt Community School.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page16668\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'deincourt'",
                    "updated_at": "2008-08-22T15:02:30.065931Z"
                }
            ],
            "opened_at": "2008-03-18T13:43:53.911168Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 405,
            "state": "finished",
            "updated_at": "2008-08-01T03:51:56.672875Z"
        },
        "id": 8971613
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/deincourt/"
    },
    "type": "petition"
}