{
    "data": {
        "attributes": {
            "action": "re-enact the Firearms Act 1997 No.1  (small calibre pistol exemption)",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In the first version of the 97 act, the small calibre pistol exemption was designed as a balance, to allow ISSF,UIT,Commonwealth and Olympic shooting disciplines to continue to be developed at grass roots, club level across the U.K. The second version of the act struck out this exemption and thus outlawed any club level development of these sports.  \n\nSwitzerland is now the home of British pistol shooting, at the British Alpine Rifle Club, the patron is H.R.H the Duke of Edinburgh. Britain should be the home of British pistol shooting. \n\nStatute approval, by the Home Office, for U.K. clubs, now means that U.K. target shooting can fully comply with, and accomplish the required provisions of the 1st version of the Firearms Act\n1997 (small calibre pistol exemption). This being in close partnership with the Government, the Association of Chief Police Officers and the British Shooting Sports Council.",
            "closed_at": "2008-07-25T00:00:00Z",
            "created_at": "2008-03-18T16:16:08.181488Z",
            "creator_name": "Hannah Maughan",
            "government_response_at": "2008-08-22T14:41:56.898888Z",
            "government_responses": [
                {
                    "created_at": "2008-08-22T14:41:56.898888Z",
                    "details": "You signed a petition asking the Prime Minister to \"re-enact the Firearms Act 1997 No.1 (small calibre pistol exemption).\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page16658\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'SmallCallibre'",
                    "updated_at": "2008-08-22T14:41:56.898888Z"
                }
            ],
            "opened_at": "2008-03-18T16:16:08.181488Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 677,
            "state": "finished",
            "updated_at": "2008-07-26T03:53:10.367961Z"
        },
        "id": 8973624
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SmallCallibre/"
    },
    "type": "petition"
}