{
    "data": {
        "attributes": {
            "action": "Make EBAY provide 'Contact details' (phone)  to all members & 'Justify' removal of items or users with proof / evidence before actions are taken.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Ebay at present request contact details and information including bank details from users. Ebay should provide company contact phone numbers so users who have problems can communicate with an Ebay representative regarding issues they may have. Current problems include Sales removals, Purchasing problems and Fraudulent ’spoof’ Emails requesting information.\nEbay only supply contact numbers to ’Power Sellers’. Others are asked to Email and messages are answered to with Automated Answers'.\nEBay should justify actions regarding 'Removal of items (and/or) Users, using proof which should be investigated by EBay employees and not 'Automated message response systems'. Removal of ‘Items or Users’ regarding EBay’s current policies can cause financial problems, Stress, as well as having your character portrayed as untrustworthy. Without proof, these issues can cause many difficult problems when the claims made by Ebay are false, including financial ruin in some previous cases. Ebay obviously do have problems with criminal activity but should investigate each individual case to insure they don’t damage the reputation of genuine",
            "closed_at": "2008-09-19T00:00:00Z",
            "created_at": "2008-03-19T02:38:58.738121Z",
            "creator_name": "David Foxall",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-03-19T02:38:58.738121Z",
            "rejected_at": "2008-04-18T00:01:07.394746Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-04-18T00:01:07.394746Z"
        },
        "id": 8978728
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/EBAYPETITION/"
    },
    "type": "petition"
}