{
    "data": {
        "attributes": {
            "action": "Ask Queen Elizabeth II to, appoint the late Sir Arthur C Clarke to the honour of; The Most Distinguished to the Order of Saint Michael and Saint George.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "\"Life is just one big banana. Science fiction allows us all to peel open the reality and discover the yellow truth inside.\"\nSir Arthur Charles Clarke was a British science fiction author, inventor, and futurist, most famous for his novel 2001: A Space Odyssey.\nThe Most Distinguished to the Order of Saint Michael and Saint George is, used to honour individuals who have rendered important services in relation to Commonwealth or foreign nations; typically foreign ambassadors.\nClarke’s current honour of CBE should be 'upgraded' as it were, in recognition of Clarke's work as an ambassador of the space age, marked by an optimistic view of science empowering mankind's exploration of the universe.\nIn his varied work, Arthur C Clarke was earth’s first ambassador the cosmos, as a scientist and as 'conscious raiser' to humanity to realise its future potential.",
            "closed_at": "2009-03-19T00:00:00Z",
            "created_at": "2008-03-19T01:48:26.082785Z",
            "creator_name": "Michael S Maloy",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-03-19T01:48:26.082785Z",
            "rejected_at": "2008-04-18T00:01:07.394746Z",
            "rejection": {
                "code": 16384,
                "details": "Honours requests are now dealt with by the Cabinet Office Ceremonial Secretariat. Please see http://www.honours.gov.uk.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-04-18T00:01:07.394746Z"
        },
        "id": 8978647
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/arthur-c-clarke/"
    },
    "type": "petition"
}