{
    "data": {
        "attributes": {
            "action": "Allow citizens to carry a minimum self defence, such as a pepper spray. Allowed in  E.U.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In the UK we have a catch all law called the 1968 firearms act, and the carrying of a harmless defence spray is covered by the phrase, 'to discharge a noxious liquid or any other thing,' any other thing could be light , noise etc. E U countries sell pepper sprays in  shops. We can not buy then to protect ouselves   because the E.U exempts firearms from E. U legislation.   Just imagine if the following people had been carrying a can of pepper. Rachel Nickel,murdered on wimbledon common, the mother and sister of Megan Russell, hammered to death by Micheal Stone. Two years ago a girl got into a taxi and the doors locked, for 30 minutes she texted her family. she was raped and murdered.a pepper spray would saved her.Pepper spray causes no tissue damage, the active chemical 'capsaicin' is used in ginger beer and medicinal creams for shingles.. pepper sprays are made from the essential oil of cayenne pepper. pure and natural, it is absorbed by the body same as a vindaloo.  It is up to all of us to be responsible for the safety of ourselves and our family, when the attack takes place there will only be you, no policeman , just you.",
            "closed_at": "2009-03-19T00:00:00Z",
            "created_at": "2008-03-19T14:25:31.001034Z",
            "creator_name": "COLIN CAMPBELL",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-03-19T14:25:31.001034Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 82,
            "state": "finished",
            "updated_at": "2010-02-26T17:40:09.356222Z"
        },
        "id": 8984413
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/defence-spray/"
    },
    "type": "petition"
}