{
    "data": {
        "attributes": {
            "action": "permanently place a statue of Group Captain Lord Cheshire of Woodhall, V.C., O.M., D.S.O., D.F. C. and of his wife, Baroness Ryder of Warsaw, C.M.G., O.B.E., on the fourth plinth in Trafalgar Square.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This would combine memories of their distinguished war-time careers (Group Captain Cheshire won his VC for 100 bomber sorties and Sue Ryder worked for the SOE) with their peacetime vocations (Leonard Cheshire founded the charity, The Leonard Cheshire Foundation, for disabled people and Sue Ryder founded the charity, The Sue Ryder Foundation, for refugees and disabled people).  When they married, they worked together to continue to support the needy, world-wide.\n \nA statue to Leonard Cheshire and Sue Ryder would remind us of heroism in war (particluarly of RAF Bomber Command), the importance of dedicated voluntary support of the needy and of the value of a stong marriage - an inspiration to us all.",
            "closed_at": "2009-03-19T00:00:00Z",
            "created_at": "2008-03-19T15:19:56.173871Z",
            "creator_name": "Howard Chinner",
            "government_response_at": "2009-08-27T12:58:27.048095Z",
            "government_responses": [
                {
                    "created_at": "2009-08-27T12:58:27.048095Z",
                    "details": "You signed a petition asking the Prime Minister to \"permanently place a statue of Group Captain Lord Cheshire of Woodhall, V.C., O.M., D.S.O., D.F. C. and of his wife, Baroness Ryder of Warsaw, C.M.G., O.B.E., on the fourth plinth in Trafalgar Square.” \n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page20434\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Cheshire-Ryder'",
                    "updated_at": "2009-08-27T12:58:27.048095Z"
                }
            ],
            "opened_at": "2008-03-19T15:19:56.173871Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 259,
            "state": "finished",
            "updated_at": "2009-06-25T16:22:18.120310Z"
        },
        "id": 8985204
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Cheshire-Ryder/"
    },
    "type": "petition"
}