{
    "data": {
        "attributes": {
            "action": "Use the CSA to help support the courts by returning CSA payments to the Non-resident parents if the resident parent refuses to stick to access orders made by a court.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I pay £5500 a year from my £23k earnings, even though I can’t afford it for 6 months of the year.  I have spent over £8k in 4 years to see my children on a regular basis, the courts keep giving me toothless access orders that my ex ignores at will as she has no personal price to pay unless I go back to court at my own expense. As the CSA take a large lump of my wage + the loans taken out to pay to go to court for the access order she is ignoring she knows I can’t afford to take her back to court. What I would like to see is a clause where 'the CSA will return monies taken from the non residential parent for the period where the residential parent is refusing to honour access orders granted by the courts. Save for where the resident parent fears for their safety or that of the children. In such events the monies would be \"held over\" until the resident parent has shown grounds for this fear to a court. Subject to the court’s decision the monies would be paid to the rightful recipient'.",
            "closed_at": "2009-03-19T00:00:00Z",
            "created_at": "2008-03-19T20:02:26.337993Z",
            "creator_name": "Richard Fox",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-03-19T20:02:26.337993Z",
            "rejected_at": "2008-04-24T00:01:04.307369Z",
            "rejection": {
                "code": 2048,
                "details": "Similar to http://petitions.pm.gov.uk/csaabsentchild/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-04-24T00:01:04.307369Z"
        },
        "id": 8988472
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/CSAAccess/"
    },
    "type": "petition"
}