{
    "data": {
        "attributes": {
            "action": "recognise our support for the Gurkhas in their protests to H. M. Govt as demonstrated by those Gurkhas who, on 19th March 2008 felt it necessary to hand in their Long Service & Good Conduct Medals. Such action was dignified and peacefully demonstrated the deep distress felt by those soldiers, who have a long tradition of loyal service to the Crown, at the unequal treatment of H. H. Govt. in deciding which Gurkhas and their families may automatically have a right to remain in the County based on the date of 1997",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Some Gurkha soldiers, who are a part of H. M.Forces and held in high regard by the British People felt it necessary to protest at the unequal treatment applied to them by returning (on 19th  March 2008 ) their Long Service & Good Conduct Medals. Essentially this relates to a date of pre or post 1997 being adopted by H.M Govt for determining which Gurkha Soldiers and their familes may have an automatic right to stay in this Country. Service and / or retirement prior to 1997 does not at present  carry with it guaranteed rights to remain in this Country with obvious elements of unjustified unfairness and uncertainty.",
            "closed_at": "2008-06-20T00:00:00Z",
            "created_at": "2008-03-20T02:29:00.591114Z",
            "creator_name": "Howard S Richards",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-03-20T02:29:00.591114Z",
            "rejected_at": "2008-04-19T00:01:07.544151Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/Gurkha-soldiers/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-04-19T00:01:07.544151Z"
        },
        "id": 8990846
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/gurkhasstayinuk/"
    },
    "type": "petition"
}