{
    "data": {
        "attributes": {
            "action": "move the tax exemption for classic car vehicles to pre 30th december 1989 and freeze at this point.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The 1972 car tax exemption is ridiculous, the end of british leyland with cars like the rover SD1 which are becoming rarer by the year aren't even exempt aswell as many other classic vehicles which survived the demise of BL. Similarly the end of the Ford Cortina and Ford Capri in the early to late 1980s should be preserved and aided in this by freezing the car tax at the 30th December 1989. I think few would argue that the vauxhall corsa or peugoet 206 is likely to become a classic in even the next 25 years and so for this reason i feel you could easily freeze the tax exemption at a much longer term date which allows for the true historical classics to be preserved. This new date allows for the major historical events of the british car industry and the preservation of some true classic cars but still preserving the revenue that taxing a vehicle brings post 1989 and into the long term future. Thus this is a much fairer policy for the people.",
            "closed_at": "2008-04-19T00:00:00Z",
            "created_at": "2008-03-19T22:57:08.955085Z",
            "creator_name": "Stephen Meadows",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-03-19T22:57:08.955085Z",
            "rejected_at": "2008-04-24T00:01:04.307369Z",
            "rejection": {
                "code": 2048,
                "details": "Similar to http://petitions.pm.gov.uk/Historic-Car-Tax/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-04-24T00:01:04.307369Z"
        },
        "id": 8990062
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ClassicCar1989/"
    },
    "type": "petition"
}