{
    "data": {
        "attributes": {
            "action": "grant the same rights to those Nepalese Fighters who served and fought for Britain and who retired before 1997 the same rights afforded those Nepalese Army Fighters who retired after 1997 and who are now entitled to pay and pension equal with the rest of the Army and are allowed to settle in Britain.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "More than 200,000 Gurkhas have fought for Britain around the world. Thirteen have been awarded the Victoria Cross \n\n— About 43,000 Gurkhas died fighting in the two world wars \n\n— The first Gurkhas were recruited into the British Army in 1815 after the Victorians identified them as a “martial race”, naturally warlike and aggressive. Gurkhas still carry into battle a traditional 18in curved knife, or kukri \n\n— The name Gurkha comes from the hill town of Gorkha, from where the nation of Nepal expanded \n\n— The motto of the Gurkha is: “Better to die than be a coward” \n\n— About 28,000 Nepalese youths enter the notoriously tough Gurkha selection process every year to compete for just over 200 places \n\nSource: BBC \n\nAnd the Government continues to treat these brave and faithful people with discourtesy and contempt.",
            "closed_at": "2008-09-20T00:00:00Z",
            "created_at": "2008-03-20T08:55:15.511085Z",
            "creator_name": "Peter Parr",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-03-20T08:55:15.511085Z",
            "rejected_at": "2008-04-19T00:01:07.544151Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/Gurkha-soldiers/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-04-19T00:01:07.544151Z"
        },
        "id": 8991681
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/gurkhasupport/"
    },
    "type": "petition"
}