{
    "data": {
        "attributes": {
            "action": "DROP PROPOSALS WHICH ALLOW THE HOME SECRETARY TO BE HELD WITHOUT A JURY",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "\"Ministers have been urged to drop proposals which would allow the Home Secretary to force an inquest to be held without a jury\", AOL today reports.\nThe petitioner is calling on the P.M. to over rule this - the jury system, based on the constitutional and basic human right to be assumed innocent until proven guilty has long since been admired following European models - so good in fact, that the US developed their system based on UK principles.\nRecent media reports highlight people's common concerns about trial by speculation, the admission of hearsay evidence in court and journalists who act as juries. There is no democratic place for trial by media and witch hunts - let not Diana's death be in vain. Of course, this is only a personal opinion, peacefully expressed, but to me, voyeurism on other people's grief, and distress, when they are vulnerable, under pressure and in crisis,  just seems like sick, savage fun. Can we as a nation not somehow address this problem to be a little kinder and more humanitarian to each other, in light of the McCann case, because NEXT IT MAY BE YOU ?! (Please feel free to read this in parliament).",
            "closed_at": "2009-03-20T00:00:00Z",
            "created_at": "2008-03-20T09:59:03.304805Z",
            "creator_name": "J RICHARDS",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-03-20T09:59:03.304805Z",
            "rejected_at": "2008-04-24T00:01:04.307369Z",
            "rejection": {
                "code": 256,
                "details": "",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-04-24T00:01:04.307369Z"
        },
        "id": 8992690
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/nojuryinquests/"
    },
    "type": "petition"
}