{
    "data": {
        "attributes": {
            "action": "avoid withdrawal of the all party Counter - Terrorism bill - no time like the present to present justice !",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "\"The Common's all-party Justice Committee said plans in the Counter-Terrorism Bill should be withdrawn to allow time for detailed scrutiny.\"\n\nI don't have a problem with :\n\na) ID cards\nb) Phone taps\nc) Appointment of Home Office coroners\nd) The only reason that submissable evidence like phone taps is \"sensitive\" is if it has been obtained,\n\na) fraudulently\nb) by bending the rules\nc) causing embarrassment to those obtaining it or trying on the basis of it\n\nI have nothing to hide - what does the rest of the nation think ?\n\nIt is not big, it is not clever, it is not a reason to get an ASBO or be a freedom fighter - acts of violence are criminal acts, which harm, maim and destroy the lives of other people. We all want peace in our time, PM, internationally, and locally, safe communities in which to bring up our families and freedom from fear for peaceful law abiding people : Acts for which the perpetrators can be held to account, through legal (ie non - journalistic) legitimate means, brought to trial, prosecuted and imprisoned.\n\n(Please feel free to read this in parliament).",
            "closed_at": "2009-03-20T00:00:00Z",
            "created_at": "2008-03-20T10:14:29.794329Z",
            "creator_name": "J RICHARDS",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-03-20T10:14:29.794329Z",
            "rejected_at": "2008-04-24T00:01:04.307369Z",
            "rejection": {
                "code": 20736,
                "details": "",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand",
                    "Outside the remit of the Prime Minister and Government",
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-04-24T00:01:04.307369Z"
        },
        "id": 8992921
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/counterterrorism/"
    },
    "type": "petition"
}