{
    "data": {
        "attributes": {
            "action": "ratify the UN Convention on the Rights of Persons with Disabilities in full, without reservation or limitation, by December 2008.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Convention is the first international treaty in history to create a specific legal framework to protect the human rights of disabled people across the globe and to recognise that disabled and non-disabled people share a common humanity. 20 countries need to ratify the Convention before it becomes legally binding. To date only 17 have done so. The UK is not among them.\nThe UK signed the Convention in March 2007. Since then 2,000 people have signed a petition on this site calling on the Government to ratify it without delay. In response to pressure from campaigners the UK has pledged to ratify the Convention by the end of 2008.\nHowever, the Convention Campaign Coalition (CCC) is increasingly concerned that the Government might try to reserve, or opt out of, certain Convention rights.Reserving against certain Convention articles means that some parts of the Convention would not be legally binding in the UK.\nHuman Rights are inalienable and universal. If the UK is truly committed to disabled people’s human rights it cannot pick and choose which Convention rights it is willing to support.",
            "closed_at": "2009-01-25T00:00:00Z",
            "created_at": "2008-03-20T12:49:01.891191Z",
            "creator_name": "Ruth Scott",
            "government_response_at": "2009-03-24T15:36:09.556208Z",
            "government_responses": [
                {
                    "created_at": "2009-03-24T15:36:09.556208Z",
                    "details": "You signed a petition asking the Prime Minister to \"ratify the UN Convention on the Rights of Persons with Disabilities in full, without reservation or limitation, by December 2008.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page18674\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'noreservations'",
                    "updated_at": "2009-03-24T15:36:09.556208Z"
                }
            ],
            "opened_at": "2008-03-20T12:49:01.891191Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 5033,
            "state": "finished",
            "updated_at": "2010-01-22T16:41:32.628382Z"
        },
        "id": 8994726
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/noreservations/"
    },
    "type": "petition"
}