{
    "data": {
        "attributes": {
            "action": "acknowledge that he actually reads petitions, in particular those that attract great support, and does not simply delegate their dismissal to the relevant Government office to respond to in their typical dismissive way.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I have signed up to several petitions since their inception, and keep receiving the same e-mail upon closure of the respective petition, that \"Government knows best\" and the changes proposed in the petition won't be considered.  Unless it's submitted in person, and there's a chance for the PM to appear in a photo opportunity, nothing ever seems to happen as a result of the petition system - despite massive support of the concept from the computer-literate public.  Can the PM ofer any indication that he even cares what thousands of his peers actually think about soaring fuel prices, driving on the hard shoulder, deportation... or giving people the Great Britain they feel they deserve?",
            "closed_at": "2008-06-20T00:00:00Z",
            "created_at": "2008-03-20T22:27:32.866201Z",
            "creator_name": "Brendan Fleming",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-03-20T22:27:32.866201Z",
            "rejected_at": "2008-04-24T00:01:04.307369Z",
            "rejection": {
                "code": 16384,
                "details": "Comments about the petitions system should be sent to team@petitions.pm.gov.uk.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-04-24T00:01:04.307369Z"
        },
        "id": 9000261
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/PM-acknowledge/"
    },
    "type": "petition"
}