{
    "data": {
        "attributes": {
            "action": "We the undersigned petition the Prime Minister to prevent the imminent quarrying of the Jurassic coast of Portland, from Southwell Village to Portland Bill",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Portland is part of the beautiful, world famous Jurassic coast and also the home of Portland stone.\n\nPortland stone has been used in some of the most eminent buildings in the land. Less well known is the terrible cost in lives and environmental damage that Portland has suffered due to stone extraction.\n\nRecently a quarry firm bought mineral rights to quarry the coast from Southwell Village to Portland Bill. These rights date back to 1951 when controls were minimal. They override environmental restrictions such as SSSI status. Quarrying is expected to start in the next two months.\n\nTrashing the remaining natural beauty of the island would be a terrible, costly mistake. \nPeace and tranquility will be replaced by blasting. Rare habitats will be obliterated. Important archaeological sites will be destroyed. The resulting industrial wasteland will savagely depress tourism.\n\nWe must act now to prevent this coast being destroyed forever.",
            "closed_at": "2009-03-25T00:00:00Z",
            "created_at": "2008-03-21T10:50:04.492899Z",
            "creator_name": "Michèle Ireland",
            "government_response_at": "2009-06-05T11:58:01.736803Z",
            "government_responses": [
                {
                    "created_at": "2009-06-05T11:58:01.736803Z",
                    "details": "You signed a petition asking the Prime Minister to \"We the undersigned petition the Prime Minister to prevent the imminent quarrying of the Jurassic coast of Portland, from Southwell Village to Portland Bill.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page19488\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'portland'",
                    "updated_at": "2009-06-05T11:58:01.736803Z"
                }
            ],
            "opened_at": "2008-03-21T10:50:04.492899Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 2088,
            "state": "finished",
            "updated_at": "2009-09-08T15:49:35.067642Z"
        },
        "id": 9003140
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/portland/"
    },
    "type": "petition"
}