{
    "data": {
        "attributes": {
            "action": "Introduce rebates on low mileage vehicles",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The proposed new CO2 emissions based car tax is a crude and blunt instrument, penalising ‘low mileage’ 4x4 drivers, performance cars and most cars over 2.0 litres.\n\nAll vehicles of all classes have a role to play and should not be prematurely scrapped, devalued or owners suffer losses on the used car market.  This is a cynical tax – and has nothing to do with ‘green’ issues, or encourage car drivers to use alternative means – it’s really a tax on those who are proud to work for a living.\n\nLets take two ‘used’ cars worth about £8K - a small car say a Fiat Grande Punto which produces 139 CO2 g/km, compared to a Nissan Terrano at 260 CO g/km – but if the Punto drives twice the distance they will pollute more – yet they will be paying £330 less in car tax – how mad is that!\n\nIf the tax was genuine for ‘eco’ reasons, then they would encouraging all drivers to do less driving in all vehicles and offer incentives – hitting us with a big stick is not the answer. We are calling on the Chancellor to think again regarding the 2009 tax banding of cars and offer rebates for low mileage users.",
            "closed_at": "2009-03-25T00:00:00Z",
            "created_at": "2008-03-21T13:55:27.163675Z",
            "creator_name": "Richard Wheatcroft",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-03-21T13:55:27.163675Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 22,
            "state": "finished",
            "updated_at": "2009-06-29T15:48:23.390105Z"
        },
        "id": 9004875
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/VEDRebate2009/"
    },
    "type": "petition"
}