{
    "data": {
        "attributes": {
            "action": "prevent the filtering of Internet traffic as it is an inappropriate mechanism to prevent copyright infringement - in the same way that we do not filter all telephone traffic or all mail to detect criminal activity.  It is not appropriate to penalise legitimate users of the Internet as a mechanism for preventing illegal activity.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The government is seeking to filter internet messages to try and catch illegal copyright infringements.  It is correct that the government is attempting to protect copyright material.  It is not correct to try and detect this activity by  filtering on the type of traffic as this will hinder and prevent legal data movements that us e the same protocols.  There will be false positive detections and inappropriate accusations against innocent users.  Do we filter all mail in case it contains copyright material?  No. Do we filter all telephone calls in case they are discussing illegal activities? No?  Do we check all people who get on a bus to see if they have chosen to steal something from a shop?  No.  It is not right to tackle the transport of data across the internet and adversely affect all users.  It is only right to penalise those who are involved in illegal activity.",
            "closed_at": "2008-06-21T00:00:00Z",
            "created_at": "2008-03-21T15:16:40.649980Z",
            "creator_name": "Neil Hallworth",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-03-21T15:16:40.649980Z",
            "rejected_at": "2008-04-24T00:01:04.307369Z",
            "rejection": {
                "code": 2304,
                "details": "http://petitions.pm.gov.uk/LawyerISP/",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand",
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-04-24T00:01:04.307369Z"
        },
        "id": 9005565
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/InternetFilters/"
    },
    "type": "petition"
}