{
    "data": {
        "attributes": {
            "action": "Change government policy on Islamic immigration",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We, the undersigned,  call on the UK government to stop Islamic immigration, save in cases of persons fleeing Sharia ‘justice’ or Islamic ‘honour’ retribution. \nWe call for the reversal of the current trend towards official acceptance of things Islamic:  the way of life, the treatment of women and animals, the objections to free speech and artistic expression, the Islamic schools and mosques;  in the mistaken belief that integration between Islamic and British communities is possible, a belief \nat odds with the Islamic immigrant ghettoes and enclaves where other British citizens are unwelcome or even endangered.\nExisting and proposed Muslim immigrants should be prepared to indicate formally a willingness to adapt to the British way of life in suitably defined ways, with new laws to give effect to the changes. \nWe call for an end to all so-called ‘faith schools’, and to all instances of privileged political status being given to religious organizations.",
            "closed_at": "2009-03-26T00:00:00Z",
            "created_at": "2008-03-21T15:26:10.773014Z",
            "creator_name": "Stanley James Hawkins",
            "government_response_at": "2009-08-10T12:14:00.150084Z",
            "government_responses": [
                {
                    "created_at": "2009-08-10T12:14:00.150084Z",
                    "details": "You signed a petition asking the Prime Minister to \"Change government policy on Islamic immigration.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page20268\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Islamisation'",
                    "updated_at": "2009-08-10T12:14:00.150084Z"
                }
            ],
            "opened_at": "2008-03-21T15:26:10.773014Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 300,
            "state": "finished",
            "updated_at": "2010-02-26T17:26:25.147445Z"
        },
        "id": 9005652
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Islamisation/"
    },
    "type": "petition"
}