{
    "data": {
        "attributes": {
            "action": "Pressure Bangladesh to restore the land belonging to Haji Ashkor Ali",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This petition calls for the UK to pressure Bangladesh to ensure that land belonging  to Haji Ashkor Ali is recorded in is name.  The government department of the Survey of Bangladesh/Department of Land Record and Surveys is carrying out survey and settlement operation in the whole of the country.   Survey officials are taking large sums of money (bribes) in order to record the land in the name of others.  Haji Ashkor Ali's legitimate documents (deeds, title, mutation and tax records) are being disregarded (thrown out) so that these officials can make money by taking bribes to record his land in the name of others.  This is against the constitution of Bangladesh, against any common law and also against the basic human rights of any individual.  The petition calls for the UK government to suspending all forms of support until the land records are amended/corrected.  If you stand for human rights, then support this petition and make justice prevail.",
            "closed_at": "2009-03-21T00:00:00Z",
            "created_at": "2008-03-21T20:26:44.286081Z",
            "creator_name": "Abu Bakkar",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-03-21T20:26:44.286081Z",
            "rejected_at": "2008-04-24T00:01:04.307369Z",
            "rejection": {
                "code": 20480,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government",
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-04-24T00:01:04.307369Z"
        },
        "id": 9008153
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BanglaBazar/"
    },
    "type": "petition"
}