{
    "data": {
        "attributes": {
            "action": "repay the outstanding contribution of the Ghurka Regiment's military service by granting all serving and former serving personnel the right to a pension equal to that of any serving member or former serving member of the Armed Forces of equivalent rank and service, and further by granting all serving and former serving personnel and their families the right to free medical treatment, whether they live in the UK or elsewhere, and further by granting all serving and former serving personnel and their families the right to live in the UK.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I have today witnessed the dignified protest by soldiers and former soldiers of the Ghurka Regiment at their shameful treatment by the Government with regard to their pension entitlement, their right to medical treatment, and their right to reside in the UK, and indeed, to be treated equally as any serving, or former serving member of the UK Armed Forces, to which they also belonged and served so well. It is a disgrace that such dedicated people, many of whom have paid dearly in their service to this country, should be treated in this manner. It makes me feel ashamed to belong to a country that can treat such wonderful people in such an appalling fashion.",
            "closed_at": "2008-06-22T00:00:00Z",
            "created_at": "2008-03-22T01:29:51.469781Z",
            "creator_name": "Iain Harper",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-03-22T01:29:51.469781Z",
            "rejected_at": "2008-04-24T00:01:04.307369Z",
            "rejection": {
                "code": 2048,
                "details": "There is a similar petiton at:\nhttp://petitions.pm.gov.uk/Gurkha-soldiers/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-04-24T00:01:04.307369Z"
        },
        "id": 9009629
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/G-urkas/"
    },
    "type": "petition"
}