{
    "data": {
        "attributes": {
            "action": "Erect a statue of Dean Windass in Hull",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "For the people of Hull, Deano Windass is a living legend. For the past 15 years Deano, as he is affectionatly known by his fans, has graced the turf for many football teams in the north of England becoming an instant fan favourite. However he is not adored as much as he is by his home time fans of Hull City.\n\n   Scoring goals and more goals for every club he has played for, Deano is considered one of the finest strikers to have played in the Football League in the past decade. In Hull he is a hero to all football fans and is still performing at a high level even at the tender age of 38. A great example to all youngsters for is hard work, self preservation, attitude and joy of the game.\n\nFor these reasons I feel we should commemorate his hard work and achievements upon a plinth. Every Hullensian would welcome this and feel it due. So come Tigers, sign up!",
            "closed_at": "2009-03-25T00:00:00Z",
            "created_at": "2008-03-22T00:14:05.148604Z",
            "creator_name": "Jonathan Crumpton",
            "government_response_at": "2009-04-22T15:29:26.386416Z",
            "government_responses": [
                {
                    "created_at": "2009-04-22T15:29:26.386416Z",
                    "details": "You signed a petition asking the Prime Minister to \"Erect a statue of Dean Windass in Hull.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page19076\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Windass'",
                    "updated_at": "2009-04-22T15:29:26.386416Z"
                }
            ],
            "opened_at": "2008-03-22T00:14:05.148604Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 586,
            "state": "finished",
            "updated_at": "2009-03-26T00:01:01.161534Z"
        },
        "id": 9009437
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Windass/"
    },
    "type": "petition"
}