{
    "data": {
        "attributes": {
            "action": "say No to the proposed flightpath changes to Luton and Stansted airports",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "You may be alarmed to find out the aircraft bound for Luton and Stansted could be circling over your homes from Spring 2009. The National Air Traffic Service (NATS) is redesigning the flight paths for Luton, Stansted and London City airports and if approved by the CAA will be implemented in Spring 2009. In consultation proposal released in February 2008 NATS has outlined the proposals and is seeking feedback from the public.\n\nNATS are proposing significant changes to the flight path of air traffic arrivals into Luton and Stansted which pass over part of the Cambridgeshire, Suffolk and North East Essex area known as TCN.\n\nThe consultation documents state that NATS has been forced to reach a compromise between conflicting interests. “Avoiding both densely populated areas and the surrounding countryside was not possible in airspace that is amongst the busiest in the world. As a result, requests for route changes tended to move routes away from centres of population to less populated countryside.”",
            "closed_at": "2009-03-25T00:00:00Z",
            "created_at": "2008-03-22T12:53:58.106221Z",
            "creator_name": "Alastair Norman",
            "government_response_at": "2009-04-22T15:30:38.975594Z",
            "government_responses": [
                {
                    "created_at": "2009-04-22T15:30:38.975594Z",
                    "details": "You signed a petition asking the Prime Minister to \"say No to the proposed flightpath changes to Luton and Stansted airports.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page19078\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'ruralpeace'",
                    "updated_at": "2009-04-22T15:30:38.975594Z"
                }
            ],
            "opened_at": "2008-03-22T12:53:58.106221Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1269,
            "state": "finished",
            "updated_at": "2009-09-08T15:49:35.067642Z"
        },
        "id": 9012992
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ruralpeace/"
    },
    "type": "petition"
}