{
    "data": {
        "attributes": {
            "action": "pass legislature that all paper used by public companies will be 100% post-consumer recycled paper",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Adopting a policy whereby \nall paper used by public companies is post-consumer recycled \npaper from British sources would:\n1) Create an untold number of jobs domestically in \nthe recycling industry. \n2) At little inconvenience make a huge leap towards the enironmental sustainability of our county.\n3) Be a milestone that made headlines, paving the way for other nations to follow. \n4) Set a good example for children in schools, public sector employees, private corporations and other nations.\n5) Protect our fragile environment and wildlife,\nas well as yielding many other benefits.\n\nThe current system of take/make/throw away is doing the world little good, destroying the life of humans and animals alike. Cutting down trees to make paper when there are better alternatives results in a reduction in the quality of our air. Sustainable forrests dry the land, robbing it of resources and preventing it from sustaining life therefore they are not an apt solution, neither are many of the recycling processes which use bleach or chlorine, and so it is post-consumer recycled paper (preferably from British sources) which is prescribed to deal with this problem.",
            "closed_at": "2008-06-25T00:00:00Z",
            "created_at": "2008-03-22T11:53:06.389982Z",
            "creator_name": "Antony Sammeroff",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-03-22T11:53:06.389982Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 169,
            "state": "finished",
            "updated_at": "2008-06-27T03:36:13.767997Z"
        },
        "id": 9012157
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/post-consumer/"
    },
    "type": "petition"
}