{
    "data": {
        "attributes": {
            "action": "Remove John Hemming MP's reference to Mengele",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "A senior prominent paediatrician was termed Mengele in Hansard by John Hemming MP 19th December 2006. \n\nJohn Hemming MP did not disclose his association with the anti msbp campaigning group as admitted by the Speaker's Office. \n\nThis paediatrician continues to be referred to as Mengele throughout Hansard despite the fact there has been no successful conviction by the police authorities. The MP has been unable to provide the evidence to verify that this paediatrician is indeed Mengele. \n\nThis has prejudiced the doctor's GMC's hearing. Parliament has no procedure whereby a violation of human rights can be addressed by an individual. In general, this term has to be tolerated by the doctor for the term of his natural life as there is no way of challenging this issue in the UK. \n\nIn addition, any doctor can be labelled in this way while undergoing a GMC hearing. This is a violation of Article 6 of the Human Rights Act 1998. In this case, it also undermines the confidence in child protection.\n\nWe petition the Prime Minister to implement procedures so the individual can seek redress for a violation of their human rights within parliament.",
            "closed_at": "2009-03-22T00:00:00Z",
            "created_at": "2008-03-22T12:50:49.268807Z",
            "creator_name": "Dr Rita Pal",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-03-22T12:50:49.268807Z",
            "rejected_at": "2008-04-24T00:01:04.307369Z",
            "rejection": {
                "code": 4096,
                "details": "This is a matter for direct communication with Parliament.",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-04-24T00:01:04.307369Z"
        },
        "id": 9012953
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ChildP/"
    },
    "type": "petition"
}