{
    "data": {
        "attributes": {
            "action": "Scrap the tolls on Dartford Tunnel",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The toll is £1 each way for cars, with higher tolls for trucks. There are about 54 million crossings a year generating income of about £65 million. The original cost of the crossings was recovered by around 2002, but the Government decided to keep the tolls, which will generate a profit of about £50 million a year. The crossings are managed by a private French company - \"Le Crossing\".\nThe Government claim that the tolls are kept to control the traffic. The tolls delay traffic, add to vehicle emissions and can cause accidents.\nDartford has probably the worst deliberately designed bottleneck in the UK caused by extracting toll charges in order to cross the Thames.\nWhat do you get for paying tolls? Daily and lengthy jams, increased pollution levels, huge economic cost in missed appointments, wasted fuel, late deliveries, and excessive wear and tear on brakes and clutches, not to mention the environment that the government tells us its most concerned about.",
            "closed_at": "2009-03-25T00:00:00Z",
            "created_at": "2008-03-22T18:16:32.708758Z",
            "creator_name": "Linda Fazzani",
            "government_response_at": "2009-04-22T15:32:16.595366Z",
            "government_responses": [
                {
                    "created_at": "2009-04-22T15:32:16.595366Z",
                    "details": "You signed a petition asking the Prime Minister to \"Scrap the tolls on Dartford Tunnel.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page19077\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'NoDartfordTolls'",
                    "updated_at": "2009-04-22T15:32:16.595366Z"
                }
            ],
            "opened_at": "2008-03-22T18:16:32.708758Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1092,
            "state": "finished",
            "updated_at": "2009-09-08T15:49:35.067642Z"
        },
        "id": 9016548
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/NoDartfordTolls/"
    },
    "type": "petition"
}