{
    "data": {
        "attributes": {
            "action": "place maximum pressure on the Israeli government to release all Palestinian prisoners held illegally in Israeli jails",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Israeli Army is allowed to arbitrarily arrest and detain Palestinian civilians with very little accountability, this allows the Israeli army to exercise broad and unchecked powers against the Palestinian population.\n\n> In the last 8 year, more than 45,000 Palestinians were arrested by the Israeli military. Currently 11,229 Palestinians in Israeli jails include 375 children, 19 mothers whose children are imprisoned with them.\n\n>Palestinians are tried and later being held within Israeli military courts located within military facilities in the OPT. These tribunals rarely fall within the required international standards of fair trials.\n\n>The Israeli human rights groups have documented Palestinian detainees being subjected to torture.\n\n>Since 1967, almost 200 Palestinians have died in Israeli prisons.\n>Palestinian children from the age of 12 onwards may be charged and sentenced in military courts under Israeli law.",
            "closed_at": "2008-04-25T00:00:00Z",
            "created_at": "2008-03-22T19:38:41.404256Z",
            "creator_name": "Action Palestine",
            "government_response_at": "2008-05-16T14:42:44.755746Z",
            "government_responses": [
                {
                    "created_at": "2008-05-16T14:42:44.755746Z",
                    "details": "You signed a petition asking the Prime Minister to \"place maximum pressure on the Israeli government to release all Palestinian prisoners held illegally in Israeli jails.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page15562.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'palprisoners'",
                    "updated_at": "2008-05-16T14:42:44.755746Z"
                }
            ],
            "opened_at": "2008-03-22T19:38:41.404256Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 260,
            "state": "finished",
            "updated_at": "2008-04-30T03:26:36.738414Z"
        },
        "id": 9017317
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/palprisoners/"
    },
    "type": "petition"
}