{
    "data": {
        "attributes": {
            "action": "Re-think about the CSA completely.  We feel it needs to be uprooted and re-planted as a fairer and more transparent system.  The NRP who pays, is seen as a soft target and extortionate CSA costs through re-assessment claims made by CSA and the threats from CSA staff to enforce the new enforcement laws need to be addressed.  You must take in to consideration the NRP's quality of life, loans, bills and responsibilitiy to the second family.  Do not demonise and witch hunt PAYING NRP's recognise there must be a threshold level that is a true reflection of a child's maintenance cost.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Paying NRP's are seen as scape goats for a failing CSA.  There needs to be a acceptable \"threshold\" level for child maintenance.  The Paying NRP must not be made a victim and his/her second family must not suffer the burden of the first marraige/family.  NRP's new family also deserve a quality of lifestyle that should be acceptable.  PWC - Mothers must also share the burden of the maintenance costs after a period when the child is at school full time.",
            "closed_at": "2009-03-25T00:00:00Z",
            "created_at": "2008-03-22T22:51:41.238885Z",
            "creator_name": "Abdul Rahim",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-03-22T22:51:41.238885Z",
            "rejected_at": "2008-03-25T16:46:06.046433Z",
            "rejection": {
                "code": 2048,
                "details": "Similar to: http://petitions.pm.gov.uk/CSAOldNewcalc/ http://petitions.pm.gov.uk/CSAreview/ http://petitions.pm.gov.uk/csanotfair/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-03-25T16:46:06.046433Z"
        },
        "id": 9018723
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/RethinktheCSA/"
    },
    "type": "petition"
}