{
    "data": {
        "attributes": {
            "action": "Bring software under the scope of Trading Standards laws.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Unreliable, untrustworthy, insecure, unstable, and just plain buggy software repesents the single greatest problem faced by users of computers. In industry, faulty software is one of the single greatest causes of wasted working time. Yet, software is not at present covered by the provisions which apply to most other retailed goods, specifically those relating to the fitness of the product to perform its stated task. \n\nWe undertand that the OFT is already investigating unfair software-licensing terms. However, we feel that this is not the whole issue. \n\nWe the undersigned believe that the application of the same Trading Standards requirements as apply to hardware would compel software vendors to concentrate their efforts on improving quality-control instead of -as at present- on adding more and more needless gimmickry. It would also offer the consumer the unalienable right of refund in the case where software demonstratably fails to perform its core function to an acceptable standard.  The result, we feel, would be the same kind of dramatic improvement in reliability which these laws have brought to consumer hardware.",
            "closed_at": "2008-09-25T00:00:00Z",
            "created_at": "2008-03-23T13:00:50.385227Z",
            "creator_name": "Ian Rudge",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-03-23T13:00:50.385227Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 13,
            "state": "finished",
            "updated_at": "2009-07-29T16:51:11.589912Z"
        },
        "id": 9021932
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/softwarequality/"
    },
    "type": "petition"
}