{
    "data": {
        "attributes": {
            "action": "Take action to stop thousands of babies needlessly dying annually,  from IUGR (Intra Uterine Growth Restriction)",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "IUGR (Intra Uterine Growth Restriction) affects thousands of babies each year, and a large proportion of these innocent lives end whilst still in the womb.\n\nA large percentage of these babies are of a viable gestation, a signficant number being full term.\n\nUndetected, IUGR leads to fetal compromise, and death. Please take a moment to think of the familes that are given the devestating news that their baby has died, when they were within weeks or days of bringing them home, but instead having to plan their baby's funeral.\n\nIUGR really can be detected by the use of *customised growth charts antenatally, (*Perinatal Institute Birmingham) and a plan of care for the baby adjusted, which can save the baby's life.\n\nThese growth charts are being increasingly adopted by trusts within the UK, but we need them to be part of the NICE Antenatal Guidlines, and used natiowide.\n\nThe evidence is there to support their worth, so please, please consider introducing them. We are a rich, developed country - how can we excuse the number of babies that die needlessly?\n\n1 in 100 babies dies, so please give our much loved children the best chance in life, the chance to be born alive and into their families loving arms.",
            "closed_at": "2009-03-25T00:00:00Z",
            "created_at": "2008-03-23T17:06:27.564319Z",
            "creator_name": "Samantha Springall",
            "government_response_at": "2009-06-05T11:56:23.726821Z",
            "government_responses": [
                {
                    "created_at": "2009-06-05T11:56:23.726821Z",
                    "details": "You signed a petition asking the Prime Minister to \"Take action to stop thousands of babies needlessly dying annually, from IUGR (Intra Uterine Growth Restriction).\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page19489\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'IUGRBaby'",
                    "updated_at": "2009-06-05T11:56:23.726821Z"
                }
            ],
            "opened_at": "2008-03-23T17:06:27.564319Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1034,
            "state": "finished",
            "updated_at": "2009-05-21T16:32:44.300581Z"
        },
        "id": 9023754
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/IUGRBaby/"
    },
    "type": "petition"
}