{
    "data": {
        "attributes": {
            "action": "back stem cell research, and stop the Catholic Church from Condemning people to a life of disability.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "When will the church wake up to the real world?\nIf we were put on this earth and given the ability to think then why oh why should we not use that \"god give right\"?\nIf you lived your life with a condition that affects your ability to live a \"normal\" life but have the brains to cure that condition then who are the church to sentence us to such lives?\nI thought that the church was there for the betterment of human kind!\nWell it seems that they do not care about people, and how those lives can be helped.\nStem cells are a real hope for a proper life.\nHow many break troughs have been made in health treatments in just the last 200 years, how many vaccinations would the Catholic Church received if it was not for the research made? \nWake up to the real world. This is 2008 but the church seems to want to keep humanity in the dark ages. Why??\nSo much for the church, and they wonder why so many people turn away from the church.",
            "closed_at": "2009-03-23T00:00:00Z",
            "created_at": "2008-03-23T15:54:36.404170Z",
            "creator_name": "mark malcolm-brown",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-03-23T15:54:36.404170Z",
            "rejected_at": "2008-04-24T00:01:04.307369Z",
            "rejection": {
                "code": 18432,
                "details": "http://petitions.pm.gov.uk/CellTransplant/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions",
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-04-24T00:01:04.307369Z"
        },
        "id": 9023208
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/stem-cells2/"
    },
    "type": "petition"
}