{
    "data": {
        "attributes": {
            "action": "do everything is can to ensure the Embyr Bill is passed through Pariliament.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "There are thousands of religions in the world, but only 1 Motor Neuron Disease, only 1 Multiple Sclerosis, only 1 Parkinson's Disease. Disease can be defined as “A pathological condition of a part, organ, or system of an organism resulting from various causes, such as infection or genetic defect”. Religion can be defined as “A personal or institutionalised system grounded in such belief”. These two definitions, do not allow religion to govern, dictate or influence disease. Disease cannot be believed in, chosen, or dismissed. Where and how does religion gain the right to preside over the science that is attempting ease and prevent the terrible suffering, pain and deterioration that people feel every day? Why should a religion, that many do not believe in, prevent someone from seeing again? No Religion has the right to prevent this. O'Brien states: Bill represented a “monstrous attack on human rights, human dignity and human life”. Surely this is what science is attempting to prevent. It is disease that represents the monstrous attack – not the science attempting to find cures.",
            "closed_at": "2008-05-25T00:00:00Z",
            "created_at": "2008-03-24T09:54:41.414482Z",
            "creator_name": "Sam Wootton",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-03-24T09:54:41.414482Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 13,
            "state": "finished",
            "updated_at": "2008-05-26T00:01:01.062518Z"
        },
        "id": 9027576
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/EmbyroRight/"
    },
    "type": "petition"
}