{
    "data": {
        "attributes": {
            "action": "improve complaints procedures by designing a protocol on suspension procedures in the workplace and give better guidance to employers on defamation laws",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Recent media attention has highlighted poor staffing in the public sector and complaints of the service users, whose needs aren't being adequately met. It hardly surprises me, therefore, that one of my professional concerns is how ad hoc suspension and complaints procedures are. Who says what about what to whom needs to be examined, if we are to work in teams, harmoniously, which (presumably) most profesional people want. It is poverty, disease, illiteracy, environmental change - alleviating the causes of human suffering and progress of scientific research base, the body of knowledge : these are the fights. People do squabble but bullying is affecting my whole life. The enemies are not each other not each other, in workplaces, political parties, professions and different countries. \n\nWhat does the rest of the nation think ?\n(well, Dr Reid did TV broadcast for our ideas to improve the health services)",
            "closed_at": "2009-03-24T00:00:00Z",
            "created_at": "2008-03-24T10:51:55.470460Z",
            "creator_name": "J RICHARDS",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-03-24T10:51:55.470460Z",
            "rejected_at": "2008-04-24T00:01:04.307369Z",
            "rejection": {
                "code": 256,
                "details": "",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-04-24T00:01:04.307369Z"
        },
        "id": 9028100
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/workplaces/"
    },
    "type": "petition"
}