{
    "data": {
        "attributes": {
            "action": "make a public statement, in support of the democratic rights of the Tibetan nation, to be free from Chinese rule, and to re-instate the rightful Tibetan government. For Tibet to be a free country, with equal status to all others, and to be freed from Chinese occupation.  All participants of the forthcoming Olympic games should be able to withdraw from participation, without any form of negative impact on their future, as a protest of Chinese abuse of human rights",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Right, plain talking time, non of the fancy political correct speeches of our spineless government.\nWe all know China sucks, in its treatment of its own people, and those of Tibet. It's occupying Tibet, and it should leave and let them run their own country.\nWho would stand by in any street in any town in this country, and watch a poor defenceless person get beaten up by a group of thugs?\nNot many!\nSo why do we, as a nation, turn our backs on the Tibetan nation who suffer abuse from the Chinese.\nOur government does not want to upset the Chinese government by being critical, but it has a duty to represent its people, who by far, are critical of China.\n\nSupport this petition, get our PM to have some backbone for a change!\n\nSpread the word by email, get everyone signing this petition, lets get it into the news, lets keep China in the spotlight.\nLets do something we can all be proud of for a change, Lets do some good.\n\nFreedom:  Remember, I have the right to make this statement publicly, without fear of persecution. You have the right to disagree. I will defend your right to disagree with me. Its called freedom\nIn Tibet, I would probably be imprisoned for doing this.  They can only dream of freedom!",
            "closed_at": "2008-06-24T00:00:00Z",
            "created_at": "2008-03-24T17:24:42.170101Z",
            "creator_name": "Glyn Davies",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-03-24T17:24:42.170101Z",
            "rejected_at": "2008-04-24T00:01:04.307369Z",
            "rejection": {
                "code": 2560,
                "details": "http://search.petitions.pm.gov.uk/kbroker/number10/petitions/search.lsim?qt=tibet&sr=0&nh=10&cs=&sc=number10&oq=animal+cruelty&sb=0&ha=1157&mt=0",
                "reasons": [
                    "Statements that don't actually request any action",
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-04-24T00:01:04.307369Z"
        },
        "id": 9031464
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SupportTibet/"
    },
    "type": "petition"
}