{
    "data": {
        "attributes": {
            "action": "abolish the Dartford Crossing Toll charges.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Despite calls to scrap the Dartford Crossing Toll and allow vehicles to move freely across the river, the Government now propose to increase the standard charge from £1.00 to £1.50 later this year.\n\nThe charge was introduced in 1963 and was designed to pay for the construction costs of the tunnels and latterly the bridge. These costs were finally paid off in 2002 and the legal authority to charge a toll expired in April 2003. However, the Government decided to continue the toll under the guise of a congestion charge.\n \nThis petition calls for the toll to be scrapped, as soon as is practicable, on the following grounds:\n\na)The congestion, which can stretch for many miles on either side of the crossing, is largely due to the effect of the tollbooths themselves \n\nb)The exhaust fumes generated by thousands of cars waiting in line causes unnecessary environmental damage\n\nc)The delays add unnecessary expense to business and transport costs",
            "closed_at": "2009-01-01T00:00:00Z",
            "created_at": "2008-03-24T17:22:06.428642Z",
            "creator_name": "Cllr Clarence Barrett",
            "government_response_at": "2009-03-25T14:51:10.876498Z",
            "government_responses": [
                {
                    "created_at": "2009-03-25T14:51:10.876498Z",
                    "details": "You signed a petition asking the Prime Minister to \"abolish the Dartford Crossing Toll charges.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page18060\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'dartxx'",
                    "updated_at": "2009-03-25T14:51:10.876498Z"
                }
            ],
            "opened_at": "2008-03-24T17:22:06.428642Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 9425,
            "state": "finished",
            "updated_at": "2009-09-08T15:49:35.067642Z"
        },
        "id": 9031440
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/dartxx/"
    },
    "type": "petition"
}