{
    "data": {
        "attributes": {
            "action": "re-regulate bus services in Manchester and beyond",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "There has been a lot of damage done to the Manchester bus system (and beyond) since de-regulation. \n\n ·Drivers do not have time to police bad behaviour and often do not know the route they are running on\n\n ·Buses are unreliable and full of litter\n\n ·Buses have to rush to keep to unrealistic but profitable timetables\n\n ·Cost of bus travel is rising above inflation\n\n ·Range of bus tickets is confusing\n\n ·Evening, weekend and orbital routes provision is insufficient\n\nQuality Contracts Schemes (QCS) are a step towards re-regulation and they are part of the Local Transport Bill currently going through Parliament. \n\nQuality Contracts Schemes would re-introduce a level of accountability and shift the emphasis from competition to good service provision. Local authorities, rather than profit-orientated companies, would have greater influence on routes, cost and vehicle specifications. \n\nThis petition calls for the introduction of Quality Contract Schemes in Manchester (and beyond).",
            "closed_at": "2008-06-27T00:00:00Z",
            "created_at": "2008-03-25T12:11:32.721784Z",
            "creator_name": "Saffron Chapman",
            "government_response_at": "2008-08-14T14:54:48.656394Z",
            "government_responses": [
                {
                    "created_at": "2008-08-14T14:54:48.656394Z",
                    "details": "You signed a petition asking the Prime Minister to \"re-regulate bus services in Manchester and beyond.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page16534\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'manchesterbuses'",
                    "updated_at": "2008-08-14T14:54:48.656394Z"
                }
            ],
            "opened_at": "2008-03-25T12:11:32.721784Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 303,
            "state": "finished",
            "updated_at": "2009-04-09T12:41:49.219589Z"
        },
        "id": 9038641
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/manchesterbuses/"
    },
    "type": "petition"
}