{
    "data": {
        "attributes": {
            "action": "Help stop the closure of learning shops in Cornwall",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "John Latham CEO & Principle of Cornwall college has advised that he and colleagues have \"Started consultations which may lead to the closure of the learning shop network by 31 July 2008\". Removing IT training from the rural market towns of Cornwall. \n\nAccording to Mr. Latham, these closures are a result of a \"Shift in government funding\". We request the Prime Minister to advise Mr. Latham that we too pay taxes, both local and national. WE fund Cornwall College, the Learning Shops and Mr. Lathams salary.\n\nAt a time when government is proposing new legislation to return more people to work. Closure of the learning shops appears short sighted, ill-conceived and contrary \"Joined up Government\". The resulting redundancies will also add to the ranks of the unemployed. \n\nMany in Cornish market towns already have to undergo between 50 & 80 mile round trips for Taxation, Administrative and Medical services. Are we to add education to this list?\n\nMr. Brown, we respectfully request you intervene. People of Cornwall are being denied the opportunity to use the very facilities which they have paid for, to better themselves.",
            "closed_at": "2008-05-25T00:00:00Z",
            "created_at": "2008-03-25T17:29:13.803705Z",
            "creator_name": "Mr. D.G. Sturt",
            "government_response_at": "2008-08-12T15:47:08.194717Z",
            "government_responses": [
                {
                    "created_at": "2008-08-12T15:47:08.194717Z",
                    "details": "You signed a petition asking the Prime Minister to \"Help stop the closure of learning shops in Cornwall.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page16456\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Cornwall-IT'",
                    "updated_at": "2008-08-12T15:47:08.194717Z"
                }
            ],
            "opened_at": "2008-03-25T17:29:13.803705Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 488,
            "state": "finished",
            "updated_at": "2008-06-17T03:38:06.008839Z"
        },
        "id": 9043112
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Cornwall-IT/"
    },
    "type": "petition"
}