{
    "data": {
        "attributes": {
            "action": "change the csa so it considers the non resident parents family appropriately",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I would like changes to CSA system. I dont believe it deals with child support matters fairly to both sides.\nIn order to pay the maintenence for previous children, the non resident parent loses so much money he/she can not sustain or provide for a new family.\nmy partner pays for two children he doesnt see and the csa treated him with very little respect when they contacted him. If he works, his income after child support and tax doesnt go very far and we struggle even if i work too. there are millions of parents whose lives are the same - the CSA takes from them so much they can not pay their bills.\nI call for change to the system. The income of parent with care should be taken into account as well as ours, access, and the non resident parents outgoings - their new children should have more weight in the calculation.\nits not fair that parents with care are seen as the only ones living in poverty, because thanks to the csa, we do too.\nmy children deserve better, we shouldnt be perseceuted because the man i love has 2children from relationships where he came worse off. \nI want to see the csa consider individual cases and non resident parent and new partner get just as much right as the parent claiming",
            "closed_at": "2009-03-26T00:00:00Z",
            "created_at": "2008-03-25T20:29:31.070319Z",
            "creator_name": "s.pass",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-03-25T20:29:31.070319Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 206,
            "state": "finished",
            "updated_at": "2009-03-27T00:01:01.758525Z"
        },
        "id": 9045167
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/csanonres/"
    },
    "type": "petition"
}