{
    "data": {
        "attributes": {
            "action": "end the discrimination against members of our armed forces who apply for citizenship",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In order to be granted British citizenship, applicants have to have been present in the UK on the same date five years before their application.\n\nMembers of our armed forces, who do not have be to be British citizens, however, may be ordered to any location around the world including into battle to protect and uphold the very freedoms we enjoy.  These fine men & women are therefore denied their well earned right to  citizenship even though they have made vast personal sacrifices on behalf of the British public.\n\nThe situation is well illustrated by the case of Lance Corporal Rogers Jean-Baptiste who served more than four years in the British Army, including two tours in Iraq, and who was denied citizenship because he was stationed in Germany 5 years prior to his application:\n\nhttp://news.bbc.co.uk/1/hi/uk/7313541.stm\n\nRogers Jean-Baptiste sets a fine example to every British citizen.  He reminds us that along with the benefits of citizenship come responsibilities in time of crisis.\n\nMr. Prime Minister, these fine young men & women were there for our country when we needed them.  Will we be there for them when they need us?",
            "closed_at": "2008-09-25T00:00:00Z",
            "created_at": "2008-03-25T23:50:15.667365Z",
            "creator_name": "Scott Bastianpulle",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-03-25T23:50:15.667365Z",
            "rejected_at": "2008-04-25T00:01:06.828638Z",
            "rejection": {
                "code": 67584,
                "details": "http://search.petitions.pm.gov.uk/kbroker/number10/petitions/search.lsim?qt=armed+forces+spouse&sr=0&nh=10&cs=&sc=number10&oq=army+spouse&sb=0&ha=1157&mt=0",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions",
                    "Contains links to websites"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-04-25T00:01:06.828638Z"
        },
        "id": 9046778
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/militarycitizens/"
    },
    "type": "petition"
}