{
    "data": {
        "attributes": {
            "action": "change the law to make it illegal for employees paid out of public funds, including elected Members of Parliament, to use public funds - that money garnisheed off the taxpayer against threat of criminalisation - to pay for legal action to prevent the taxpayer being able to find out just how much they have used their unique position in pursuit of their lives of luxury, at the direct expense of the paying public.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "It is immoral and the biggest and most depraved act, yet, of so called Right Honourable and Honourable Ladies and Gentlemen to use taxpayers money to prevent taxpayers finding out just how much these so called honourable people have used and abused their priviledged position to hide from the people who are paying for them what luxury they have been pouring upon themselves, in secrecy, over the years.  This has to stop and it has to stop  now.  If these people have the smallest iota of honour left among all 640 of them and they want to use the law to prevent the people paying for their lifestyle from finding out everything about their profligacy - with other people's money - then they should pay the legal costs of such action, in it's entirety.",
            "closed_at": "2009-03-26T00:00:00Z",
            "created_at": "2008-03-26T12:52:40.185861Z",
            "creator_name": "Keith Jones",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-03-26T12:52:40.185861Z",
            "rejected_at": "2008-04-25T00:01:06.828638Z",
            "rejection": {
                "code": 16384,
                "details": "This is a matter for direct communication with Parliament.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-04-25T00:01:06.828638Z"
        },
        "id": 9050991
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/NoMoreExpenses/"
    },
    "type": "petition"
}