{
    "data": {
        "attributes": {
            "action": "Keep the 'March 2006' Exemption for Car Tax C02 Bands",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "A tax change slipped into this year’s budget will impact MILLIONS of motorists who have older cars registered between 01/03/01 (51 reg) and 23/03/06 (56 reg).  \n\nA current rule that prevented older cars (registered prior to 23/03/06) being unfairly compared with newer cars is being scrapped.  This will mean that millions of motorist will see their car tax increase SHARPLY, often DOUBLING in 2009.\n\nProgressive changes to the tax system encourages manufacturers to make cleaner cars in the future as technology advances (which is why we had the exemption).  Older cars are bought by people that CAN’T AFFORD NEW CARS will mean the poorest in society will be HARDEST HIT, not just the privileged elite with their new gas guzzlers.  These cars are already made and on the roads so this TAX RISE will DO NOTHING other than make the cars plummet in value and RAISE REVENUE.\n\nThis petition is not about whether car tax linked to CO2 emissions is fair in the first place; it’s simply this:\n\nWE WANT THE GOVERNMENT NOT TO UNFAIRLY MOVE THE GOALPOSTS and NOT BACKDATE THIS TAX to the people that can least afford it.",
            "closed_at": "2008-07-26T00:00:00Z",
            "created_at": "2008-03-26T12:27:37.643639Z",
            "creator_name": "Robert Parnham",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-03-26T12:27:37.643639Z",
            "rejected_at": "2008-04-25T00:01:06.828638Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/UNFAIR-VED/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-04-25T00:01:06.828638Z"
        },
        "id": 9050683
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/doubledcartax/"
    },
    "type": "petition"
}