{
    "data": {
        "attributes": {
            "action": "Call a general election",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Since Gordon Brown became Prime Minister he has signed up to a European constitution that is self ammending and gives away yet more of this nations soveriegnty. Self ammending means that anytime the Europeans feel like adding bits to that treaty they can do because Gordon says its ok for them to deo so.\nAlso Gordon Brown has shown himself to be a complete muppet when it comes to running the nations finances. We didnt save money in the good years and so now during a recession the countries finances are in a complete mess.\nGordon Brown was not ellected as Prime Minister and 99% of the people of the United Kingdom look forward to being able to vote to give their say as to whether they want him as thier Prime Minister. I for one say thanks but no thanks Gordon.....Go to europe and have a job for the boys over there. You obviously love giving our powers to the europeans, im sure they will give you a nice job over there as a golden handshake",
            "closed_at": "2009-03-26T00:00:00Z",
            "created_at": "2008-03-26T15:58:00.867205Z",
            "creator_name": "michael hulland",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-03-26T15:58:00.867205Z",
            "rejected_at": "2008-04-25T00:01:06.828638Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/Decision2008/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-04-25T00:01:06.828638Z"
        },
        "id": 9053032
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/letusvotenow/"
    },
    "type": "petition"
}