{
    "data": {
        "attributes": {
            "action": "address Lord Woolf's reports today on AOL that prisons are full of the wrong people and examine constructive alternative (cost - effective) means of punishment",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Because they are being used to detain entire groups of people who should not be there, prisons are full, AOL today reports. There are many miscarriages of justice - always vulnerable for one reason or another, often discrimination for being a member of a minority, many of them women. What does this benefit the individual ? society ? the economy ? the taxpayer funding the stay ?\n\nIf the purpose of the penal system is as a deterrent, as well as punishment, the petitioner is calling on the P.M. for greater consistency in sentencing, explaining the procedure to the public. and further to my earlier correspondence on journalistic juries, look at how the occurrence of these miscarriages can be reduced. \n\nWhat is your administration doing about what Lord Woolf describes as,\n\n\"shying away from more \"constructive\" methods of punishment for fear of looking soft on crime.\"\n\nCan we as a nation not somehow address this problem - because next it could be YOU ... Crime does't affect victims, but the perpetrators and their families. Laws are there for a reason - please minimalise the perversion of justice that is becoming so commonplace bcause of press interference.",
            "closed_at": "2009-03-27T00:00:00Z",
            "created_at": "2008-03-27T13:36:03.084198Z",
            "creator_name": "J RICHARDS",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-03-27T13:36:03.084198Z",
            "rejected_at": "2008-03-28T12:37:13.123507Z",
            "rejection": {
                "code": 512,
                "details": "Your title should be a clear call for action, preferably starting with a verb, and not a name or statement.",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-03-28T12:37:13.123507Z"
        },
        "id": 9061792
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/wronglydetained/"
    },
    "type": "petition"
}