{
    "data": {
        "attributes": {
            "action": "Stop the cameras outside stations catching people dropping off and stopping",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "My petition is to stop all these hundreds of cameras being put up outside stations and taking pictures of people dropping off people and then distributing them a huge fine.\n\nHow are people meant to drop people off with huge suitcases or elderly people, are they expected to get on the bus which are rarely on time.\n\nUntil they supply us with some kind of nearby and free of charge stopping area then it is ridiculous to expect people to use public transport if they can’t even get to it, there are many people who don't live a walk away form a main bus or station.\n\nI am not exactly sure what the money made from catching people out with these hidden cameras is achieving. We are told buses, trains, roads, lighting will improve but so far roads in London are so poorly done that they have pot holes within a few weeks of being laid, there are so many poorly lighted streets.\nPeople shouldn’t have to be scared of driving there cars in the fear of getting a fine, I am not criticising all cameras that have been put up if they improve traffic flow etc as far as I can see these cameras are nothing but a infuriating pain.",
            "closed_at": "2009-03-27T00:00:00Z",
            "created_at": "2008-03-27T15:14:25.858022Z",
            "creator_name": "Harriet Cottam",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-03-27T15:14:25.858022Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 27,
            "state": "finished",
            "updated_at": "2009-09-08T16:28:07.189255Z"
        },
        "id": 9062850
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Cameras-Out/"
    },
    "type": "petition"
}