{
    "data": {
        "attributes": {
            "action": "Review the compensation awarded to British Servicemen for severe injuries suffered in the service of The Crown",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Despite the last review of compensation rates for servicemen and women injured whilst on active service the levels remain low.  For example, one brave young Royal Marine was recently badly injured in Afghanistan.  His life changing injuries have cost him his right arm and both legs, and yet his compensation award is just £214,000.  Although he will also receive a modest pension, this is pitiable recompense for his injuries and, when compared with civilian compensation awards, is an insult.  Unfortunately his treatment is not unique, and is part of a pattern that brings shame on our society.  \n\nThe brave service personnel injured whilst on active service for our country deserve better than this.  We urge you, Prime Minister, to do right by them and radically improve the compensation available to help them rebuild their lives.",
            "closed_at": "2008-07-01T00:00:00Z",
            "created_at": "2008-03-27T22:23:46.010742Z",
            "creator_name": "Steve Curr",
            "government_response_at": "2008-08-14T15:31:06.144262Z",
            "government_responses": [
                {
                    "created_at": "2008-08-14T15:31:06.144262Z",
                    "details": "You signed a petition asking the Prime Minister to \"Review the compensation awarded to British Servicemen for severe injuries suffered in the service of The Crown.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page16545\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Injured-heroes'",
                    "updated_at": "2008-08-14T15:31:06.144262Z"
                }
            ],
            "opened_at": "2008-03-27T22:23:46.010742Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1449,
            "state": "finished",
            "updated_at": "2008-10-06T04:24:17.400651Z"
        },
        "id": 9067962
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Injured-heroes/"
    },
    "type": "petition"
}