{
    "data": {
        "attributes": {
            "action": "keep the old annual car tax disc price scheme for cars already registered in the UK, introducing the new annual tax disc price scheme for cars registered on or after the date the scheme is introduced",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We think the Prime Minister should consider the people that already own the vehicles that are going to be affected by the new costs of a vehicle tax disc. This is not only going to cost the owner more money to tax the vehicle but is also decreasing the market value of each and every vehicle it affects. We have no problem with bringing the new costs of a vehicle tax disc for cars registered on or after the date the new price scheme is introduced but we think it is unfair to make the people that already have these affected vehicles to either pay the extra cost to tax the vehicle or sell the vehicle for a decreased value. \n\nWe think the Prime Minister needs to keep the old vehicle tax disc pricing scheme for cars already registered, introducing a new vehicle tax disc price scheme for vehicles registered on or after the date the new pricing scheme is introduced.",
            "closed_at": "2008-06-28T00:00:00Z",
            "created_at": "2008-03-28T00:09:31.129703Z",
            "creator_name": "Nicholas Bennett",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-03-28T00:09:31.129703Z",
            "rejected_at": "2008-05-01T00:01:04.328199Z",
            "rejection": {
                "code": 2048,
                "details": "Similar to http://petitions.pm.gov.uk/NewRoadTax/\nhttp://petitions.pm.gov.uk/UNFAIR-VED/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-05-01T00:01:04.328199Z"
        },
        "id": 9068765
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Tax-Disc-Costs/"
    },
    "type": "petition"
}