{
    "data": {
        "attributes": {
            "action": "repeal sections of the Children Act 2004 to absolutely disallow the use of physical force to 'discipline' children and to furnish children with the same rights regarding common assault as adults.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "As a matter of principle children should have the same rights and freedoms as adults in the UK, children are people and should have the same protection under law. If one is to strike and adult, this would be common assault and the perpetrator could be prosecuted. However if a parent strikes a child, who is decidedly more vulnerable and weak than an adult, this is perfectly legal.\n\nSmacking and other types of physical punishment have been proven to have negative effects on a child's mental development. Physical assault, especially by parents, sends mixed messages to children confusing them over whether it is right or wrong to hit people and over how they should treat other people.\n\nArticle 7 of the UN Declaration of Human Rights proclaims \"All are equal before the law\". This convention is not met in the case of children's rights regarding assault and physical force in the UK.\n\nAll peoples, in a civilized society, must have absolute right over their own bodies, no matter their age.",
            "closed_at": "2009-03-28T00:00:00Z",
            "created_at": "2008-03-28T01:11:24.229524Z",
            "creator_name": "Phelim Brady",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-03-28T01:11:24.229524Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 17,
            "state": "finished",
            "updated_at": "2009-06-02T16:36:26.565798Z"
        },
        "id": 9068999
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/smackingban/"
    },
    "type": "petition"
}