{
    "data": {
        "attributes": {
            "action": "Compensate those denied compensation for being given Hepatitus C in NHS transfusions because they were natural clearers",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Hepatitis C was given to many like me in NHS blood transfusions in the 1980s, and this is a disease which kills,and has killed over 1,000 people already.\nThe ramifications and stigma of this disease last a lifetime, and it affects the quality of your life for many years to come.\nThe Govt has a moral and financial obligation to us all,and just because we are natural clearers we were denied any compensation whatsoever with no thought that we could have died.\nSo much pressure is put on patients to obtain data for compensation including viewing LFTs (liver function tests)and the whole system of criteria is unfair in that how can they accurately state the disease left my body bang on 6mnths in the so called acute stage.\nThis disease is normally a desease of needle sharing drug addicts,I have never touched drugs yet the ramifications of having had this disease bring with it so much stigma as well as disadvantage, something the Govt has chose to overlook,so I urge the govt to do the right thing and compensate me and the others like me who through no fault of our own have been denied compensation for a disease your NHS gave us in the first place!",
            "closed_at": "2009-03-31T00:00:00Z",
            "created_at": "2008-03-28T15:08:24.681157Z",
            "creator_name": "SHARON M MOORE",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-03-28T15:08:24.681157Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 10,
            "state": "finished",
            "updated_at": "2009-04-01T03:02:29.646880Z"
        },
        "id": 9074200
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/HEP-Ccompo/"
    },
    "type": "petition"
}