{
    "data": {
        "attributes": {
            "action": "\"Should Child allowances pay for school meals\"....yes",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Listening to the news today that schools should close their gates to keep children from buying junk food should go one step further. A creation of \"Child meal Allowance\". All parent's who receive child allowances should, when their child starts to attend school have the child allowances changed into \" A Child Meal Allowance\". The money is then redirected away from the parents to the childs school to pay for their meals during the school term. When the child finishes their school years then the allowances should be reinstated up until the allowance age. This may be one good way to educate them into eating a balanced diet which is good for them, cuts out all the additives, keeps them healthy and should create a better teaching environment for themselves and teaching staff and also there isn't any trouble caused to local people when they are in gangs \"out Hunting for Food\". It will also in the long run save the parents money.\nThere will be only one rule that exsits in all school canteens and that should be \"Eat it or go Hungry, the choice is yours\"",
            "closed_at": "2008-09-29T00:00:00Z",
            "created_at": "2008-03-28T23:14:11.187894Z",
            "creator_name": "John F Heaton",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-03-28T23:14:11.187894Z",
            "rejected_at": "2008-04-30T00:01:04.675154Z",
            "rejection": {
                "code": 512,
                "details": "Your title should be a clear call for action, preferably starting with a verb, and not a name or statement.",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-04-30T00:01:04.675154Z"
        },
        "id": 9078901
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SchoolJunkFood/"
    },
    "type": "petition"
}