{
    "data": {
        "attributes": {
            "action": "Reduce road tax costs and band complexity",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Road tax is starting to become far too expensive and from 2009 there will be 13 bands based on emissions.  People are being unfairly burdened with this tax its all well and good trying to get people into smaller more efficient cars but small engined cars are not always sensible or practical.  People need to carry equipment etc with them on a daily basis and a small engined car on a motorway is probably worse for the environment than a bigger engined one as its engine has to work much harder. Bigger engined cars also pay more through fuel tax so they are effectively being stung twice.  With the state of the roads i feel that being asked (in the case of my car) to pay £300 a year for the privilege of driving on them is ludicrous and will only increase the number of people driving without road tax (meaning they are also uninsured and  have no mot) making the roads potentially much more dangerous",
            "closed_at": "2009-03-29T00:00:00Z",
            "created_at": "2008-03-29T06:55:44.656978Z",
            "creator_name": "Jonathan Stead",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-03-29T06:55:44.656978Z",
            "rejected_at": "2008-04-30T00:01:04.675154Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/RoadTaxAbolition/\nhttp://petitions.pm.gov.uk/NewRoadTax/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-04-30T00:01:04.675154Z"
        },
        "id": 9079580
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Road-tax-cost/"
    },
    "type": "petition"
}