{
    "data": {
        "attributes": {
            "action": "Introduce a Statuary Law Offence Compensation Order or to use an acronym  a S.L.O.C.O",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Lack of respect and responsibilty. We have to continually put up with offences against society ie loutish behaviour, car crime, drunken disorder, attacks on the fire services, abuse of hospital staff,etc,etc and to that end I propose the following petition. It has come to the point in time when there has to be a personable responsibilty associated with any statuary law offence when a part of societies justice must require at a minimum that the perpetrator has to make recompense for at least part of the costs involved in attention that involves any one or more of the police, fire or hospital services. That recompense could take the form of satisfying some degree of the financial costs of any or all of the services involved or if unable to pay then compulsory public community work equal in value.In satisfying either option this then could be balanced against any further legal judgement required. Failure to comply would require a government consideration and solution. I sincerely believe that we need to bring back respect and responsibility and my suggestion of a S.L.O.C.O ( pronounced like BLOC O )would hopefully be a contributing factor to that end.  PLEASE SUPPORT MY PETITION.",
            "closed_at": "2009-03-29T00:00:00Z",
            "created_at": "2008-03-29T00:36:32.464563Z",
            "creator_name": "john croft",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-03-29T00:36:32.464563Z",
            "rejected_at": "2008-04-30T00:01:04.675154Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/Money-drain/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-04-30T00:01:04.675154Z"
        },
        "id": 9079269
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ASBO-SLOCO/"
    },
    "type": "petition"
}