{
    "data": {
        "attributes": {
            "action": "Introduce electoral reform; proportional representation in its most pure form to create National MPs looking out for the National interest only in the Commons and an elected House of Lords comprised of local, independent (no parties allowed) members to represents the views of local people only",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This idea will bring about an end to the dualism that currently exists at the moment in the House of Commons of MPs trying to be both representing their constituent views and of the National interest.\n\nThis will mean the Commons will be purely for the National interest the Lords purely for local interests that require action at a National level i.e. what is suppose to happen under the current system due to this dualism and party political interests. Its important for the Lords not to be political, else it will end up as a 2nd rate Commons with people just towing their party line rather than the wishes of their constituents.\n\nIt will also mean that the Commons will reflect the true will of the people and never again will we have governments running the country that the majority of voters did not want (which has been every government since the 1950's).\n\nI believe this is so important, more so than any other issue because at the moment under the current, other issues are not being addressed whereas under my system they would almost certainly be and I encourage as many people to sign this as possible.\n\nThank you",
            "closed_at": "2009-03-29T00:00:00Z",
            "created_at": "2008-03-29T11:51:58.956929Z",
            "creator_name": "David Noble",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-03-29T11:51:58.956929Z",
            "rejected_at": "2008-05-01T00:01:04.328199Z",
            "rejection": {
                "code": 4096,
                "details": "This is a matter for direct communication with Parliament.",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-05-01T00:01:04.328199Z"
        },
        "id": 9080884
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/introduce-pr/"
    },
    "type": "petition"
}