{
    "data": {
        "attributes": {
            "action": "create an equal minimum age for all, including those in training.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Scottish and UK Youth Parliament believe that there should be an equal minimum wage because:\n\n- Young people should have the same status as older employees - the current tiered system is discriminatory.\n\n- People should receive the same pay for the same work.\n\n- The age-tiered NMW system contravenes the spirit of the Employment Equality (Age) Regulations 2006, which makes it unlawful to discriminate against employees because of their age.\n\n- An equal NMW would not lead young people away from their studies. But it would prevent young people from jeopardizing their education and damaging their health by working longer hours in order to support themselves.\n\n- The government’s should take a positive step towards tackling negative stereotypes of young people by demonstrating that they have equal worth by delivering an equal National Minimum Wage.\n\n- Majority of young people want the government to introduce greater equality in employment by creating an equal National Minimum Wage.",
            "closed_at": "2008-10-01T00:00:00Z",
            "created_at": "2008-03-29T14:57:30.687482Z",
            "creator_name": "Connie Bennett",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-03-29T14:57:30.687482Z",
            "rejected_at": "2008-05-01T00:01:04.328199Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/fair-pay-for-all/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-05-01T00:01:04.328199Z"
        },
        "id": 9082064
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/EqualMinimumWage/"
    },
    "type": "petition"
}