{
    "data": {
        "attributes": {
            "action": "Save the Commonwealth Scholarships",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Foreign Secretary recently announced the end of FCO funding for the Commonwealth Scholarship and Fellowship Plan. We, as current or former award-holders and interested parties, petition the Prime Minister and Government to reinstate this funding. The plan is globally competitive, builds lasting relationships with alumni, and has trained international leaders. It provides a unique opportunity for shared understanding between people in the UK and those in other Commonwealth countries.\n\nSince 1959, more than 25,000 Commonwealth citizens have held awards. Without FCO support, Commonwealth Scholarships will not be available to Australia, Canada, New Zealand, Singapore, Malta, Cyprus, Brunei and the Bahamas. Reciprocal arrangements will be at risk. The scheme fosters unique academic excellence; no other plan enables Commonwealth citizens to pursue doctorates in the UK. The FCO’s withdrawal contrasts sharply with the Prime Minister's announcement of new funding for the plan at CHOGM 2007.",
            "closed_at": "2008-07-01T00:00:00Z",
            "created_at": "2008-03-29T22:45:40.284615Z",
            "creator_name": "Michael Griffin",
            "government_response_at": "2008-08-18T13:09:14.470661Z",
            "government_responses": [
                {
                    "created_at": "2008-08-18T13:09:14.470661Z",
                    "details": "You signed a petition asking the Prime Minister to \"Save the Commonwealth Scholarships.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page16554\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'comschols'",
                    "updated_at": "2008-08-18T13:09:14.470661Z"
                }
            ],
            "opened_at": "2008-03-29T22:45:40.284615Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1988,
            "state": "finished",
            "updated_at": "2009-03-20T03:02:08.991473Z"
        },
        "id": 9084533
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/comschols/"
    },
    "type": "petition"
}