{
    "data": {
        "attributes": {
            "action": "take heed of the Manhattan Declaration on Climate Change, issued on 4 March 2008, and alter the government's policy accordingly.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The eminent scientists and researchers in climate and related fields, at the 2008 International Conference on Climate Change, held in New York, concluded that: 1) global climate has always changed and always will, independent of human activity, and that carbon dioxide is not a pollutant but rather a necessity for all life; 2) there is no convincing evidence that CO2 emissions from modern industrial activity has in the past, is now, or will in the future cause catastrophic climate change; 3) it is utterly futile and wasteful of resources to attempt to mitigate climate change, but that adaptation as needed is massively more cost-effective; 4) human-caused climate change is not a global crisis. They recommend that world leaders reject the IPCC line, as well as such misguided works as \"An Inconvenient Truth\", and abandon forthwith all taxes, regulations, and other interventions intended to reduce CO2 emissions.",
            "closed_at": "2009-03-31T00:00:00Z",
            "created_at": "2008-03-30T00:32:32.021611Z",
            "creator_name": "David Whitmore",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-03-30T00:32:32.021611Z",
            "rejected_at": "2008-04-01T14:32:48.963805Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/carbon-rubbish/ http://petitions.pm.gov.uk/CarbonTaxRebate/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-04-01T14:32:48.963805Z"
        },
        "id": 9084887
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/manhattandeclrtn/"
    },
    "type": "petition"
}