{
    "data": {
        "attributes": {
            "action": "Stop Steve Mclaren from being rewarded for his failure as England manger and consult the public on possiblities for a punishment.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Steve Mclaren has consistently failed to live up too the minimal expectations of England Football fans.\n\nHis record as the least successful England manager in history makes clear he was vastly under qualified for the job. Despite this, Steve Mclaren was given a 2.5 Million payoff for being sacked before his contract expired, on top of the wages he \"earned\" while at the job.\n\nWhile this may of been consistent with the terms of his contract, we feel an exception should be made. Mclaren has upset the nation with his lack of success. It is not right that someone can let so many people down by failing at the responsibilities entrusted too him and still manage, from his failures,  to gain wealth beyond the reach of most citizens. \n\nWhen a citizen so actively abuses his public position, public trust, and fails to fulfill his public responsibility he should not be allowed to gain from his misdeeds and should face the possibility of punishment under the judgment of those grievanced.\n\nWe ask the government too:\n\n- Appropriate Mclaren's 2.5 Million payoff.\n\nConsult the public, weather though parliamentary procedure or referendum as too the possibility of a fitting punishment for Mclaren.",
            "closed_at": "2009-03-30T00:00:00Z",
            "created_at": "2008-03-30T00:33:40.404511Z",
            "creator_name": "Pierre Fox",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-03-30T00:33:40.404511Z",
            "rejected_at": "2008-04-30T00:01:04.675154Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-04-30T00:01:04.675154Z"
        },
        "id": 9084891
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SteveM/"
    },
    "type": "petition"
}