{
    "data": {
        "attributes": {
            "action": "encourage Secretaries of State to become more pro - active in the practical concerns of professionals to combat recent media criticisms of Labour's failure to tackle the concerns of ordinairy people",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "AOL today reports that ,\n\n\"One of Gordon Brown's ministers warned that the Government is \"too often\" failing to tackle the concerns of ordinary people. Labour is ignoring issues most important to hard-working families, junior health minister Ivan Lewis said.\"\n\nHow true ! \"Instead of being on the side of the people, too often we simply defend the status quo, even when it is unacceptable, ... It is right we focus on the great challenges of climate change, globalisation, security and poverty at home and abroad and the nature of public service reform,\" he said. \"However, we are too often silent on the daily realities facing hardworking families.\"\n\nLike - issues at work, timesheets, time - owing, bullying in the workplace, assaults, supplies, CPD, suspensions, disciplinaries, compensation for injuries at work, poor trade union representation, poor police protection, poor legal advice, student loans, banks and overseas collections centre harrassment, poor creche facilities ... you name it, you've not really been there, have you ?",
            "closed_at": "2009-03-30T00:00:00Z",
            "created_at": "2008-03-30T10:36:15.232898Z",
            "creator_name": "J RICHARDS",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-03-30T10:36:15.232898Z",
            "rejected_at": "2008-04-30T00:01:04.675154Z",
            "rejection": {
                "code": 512,
                "details": "Your title should be a clear call for action, preferably starting with a verb, and not a name or statement.",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-04-30T00:01:04.675154Z"
        },
        "id": 9086007
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/statesupport/"
    },
    "type": "petition"
}