{
    "data": {
        "attributes": {
            "action": "instruct the Secretary of State for Culture, Media and Sport to require the BBC (if necessary as part of the next negotiations for the TV licence), to set up on their main news website a politics section for England, similar to those that already exist for Scotland and Wales, so that the people of England may have the benefit of reading news and comment about UK political developments from an English perspective.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The BBC coverage of news in England differs from that provided for Scotland and Wales in that: \n\n(i) the England news website screen does not have a dedicated page on English politics; and\n\n(ii) typically the main news stories reported by the BBC about England are devoted to crime, bad news or natural disasters.\n\nThe BBC hardly ever seem to report good news about England.    It makes me wonder whether the BBC have some downer or complex about England.\n\nThe petition is aimed at shaming the BBC into radically changing its approach to reporting on English politics and news generally.",
            "closed_at": "2009-03-31T00:00:00Z",
            "created_at": "2008-03-30T14:27:51.352084Z",
            "creator_name": "Andrew Constantine",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-03-30T14:27:51.352084Z",
            "rejected_at": "2008-03-31T15:51:59.586063Z",
            "rejection": {
                "code": 4097,
                "details": "",
                "reasons": [
                    "Party political material",
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-03-31T15:51:59.586063Z"
        },
        "id": 9087275
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BBC4England/"
    },
    "type": "petition"
}