{
    "data": {
        "attributes": {
            "action": "Ban Khat in the uk",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Khat leaves contain psychoactive ingredients known as cathinone, which is structurally and chemically similar to d-amphetamine, and cathine, a milder form of cathinone. Fresh leaves contain both ingrediants; those left unrefrigerated beyond 48 hours would contain only cathine, which explains users' preference for fresh leaves\nThe stimulant khat, or qat, is currently legal in the UK although it is banned in the United States, Canada and several European countries. \nThe plant - celastrus edulis - is grown mainly in Kenya and Ethiopia but most of the crop is picked and flown to Somalia or the Yemen or to expatriate groups in Europe. There is evidence of serious psychotic consequences from long-term use and also a suggestion that it is carcinogenic.\" \nKhat has been used for centuries by Somalis, not only for its energy-giving qualities, but also because it makes people more relaxed, talkative and friendly and is also said to improve sexual prowess, although in some men it can actually have the opposite effect.",
            "closed_at": "2009-03-30T00:00:00Z",
            "created_at": "2008-03-30T15:59:46.244906Z",
            "creator_name": "Jamal Moghe",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-03-30T15:59:46.244906Z",
            "rejected_at": "2008-04-30T00:01:04.675154Z",
            "rejection": {
                "code": 2048,
                "details": "There is a similar petition at:\nhttp://petitions.pm.gov.uk/Khat-Ban/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-04-30T00:01:04.675154Z"
        },
        "id": 9087794
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Khatinuk/"
    },
    "type": "petition"
}