{
    "data": {
        "attributes": {
            "action": "Allow overstayers from Zimbabwe who are here on temporary admission to be given work permits to be able to support theirselves or give tax relief for British nationals who like myself, are fully supporting someone who isn't allowed to work.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "My fiance arrived from Zimbabwe in 2006 on a visitors visa. She applied for a variation of leave while her visitors visa was still current. She became an overstayer while waiting for the Home Office to make a decision. After 18 months the Home Office declined her application on the grounds that the application must be made prior to arrival in the UK, a decision that should have been made by return of post. The Job Centre has issued her a National Insurance number as they state she obviously needs to support herself, but she needs a work permit. The present system does not allow her to support herself. Without my support she would be forced into begging or prostitution. This should not be how a civilised society treats anyone.",
            "closed_at": "2009-03-31T00:00:00Z",
            "created_at": "2008-03-30T15:19:19.223173Z",
            "creator_name": "David Sage",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-03-30T15:19:19.223173Z",
            "rejected_at": "2008-05-01T00:01:04.328199Z",
            "rejection": {
                "code": 2048,
                "details": "Similar to http://petitions.pm.gov.uk/ZimbabweHSruling/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-05-01T00:01:04.328199Z"
        },
        "id": 9087530
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Overstayers/"
    },
    "type": "petition"
}