{
    "data": {
        "attributes": {
            "action": "ensure that the UK resists any attempt by the European Patent Office to introduce software patents",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Software patents are sadly legal in USA but the system is failing.\nIt is not possible to scan existing patents and determine if they affect a new piece of software without being skilled in the interpretation of patents.\nSoftware patents will stifle innovation and become the barriers to market entry wielded by large corporations.\nOpen source software projects encourage cooperation and innovation.\nThe European Patent Office is outside the control of the EU.\nLarge corporations will stifle innovation unless action is taken now.\nI understand that Parliament and Brussels have voted against software patents but the EPO could frustrate this wish.",
            "closed_at": "2009-03-31T00:00:00Z",
            "created_at": "2008-03-30T16:50:59.309413Z",
            "creator_name": "John Raymond Dore",
            "government_response_at": "2009-05-13T14:39:31.779025Z",
            "government_responses": [
                {
                    "created_at": "2009-05-13T14:39:31.779025Z",
                    "details": "You signed a petition asking the Prime Minister to \"ensure that the UK resists any attempt by the European Patent Office to introduce software patents\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page19261\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'KillSoftwarePats'",
                    "updated_at": "2009-05-13T14:39:31.779025Z"
                }
            ],
            "opened_at": "2008-03-30T16:50:59.309413Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 325,
            "state": "finished",
            "updated_at": "2009-04-02T03:02:01.239995Z"
        },
        "id": 9088075
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/KillSoftwarePats/"
    },
    "type": "petition"
}