{
    "data": {
        "attributes": {
            "action": "Change our school times to develop our social skills",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This petition is to change the times of school hours. This is because, and I speak for most people in my class when I say this, we simply don't get enough time with our friends. Yes, we do only get on average 1 and a half hours a day, but most parents don't think children as young as me (13) should be out later than 6:00, and they are right, but this means that we often don't get to see our friends as often as we should and while we have good education, our social skills are being under-developed. This means we only get to see our friends at weekends, and even then a lot of people I know do homework on sundays. Homework has almost become completely null anyway because pupils are getting a lot of help from their parents or copying information from the internet. So my idea is that we change the school times from 9:00 until 3:40 to 7:00 until 2:30. This gives us 50 more minutes at school so homework could be minimized as well, and the extra hour in the afternoon allows us to go out with out friends more often as well. So we get the same standard (if not better as more of our work is under supervision) of education that we have now, but more time to meet our friends and develop our social skills as well.",
            "closed_at": "2009-03-30T00:00:00Z",
            "created_at": "2008-03-30T17:29:13.068158Z",
            "creator_name": "Daniel Stanyon",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-03-30T17:29:13.068158Z",
            "rejected_at": "2008-04-30T00:01:04.675154Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/Schooltime/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-04-30T00:01:04.675154Z"
        },
        "id": 9088295
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/socialyouths/"
    },
    "type": "petition"
}