{
    "data": {
        "attributes": {
            "action": "(1) Introduce a time limit within which the HMRC (aka Inland Revenue) is required to advise employers to cease making student loan deductions once repayment is complete and (2) for HMRC to be charged the same interest rate on excess deductions as they charge on student loans",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Once the HMRC issues a stop notice, employers have 42 days to stop making deductions (and this is being reduced to the next pay day)\n\nHowever, there is no limit on how long the HMRC is allowed to sit on information that repayment is now complete! \n\nIn 2005-06, the Student Loan Co made 21,774 payments because former students had overpaid. This rate was doubling annually\n\nDespite only issuing 41,277 stop notices\n\nSo that’s one in two borrowers ultimately forced to lend to the government. Too bad if you could do with paying off the 16% interest rate balance on your credit card\n\nSome may think that these problems are resolved quickly, or that the sums involved are small. I estimate that I have overpaid my original loan by ONE THIRD. \n\nI have seen a comment that says your refund includes any interest owed. I would like to see this in writing. Thanks!\n\nNotes\n\n1. I was required to remove hyperlinks backing everything noted above other than the estimate of my overpayment, which is private ;)",
            "closed_at": "2008-08-02T00:00:00Z",
            "created_at": "2008-03-30T19:05:35.358528Z",
            "creator_name": "Yuen Lo",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-03-30T19:05:35.358528Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 12,
            "state": "finished",
            "updated_at": "2008-08-03T00:01:01.825331Z"
        },
        "id": 9088888
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/dontlegusover/"
    },
    "type": "petition"
}