{
    "data": {
        "attributes": {
            "action": "Guru Gobind Singh Ji's Armour Should Not Be Auctioned As It Belongs To Us The Sikh's",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "An auction house Sotheby's is set to put under hammer a rare piece of body armour that experts believe belonged to the tenth Sikh Guru, Guru Gobind Singh.\nThe inscribed steel armour plate will be auctioned in Sotheby's Arts of the Islamic World Sale.\nThe steel plate is part of body armour known as 'char-aina' (four mirrors) comprising back, front and two side plates. The Sotheby's armour plate bears a close similarity to Guru Gobind Singh's known personal armour preserved in a royal collection of erstwhile princely state of Patiala. The existence of a second set leads experts to believe that the Guru's armourers were commissioned to produce another. This sale comes at a time when Sikh heritage objects have realised impressive prices with collectors and dealers clashing in frenzied bidding wars in London's auction houses. The most remarkable example was witnessed at Bonham's in April 2007, when a marble bust of Maharaja Duleep Singh, fetched £1.7 million as against Bonham's expectation of £30,000. The auction to be held on April 9. It will be the first time that the Sotheby's would put on offer a relic belonging to a Sikh Guru.",
            "closed_at": "2009-03-30T00:00:00Z",
            "created_at": "2008-03-30T20:42:59.507055Z",
            "creator_name": "Rocky Singh",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-03-30T20:42:59.507055Z",
            "rejected_at": "2008-04-30T00:01:04.675154Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-04-30T00:01:04.675154Z"
        },
        "id": 9089497
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Armour/"
    },
    "type": "petition"
}