{
    "data": {
        "attributes": {
            "action": "instruct the Goverments Rent Service to urgently reconsider their decision to compare  the housing benefits available to claiments with the areas of the city of Manchester  which means that some of the most financially vunerable members of the High Peak community are having to find  up to £20 a week in order to pay there rent and that the Rent service should reinstate the previous criteria and refund any loss of benefits",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "we ask the Prime Minister to take notice of the following information and to treat our request as a matter of extreme urgency.\nThe Governments Rent Service has reviewed the criteria on which a claim for Housing Benefit in the High Peak is assessed and have changed the  geographical areas of comparison for the post codes of SK13,SK22 and SK23 into the City of Manchester.\nThis means that, as the rents are cheaper in Manchester, the amount allowed by the High Peak Council has been lowered and some of the most financially vulnerable residents are having to find up to £20 a week in order to pay their rent.\nThis effects all types of residents be they single parents, families on low incomes, the sick or the elderly and it seems incomprehensible that a Prime Minister and a Government that has worked so hard to alleviate such things as child poverty and created the winter allowance to help older people with their heating bills can allow this to change to continue simply because asking these groups to find an extra £1040 a year removes the financial benefits that the Government has worked so hard to make available to them",
            "closed_at": "2008-07-02T00:00:00Z",
            "created_at": "2008-03-31T03:10:47.010368Z",
            "creator_name": "Lance Dowson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-03-31T03:10:47.010368Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 25,
            "state": "finished",
            "updated_at": "2008-07-03T00:01:01.464340Z"
        },
        "id": 9090450
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SK13-22-23rents/"
    },
    "type": "petition"
}