{
    "data": {
        "attributes": {
            "action": "Make AEDs (Automated External Defibrillators) standard equipment in all schools",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Each year between 80,000 and 120,000 suffer a cardiac arrest in a public place in the UK. Cardiac arrest can affect anyone, even children. \n\nThe Government’s White Paper ‘Every Child Matters’ includes children staying safe. A defibrillator on school premises should be part of the standard equipment available to keep our children safe.  A defibrillator is the only piece of equipment that has the capability of restoring a heart rhythm if cardiac arrest occurs. \n\nEarly administration of defibrillation, along with CPR is important to help save life; if used immediately there is a 90% chance of survival.  Chances of survival diminish with every minute that passes without defibrillation.\n\nA school is a hub of the community; as well as the children, teachers and support staff many other people attend school premises. An American Heart Association study shows that for every 111 schools on average there is likely to be one cardiac arrest on a schools premise each year.\n\nSupport SADS UK’s call for Government to make AEDs  standard equipment for all schools. Support our petition today.  Also urge your MP to sign Early Day Motion, EDM 395",
            "closed_at": "2009-04-01T00:00:00Z",
            "created_at": "2008-03-31T12:13:44.559580Z",
            "creator_name": "Anne Jolly",
            "government_response_at": "2009-04-22T15:37:20.781568Z",
            "government_responses": [
                {
                    "created_at": "2009-04-22T15:37:20.781568Z",
                    "details": "You signed a petition asking the Prime Minister to \"Make AEDs (Automated External Defibrillators) standard equipment in all schools.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page19082\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'AEDs-in-Schools'",
                    "updated_at": "2009-04-22T15:37:20.781568Z"
                }
            ],
            "opened_at": "2008-03-31T12:13:44.559580Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 917,
            "state": "finished",
            "updated_at": "2009-04-17T03:02:02.398988Z"
        },
        "id": 9093961
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/AEDs-in-Schools/"
    },
    "type": "petition"
}