{
    "data": {
        "attributes": {
            "action": "Stop this farcical system of \"daylight saving\" by leaving us in British summertime throughout the year.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "There seems to be no good reason for the twice-yearly time change which causes disruption to families with small children who take at least a week to adjust to the change. As the majority of people seem to like having lighter evenings I propose that we keep to British summertime throughout the year although I personally think G.M.T. would be fine. There have been several woolly excuses for this system in the past including lighter evenings in winterand the fact that in Scotland it would not get light until 09.00. As there are only so many hours of daylight in winter anyway, there can be light in the morning or the evening, not both! As for the Scottish question, they now have their own parliament which has given the Scottish people an advantage in terms of health, education and personal care for the elderly, perhaps they could also have their own timezone.\n\nRita Mease",
            "closed_at": "2008-07-01T00:00:00Z",
            "created_at": "2008-03-31T10:51:33.376641Z",
            "creator_name": "Rita Mease",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-03-31T10:51:33.376641Z",
            "rejected_at": "2008-04-30T00:01:04.675154Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/clocks-change/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-04-30T00:01:04.675154Z"
        },
        "id": 9093073
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/naturaltime/"
    },
    "type": "petition"
}