{
    "data": {
        "attributes": {
            "action": "Enforce that there is a fair market in legal music downloads",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "iTunes is one of only a number of legal download sites for music companies, but it is given too much publicity like it is the only site around.\n\nThis enables them to sell music at a worse bit-rate than any of the other sites (they are the only site I know still selling at 128 Kbps). In addition they force you to download their software onto your machine in order to buy anything or even to browse their catalogue.\n\nAnd there is too much music that is exclusively available for them to sell, far too often not on \"iTunes Plus\" which means there is no option to buy this music at a decent bitrate.\n\nIn addition I would request that all legal download music should be available at a bitrate of at least 192 Kbps.\n\nIf you want to prevent illegal downloading then at least ensure that those who want to download legally do not suffer from a monopoly in the market.",
            "closed_at": "2008-12-31T00:00:00Z",
            "created_at": "2008-03-31T19:56:07.267521Z",
            "creator_name": "Neil Morgenstern",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-03-31T19:56:07.267521Z",
            "rejected_at": "2008-05-01T00:01:04.328199Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/cd-imports/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-05-01T00:01:04.328199Z"
        },
        "id": 9098958
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/iTunesMonopoly/"
    },
    "type": "petition"
}