{
    "data": {
        "attributes": {
            "action": "allow Cornwall to have its own Centre of Excellence for cancer surgery. In November 2007 Cornwall County Council approved the transfer of some cancer services out of Cornwall, thereby   removing the choice from cancer patients to get cancer treatment close to their home, families & friends. This means that Upper Gastro Intestinal cancer surgery, Head & Neck cancer surgery and Complex Gynae cancer surgery can be withdrawn and moved to Exeter or Plymouth.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Cancer patients want the best treatment possible and (providing they are well enough and rich enough) they will travel anywhere to get it. But cancer patients in Cornwall have total confidence in our expert surgeons and nurses and we have excellent chemotherapy and radiotherapy treatments. Why fix it when it's not broke?\n\nA Cancer Centre should be provided in Cornwall, not only Devon.  Government & N I C E Guidance will allow this.  It is difficult enough dealing with cancer without the stress of travelling 100’s of miles away to receive treatment.\n\nOur County Councillors must trust the people of Cornwall. This is our NHS, we want a say in how it looks after us. We want a full public consultation. This is the thin end of the wedge.",
            "closed_at": "2008-08-07T00:00:00Z",
            "created_at": "2008-04-14T16:50:28.322133Z",
            "creator_name": "Rose Woodward",
            "government_response_at": "2008-11-10T14:42:59.071992Z",
            "government_responses": [
                {
                    "created_at": "2008-11-10T14:42:59.071992Z",
                    "details": "You signed a petition asking the Prime Minister to \"allow Cornwall to have its own Centre of Excellence for cancer surgery. In November 2007 Cornwall County Council approved the transfer of some cancer services out of Cornwall, thereby removing the choice from cancer patients to get cancer treatment close to their home, families & friends. This means that Upper Gastro Intestinal cancer surgery, Head & Neck cancer surgery and Complex Gynae cancer surgery can be withdrawn and moved to Exeter or Plymouth.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page17399\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Cornwall-cancer'",
                    "updated_at": "2008-11-10T14:42:59.071992Z"
                }
            ],
            "opened_at": "2008-04-14T16:50:28.322133Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 2005,
            "state": "finished",
            "updated_at": "2008-08-20T03:40:43.269402Z"
        },
        "id": 9099957
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Cornwall-cancer/"
    },
    "type": "petition"
}