{
    "data": {
        "attributes": {
            "action": "delay implementation of new last minute sexual harassment rules because businesses don't have time to prepare",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "New rules, which are due to come into force on 6 April, impose a duty of care on employers to protect employees from sexual harassment by customers and suppliers. However, the regulations were only laid down in Parliament on 14 March via a statutory instrument which did not require debate among MPs. The rules' introduction have also received very little publicity. As a result, small businesses have had limited time to prepare. The government itself admits that it will cost small firms £10m to comply with the rules so, while we acknowledge that staff should be protected from sexual harassment, we urge the government to delay implementation of the regulations until at least October so businesses don't end up falling foul of the law for no fault of their own.",
            "closed_at": "2008-05-01T00:00:00Z",
            "created_at": "2008-04-01T08:46:28.039537Z",
            "creator_name": "Dan Martin",
            "government_response_at": "2008-06-03T14:22:55.794530Z",
            "government_responses": [
                {
                    "created_at": "2008-06-03T14:22:55.794530Z",
                    "details": "You signed a petition asking the Prime Minister to \"delay implementation of new last minute sexual harassment rules because businesses don't have time to prepare.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.pm.gov.uk/output/Page15641.asp\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'delay-rules'",
                    "updated_at": "2008-06-03T14:22:55.794530Z"
                }
            ],
            "opened_at": "2008-04-01T08:46:28.039537Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 707,
            "state": "finished",
            "updated_at": "2008-05-02T00:01:01.317410Z"
        },
        "id": 9102007
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/delay-rules/"
    },
    "type": "petition"
}