{
    "data": {
        "attributes": {
            "action": "liaise in support of the U.S. Congress with UK/EU. measures on preventing global HIV/Malaria/T.B. pandemics - make disease prevention infectious !",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The U.S. Global Leadership Against HIV/AIDS, TB, and Malaria Reauthorization Act 2008 (H.R. 5501) which provides $50 bn/ 5 years to LDCs is an opportunity for the UK. govt to implement strategic programmes to combat infectious disease.\n\nThe House of Reps will debate the bill Wed, so the petitioner is inviting the PM. to seize this opportunity - how can the EU help ensuring actions are concerted and comprehensive ?\n\nSix people newly infected with HIV for every person put on treatment, so please assess measures taken so far and identify new initiatives that will be the mark of your administration and our generation.\n\nAcc to the World Health Coalition Alert, \"the following are essential to effectively address the HIV/AIDS pandemic and to make the best use of financial resources : \n\n1. Remove language restrictions in family planning, prevention, counseling and testing services to those compliant with the Global Gag Rule, and support voluntary contraceptive services.\n\n2. Remove arbitrary prevention spending guidelines that stand in the way.  \n\n3. Eliminate the prostitution pledge that requires groups to pledge opposition to prostitution before receiving U.S. foreign assistance.",
            "closed_at": "2009-04-02T00:00:00Z",
            "created_at": "2008-04-01T19:06:52.108123Z",
            "creator_name": "J RICHARDS",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-04-01T19:06:52.108123Z",
            "rejected_at": "2008-04-02T14:32:04.390839Z",
            "rejection": {
                "code": 256,
                "details": "Your title should be a clear call for action, preferably starting with a verb.",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-04-02T14:32:04.390839Z"
        },
        "id": 9108847
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/pandemics/"
    },
    "type": "petition"
}