{
    "data": {
        "attributes": {
            "action": "Make it compulsory that local authorities and developers make provision for allotments and community gardens on every new development. Waiting lists are huge we need more allotment sites",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Many people are concerned about the lack of allotment sites across the country and The South West Counties Allotment Association (SWCAA) believe more should be being done to protect the sites we have and that Councils and developers should be forced to make provision for allotments or community gardens when building new developments. It is becoming more evident that there are not enough allotments to go around. After years of neglect and councils selling off our precious green spaces supply can no longer meet demand. Everyone wants an allotment; all across the country waiting lists are long with some people being told they will have to wait up to seven years in some cases, but most people can expect at least a two year wait. With the cost of living so high more and more people want the option of being able to grown their own food. There are various allotment acts out there that can help with our cause and enable us to get our precious plots back so its up to us to act on them.",
            "closed_at": "2008-08-02T00:00:00Z",
            "created_at": "2008-04-02T13:24:15.162735Z",
            "creator_name": "Ayesha Wilkinson",
            "government_response_at": "2008-09-24T14:41:08.578613Z",
            "government_responses": [
                {
                    "created_at": "2008-09-24T14:41:08.578613Z",
                    "details": "You signed a petition asking the Prime Minister to \"Make it compulsory that local authorities and developers make provision for allotments and community gardens on every new development. Waiting lists are huge we need more allotment sites.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page16920\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'moreallotments'",
                    "updated_at": "2008-09-24T14:41:08.578613Z"
                }
            ],
            "opened_at": "2008-04-02T13:24:15.162735Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 2395,
            "state": "finished",
            "updated_at": "2008-10-30T03:56:22.546069Z"
        },
        "id": 9115250
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/moreallotments/"
    },
    "type": "petition"
}