{
    "data": {
        "attributes": {
            "action": "apply consistent sentencing to address criticisms that sentences handed down to criminals are being \"eroded\" by measures to tackle prison overcrowding",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "in agreement with Lord Chief Justice, Lord Phillips, who calls for clearer sentencing structure so the public can understand jail terms.\n\n1. If the aim of prison is as a deterrent - why are there so many re - offenders ?\n\n2. What is the point in having a system that says one thing and does another - is legal for one celebrity and not for every citizen.\n\nThe petitioner is calling for greater consistency so FAIR + JUST go together  \n\nCommendably, British precedent law allows each case to be judged on it's own merits flexibly, (compared to statute law - less courtroom led, as practised on the continent). \n\nBut there are many anomolies in a penal system which needs to satisfy the demands of State, judiciary, criminals and their victims - in an arbitrary forum (a court of law) NOT on the pavement, with jury journalists, which undermines court attendees constitutional rights (and passers by !) to be presumed to be innocent. \n\n\"Get out of jail early\" schemes,  (End of Custody Licence), appear to be a \"maybe ... and that's final\" answer to questions about policy at large and each case.\n\nWe agree that \"Home Detention Curfew\" tagging is one alternative to corrupt paroles.",
            "closed_at": "2009-04-02T00:00:00Z",
            "created_at": "2008-04-02T18:15:01.416544Z",
            "creator_name": "J RICHARDS",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-04-02T18:15:01.416544Z",
            "rejected_at": "2008-05-03T00:01:07.011955Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-05-03T00:01:07.011955Z"
        },
        "id": 9117859
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/lordphillipterms/"
    },
    "type": "petition"
}