{
    "data": {
        "attributes": {
            "action": "remove the absolute exemptions from the Freedom of Information Act enjoyed by the Local Government Ombudsman under Articles 32 and 44 of the Local Government Act 1974",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The statutory prohibitions referred to above are an anachronism that allows the Local Government Ombudsman to refuse the release of facts to  complainants that have been obtained from Councils, during an investigation of a complaint. This is contrary to both natural law, and entitlement to full disclosure in the normal judicial process. Consequently refusal to provide information under these absolute exemptions, to a complainant, is a breach of the complainant's human rights.\nIn any case, this information can be obtained from the Councils, as they have no absolute exemption whatsoever under the Freedom of Information Act. The Local Government Ombudsman's absolute exemptions to the Freedom of Information Act, therefore, are both anachronistic and redundant. \n\nThe removal of these absolute exemptions would put a stop to the practices detailed below:            \n\nODPM: Local Government and the Regions Committee:  The Role and effectiveness of the Local Government Ombudsman for England -\nEleventh Report of session 2004-2005, published 7 April 2005. \n                                            \n\nIt would also promote open investigations with a consequent improvement in Council efficiency and service delivery.",
            "closed_at": "2008-07-03T00:00:00Z",
            "created_at": "2008-04-02T17:04:38.494366Z",
            "creator_name": "Keith Edmunds",
            "government_response_at": "2008-08-18T13:14:14.344820Z",
            "government_responses": [
                {
                    "created_at": "2008-08-18T13:14:14.344820Z",
                    "details": "You signed a petition asking the Prime Minister to \"remove the absolute exemptions from the Freedom of Information Act enjoyed by the Local Government Ombudsman under Articles 32 and 44 of the Local Government Act 1974.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page16557\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'LGOandFOI'",
                    "updated_at": "2008-08-18T13:14:14.344820Z"
                }
            ],
            "opened_at": "2008-04-02T17:04:38.494366Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 252,
            "state": "finished",
            "updated_at": "2008-07-04T00:01:01.349116Z"
        },
        "id": 9117317
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/LGOandFOI/"
    },
    "type": "petition"
}