{
    "data": {
        "attributes": {
            "action": "Recognise the contribution made by Barrow in Furness to the RN Submarine service through the naming of the next submarine class",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Royal Navy ships names are re-used over and over and therefore each name carries a historical significance. Thus it is difficult to introduce a new name or class and therefore Barrow has never been recognised or honoured by having a submarine named after it.\n\nFor over a hundred years Barrow has been a town synonymous with the development of the submarine. Hundreds of submarines covering virtually every class have been built for the Royal Navy and foreign Navies.\n\nFollowing on from the Astute Class it is resonable to surmise the next class will all have names beginning with \"B\". The submarine service does not have any history of previous submarines bearing names begining with \"B\" and thus there is a rare opportunity to introduce a Barrow Class.\n\nHaving a Barrow Class/Boat would be good for moral within the industry, raise the profile of the UK as world leaders in submarine construction and thus promote a patriotic pride as well as being the most fitting recognition to those employees and people of Barrow, past and present, whose skills and efforts have given pride to the phrase 'Barrow built' and made the name known and respected throughout the world.",
            "closed_at": "2009-04-03T00:00:00Z",
            "created_at": "2008-04-03T08:42:06.871616Z",
            "creator_name": "I W Hillbeck",
            "government_response_at": "2009-04-30T15:14:19.811240Z",
            "government_responses": [
                {
                    "created_at": "2009-04-30T15:14:19.811240Z",
                    "details": "You signed a petition asking the Prime Minister to \"Recognise the contribution made by Barrow in Furness to the RN Submarine service through the naming of the next submarine class.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page19158\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Barrow-Class-Sub'",
                    "updated_at": "2009-04-30T15:14:19.811240Z"
                }
            ],
            "opened_at": "2008-04-03T08:42:06.871616Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 557,
            "state": "finished",
            "updated_at": "2009-09-08T15:49:35.067642Z"
        },
        "id": 9121256
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Barrow-Class-Sub/"
    },
    "type": "petition"
}