{
    "data": {
        "attributes": {
            "action": "introduce legislation for Public Access to Inland Waters in England and Wales.  Access rights would be supported by an Access Code to enshrine rights with personal and environmental responsibilities and as a basis to resolve any interaction issues.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Access to and along inland waters in England and Wales for non powered craft is severely restricted, more limited than for any other country in the World. \n\nAccess would provide millions of people, (canoeists, anglers, walkers, boaters and other interest groups) with opportunities to recreate near home, with added benefits for public health, education, social cohesion and local economies.  \n\nPublic access to land has been strengthened by the Countryside and Rights of Way Act 2000. Coastal Access is part of the Marine Bill.  \n\nLegislation for Public Access to Inland Waters could be on the principles set by the access to water section of the Land Reform Act (Scotland) 2003 and Scottish Outdoor Code.  Inland waters are important habitats for flora and wildlife.  Legislation supported by an Access Code would highlight environmental responsibilities for sustainable access to maintain and improve bio-diversity.  \n\nNatural England rejects Voluntary Access Agreements (as do we). They are:\n  \n•\tUnable to deliver permanent and secure access \n•\tUnfit to tackle long standing resistance to access \n•\tAccess would be piecemeal, not continuous",
            "closed_at": "2009-04-03T00:00:00Z",
            "created_at": "2008-04-03T14:13:08.924384Z",
            "creator_name": "Paul Toomey",
            "government_response_at": "2009-05-13T14:42:37.657233Z",
            "government_responses": [
                {
                    "created_at": "2009-05-13T14:42:37.657233Z",
                    "details": "You signed a petition asking the Prime Minister to \"introduce legislation for Public Access to Inland Waters in England and Wales. Access rights would be supported by an Access Code to enshrine rights with personal and environmental responsibilities and as a basis to resolve any interaction issues.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page19264\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'RiversAccess'",
                    "updated_at": "2009-05-13T14:42:37.657233Z"
                }
            ],
            "opened_at": "2008-04-03T14:13:08.924384Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1568,
            "state": "finished",
            "updated_at": "2009-12-06T03:01:41.067014Z"
        },
        "id": 9124919
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/RiversAccess/"
    },
    "type": "petition"
}