{
    "data": {
        "attributes": {
            "action": "restore the english way of life and to stop insulting those who died to save or freedom",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "enough is enough mr brown !! i, like many others lost family , fighting the germans to save this country and to protect our freedom and way of life, but everyday, you give away my rights as an englishman,  im told this is offensive, that is offensive to others(mainly the muslims). well hang on a minute. the jews came here and integrated, so did the italians and the chinese so what makes muslims so special eh? and before you start calling me racist, my children are part turkish muslim to. if i want to wave the union jack, then i will. if i want the red arrows to appear at the next olympics, then let them. they are part of our heritage and should be allowed to perform. everyday we bow down and kiss the backside of every immigrant group going and loose our freedoms as a result. SAY NO. this is england, you will abide by our laws, respect our way of life and if you dont like it, go home. please mr brown, listen to the people who voted you in. you are there to do our bidding, you work for us, we are your employers. please treat us as such. the thing is, you wasnt voted in was you, you took over by default so please be carefull mr brown because if this country is kept being given away piece by piece, you may not win next time.",
            "closed_at": "2008-07-03T00:00:00Z",
            "created_at": "2008-04-03T15:31:32.276128Z",
            "creator_name": "michael day",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-04-03T15:31:32.276128Z",
            "rejected_at": "2008-05-03T00:01:07.011955Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/KEEnglish/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-05-03T00:01:07.011955Z"
        },
        "id": 9125766
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/stopthestupidity/"
    },
    "type": "petition"
}