{
    "data": {
        "attributes": {
            "action": "reintroduce the ten pence tax band urgently, in order to prevent low paid workers facing a painful increase in the tax they pay on their income.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "With effect from April 2008, the main tax band is reduced from 22p to 20p in the pound, which is good news.  However, at the same time the lower tax band is being abolished, whereby the first £2230 of taxable income (in 2007-08 allowances) was taxed only at 10p in the pound.  This means that from April 2008 someone earning £500 a week will be about £8 a month better off, someone earning £400 a week will pay about the same, but someone earning only £150 a week will pay approximately £20 a month more in tax.  We urge the Chancellor and Prime Minister to acknowledge that this is an unfortunate consequence that they had not envisaged, to realise the extent to which this will hurt families on lower incomes, and to reverse this policy at the earliest opportunity.  This would cost very little, and would be appreciated by the poor as welcome relief, and by the better off as just and reasonable.",
            "closed_at": "2009-04-04T00:00:00Z",
            "created_at": "2008-04-03T23:07:08.769020Z",
            "creator_name": "David Quarmby",
            "government_response_at": "2009-06-05T11:49:59.902351Z",
            "government_responses": [
                {
                    "created_at": "2009-06-05T11:49:59.902351Z",
                    "details": "You signed a petition asking the Prime Minister to \"reintroduce the ten pence tax band urgently, in order to prevent low paid workers facing a painful increase in the tax they pay on their income.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page19495\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition '10penceband'",
                    "updated_at": "2009-06-05T11:49:59.902351Z"
                }
            ],
            "opened_at": "2008-04-03T23:07:08.769020Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 5189,
            "state": "finished",
            "updated_at": "2010-03-04T15:35:59.305401Z"
        },
        "id": 9129106
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/10penceband/"
    },
    "type": "petition"
}