{
    "data": {
        "attributes": {
            "action": "reassess the success of polio eradication",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Global Polio Eradication Initiative Strategic Plan 2004-2008, outlines activities required to interrupt poliovirus transmission 2004-2005, achieve global eradication by country, mainstream the Global Polio Eradication Initiative in 2006-2008, and prepare for the Global Oral Polio Vaccine (OPV) Cessation Phase in 2009 and beyond.\n\nEarlier targets were not met - can the P.M. re - examine tactical revisions  introduced in 2003, revise time frames for certification, and the decision to stop immunisation with oral polio vaccine (OPV)?\n\nIn accordance with objective 1, and use Ministerial diplomacy to chase up countries linked to over 95% of cases in 2003: Nigeria, India, and Pakistan. \n\nReassess key strategies :\n\na) appropriate selection/training \nb) inclusion of women and underserved groups\nc) need for strong interpersonal communication skills\nd) develop appropriate Information, Education, and Communication (IEC)  materials.\ne) Facilitate additional leadership \n\nThe petitioner is calling on the PM to ensure the momentum in this health campaign is not broken.",
            "closed_at": "2009-04-04T00:00:00Z",
            "created_at": "2008-04-04T10:09:33.626377Z",
            "creator_name": "J RICHARDS",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-04-04T10:09:33.626377Z",
            "rejected_at": "2008-05-04T00:01:04.446240Z",
            "rejection": {
                "code": 512,
                "details": "Your title should be a clear call for action.",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-05-04T00:01:04.446240Z"
        },
        "id": 9131630
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/poloeradication/"
    },
    "type": "petition"
}