{
    "data": {
        "attributes": {
            "action": "consider online examinations systems and establish IT systems of assessment to combat current criticisms of academic testing :The Assoc of School and College Leaders, said headteachers now spend more on exams than books or computer equip : \"a desperately bad use of public money, the second biggest item after staffing in budgets\".",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "A timed login system - quick multiple choice assessment would :\n\na) Cut down resource use since one to one \nb) Remove exam pressure\nc) incorporate pre - employment IT skills\nd)Facilitate access/equal ops eg. those pupils who prefer or have to study at home\ne) Adopt less stigmatising age friendly policies - people can obtain any/all qualification pre and post 16 training \nf) Remove charges of £400 million pa in fees +  £300 million on invigilators and other staff to manage the tests in schools.\n\nEveryone knows that learning is much more than going to school or college, but attaining a professional qualification is, like it or not, a ticket to success. \n\nThe £700m spent on exams pa can be channelled into computerisation of automatic marking schemes, building on the achievements of the IT industry since the introduction of the www in 1993 when, eg, downloadable exam papers were intro. \n\nConduct a cost - benefit analysis into equip systems which as many people as easily as possible with skills for life, yet cost - effectively.",
            "closed_at": "2009-04-07T00:00:00Z",
            "created_at": "2008-04-04T12:36:55.411766Z",
            "creator_name": "J RICHARDS",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-04-04T12:36:55.411766Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 3,
            "state": "finished",
            "updated_at": "2009-04-08T00:01:01.794042Z"
        },
        "id": 9133035
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/onlineexams/"
    },
    "type": "petition"
}