{
    "data": {
        "attributes": {
            "action": "ensure that a dedicated and specific national budget for the support of people with Asperger’s Syndrome is created at national level.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Community Care services exclude the Asperger’s population. This is against Government intention. Local authorities are given responsibility or supporting these people (a population equal the size of Cardiff). Appropriate support barely exists until people get so depressed and anxious they qualify for mental health support. Access to services is prevented by:\n\n•\tProfessionals refusing to take responsibility \n•\tDiagnoses that are wrong, confusing, late or not made\n•\tService being inappropriate for individual needs\n•\tBudgets being too tight to allow for an appropriate service\n•\tLack of understanding/knowledge amongst professionals at all levels\n•\tAbsence of appropriate services\n\nThe law (community care, human rights, disability legislation), demands that people are supported in leading as independent a life as possible. It is manifestly obvious that this is not happening in this population and will not until a dedicated budget is created.",
            "closed_at": "2009-04-07T00:00:00Z",
            "created_at": "2008-04-04T14:37:41.118623Z",
            "creator_name": "Bill Goodyear",
            "government_response_at": "2009-06-05T11:44:00.389200Z",
            "government_responses": [
                {
                    "created_at": "2009-06-05T11:44:00.389200Z",
                    "details": "You signed a petition asking the Prime Minister to \"ensure that a dedicated and specific national budget for the support of people with Asperger’s Syndrome is created at national level.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page19510\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'aspergerbudget'",
                    "updated_at": "2009-06-05T11:44:00.389200Z"
                }
            ],
            "opened_at": "2008-04-04T14:37:41.118623Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 543,
            "state": "finished",
            "updated_at": "2009-06-02T16:36:26.565798Z"
        },
        "id": 9134089
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/aspergerbudget/"
    },
    "type": "petition"
}