{
    "data": {
        "attributes": {
            "action": "Ensure that no more children die at this bus-stop on the A1307",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The A1307 in Cambridgeshire is one of the county's two most lethal roads.  The stretch between Babraham and Haverhill is particularly dangerous with many deaths each year.  In the past 13 months there have been two teenagers killed in exactly the same spot, beside the bus stop at Cardinal's Green/Horseheath.  We petition the Prime Minister to ensure that creating safe zones for people getting on and off along this rural bus route is made a priority and funding put in place before any more of our young people from this community lose their lives.  There is poor visibility, a 60mph speed limit, and no pavement or pull-in space for the buses.  This needs to be addressed as an absolute priority.  Our children are grieving for their friends.",
            "closed_at": "2008-07-08T00:00:00Z",
            "created_at": "2008-04-04T17:58:54.095833Z",
            "creator_name": "Julia Carne",
            "government_response_at": "2008-09-25T14:38:02.098932Z",
            "government_responses": [
                {
                    "created_at": "2008-09-25T14:38:02.098932Z",
                    "details": "You signed a petition asking the Prime Minister to \"Ensure that no more children die at this bus-stop on the A1307.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page16579\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'A1307safety'",
                    "updated_at": "2008-09-25T14:38:02.098932Z"
                }
            ],
            "opened_at": "2008-04-04T17:58:54.095833Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1269,
            "state": "finished",
            "updated_at": "2009-01-14T16:01:56.981453Z"
        },
        "id": 9135687
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/A1307safety/"
    },
    "type": "petition"
}