{
    "data": {
        "attributes": {
            "action": "Remove Weston Otmoor from the shorlist of 15 proposed eco-towns",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The poposal by Parkridge holdings to develop an eco-town at weston Otmoor is ill considered for many reasons including:\n\n1) It is too close to the M.40 and A.34 to make it at all likely that residents could be persuaded to use rail or other public transport.\n\n2) It is on a flood plain!\n\n3) It would involve the destruction of part of a Site of Special Scientific Interest on the nature reserve at Otmoor.\n\n4) It is very close to Bicester which is already targeted for significant housing expansion and the ex USAF base at Heyford which is a genuine brown field site and which is also under consideration for significant housing development.\n\n5) It is too close to the existing towns of Bicester, Kidlington, Woodstock, Witney and Oxford to be considered in any way self-sustaining.\n\n6) Much of Weston on the green itself is within a conservation area.\n\nFor these and other reasons Weston Otmoor should be removed from consideration forthwith.",
            "closed_at": "2009-04-07T00:00:00Z",
            "created_at": "2008-04-04T20:31:30.626897Z",
            "creator_name": "Ian Shepherd",
            "government_response_at": "2009-06-05T11:43:12.978532Z",
            "government_responses": [
                {
                    "created_at": "2009-06-05T11:43:12.978532Z",
                    "details": "You signed a petition asking the Prime Minister to \"Remove Weston Otmoor from the shorlist of 15 proposed eco-towns.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page19508\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'WestonOtmoor'",
                    "updated_at": "2009-06-05T11:43:12.978532Z"
                }
            ],
            "opened_at": "2008-04-04T20:31:30.626897Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 2338,
            "state": "finished",
            "updated_at": "2009-08-13T16:02:04.825381Z"
        },
        "id": 9136689
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/WestonOtmoor/"
    },
    "type": "petition"
}