{
    "data": {
        "attributes": {
            "action": "make a public statement (something which he CAN DO and IS empowered TO DO, as Prime Minister of this country) to explain to the taxpayer why he and other MPs have an entitlement to tax free allowances to alleviate the cost to them of having to have a place to live in their constituency (making special mention, of course, as to why scottish constituency MPs who no longer have a constituency should be getting them) when the same facility is not offered to other employees.  Members of HM Forces; clergymen and women, for example, are obliged to live in accommodation close to the place of work - and also WHY there is no financial assistance for those thousands of taxpayers who cannot find a job in their home town and are obliged to travel huge distances and pay to stay in digs or have second homes near their place of work.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "MPs are NOT special people.  There should NOT be any entitlement to ANY tax free allowances which are not also available to other employees.  The taxpayer should NOT be paying for MPs to watch television or have broadband connected to their residence.  It is an absolute abomination that the taxpayer should be paying for their food, when those same pensioner taxpayers can afford only baked beans on toast for their main meal if they want to keep themselves warm.",
            "closed_at": "2009-04-07T00:00:00Z",
            "created_at": "2008-04-05T09:58:45.599954Z",
            "creator_name": "Keith Jones",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-04-05T09:58:45.599954Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 39,
            "state": "finished",
            "updated_at": "2010-01-27T17:30:36.125881Z"
        },
        "id": 9138918
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ItsAnAbomination/"
    },
    "type": "petition"
}