{
    "data": {
        "attributes": {
            "action": "Create a new law to ban all shops and retailers handing out FREE plastic bags.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Plastic carrier bags, given out to you for free in most supermarkets, are useful yet highly dangerous to our environment.  \n\nThey are made from non-renewable crude oil.\nThey are often binned or sent to landfills in which they can end up being blown or thrown into the sea or onto a beach. Plastic bags resemble food for many creatures such as endagered turtles. Almost every animal can accidentally engulf one inside their throat, which stops their breathing and they face almost certain death. Over 1 million british sea birds die from plastic bags each year. Dolphins, turtles, whales and birds die very often, as well as land animals such as lions accidentally swallowing them. In 2002, a Minke whale washed up in france had over a ton of plastic bags inside it's gut. There are stronger cotton, or stronger plastic bag alternatives which can be re used for ever which never go in the bin so there are much fewer plastic  bagsin landfills. These stronger bags are more environmentally friendly, and i am calling for a ban on free plastic bags to try and encourage more people to buy these more environmentally friendly alternatives. Thankyou!",
            "closed_at": "2008-05-07T00:00:00Z",
            "created_at": "2008-04-05T18:39:56.679997Z",
            "creator_name": "Alex E Staniforth",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-04-05T18:39:56.679997Z",
            "rejected_at": "2008-04-09T09:10:36.521172Z",
            "rejection": {
                "code": 2048,
                "details": "Similar to http://petitions.pm.gov.uk/longlifebags/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-04-09T09:10:36.521172Z"
        },
        "id": 9142025
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/NoFreeBags/"
    },
    "type": "petition"
}