{
    "data": {
        "attributes": {
            "action": "as a G8 member state, use international pressures to appoint govt by proxy in countries where democracy is failing",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Time and time again, Western countries, support one political party, or armed rebels in both overt and covert operations, against another - in the hope of stabilising govt and economies where there is no accord. The fact that Zimbabwean president Robert Mugabe's ruling party today is demanding a recount of votes further delays effective presidential election results. The petitioner is calling on the P.M. to either,\n\na) support opposition leader Morgan Tsvangirai's calls for Mugabe to step down, due to plotting campaigns of violence to bolster his chances of winning an expected run off.\n\nb) invite the UN to appoint proxy a govt to administer the state.\n\nc) call on President Mugabe to explain his motives - are they personal, political, patriotic or pandemic ?\n\nBefore any more lives are lost in  election - related violence and intimidation. Scores of opponents were killed in 2002 and 2005 campaign.\n\nPlease also consider applying this principle to Pakistan and the developing countries where govts assume it is satisfactory to keep receiving UN protection and EU aid without taking some of the responsibilities for their internal affairs and global citizenship.",
            "closed_at": "2009-04-07T00:00:00Z",
            "created_at": "2008-04-06T11:12:05.309807Z",
            "creator_name": "J RICHARDS",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-04-06T11:12:05.309807Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 10,
            "state": "finished",
            "updated_at": "2010-02-25T16:06:27.303714Z"
        },
        "id": 9144758
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/proxygovts/"
    },
    "type": "petition"
}