{
    "data": {
        "attributes": {
            "action": "make a commitment to establish funding for a national monitored survey of Obliterative Bronchiolitis (OB), an orphan lung disease which children can die from and require life long treatment, including lung transplant. There is currently no treatment or published results of research yet OB has a very major impact on healthcare and social resource issues.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "OB is a rare, untreatable and irreversible lung disease that occurs after injury to the lower respiratory tract. OB can be caused by infection, pneumonia (particularly with adenovirus), breathing in toxic fumes or fluid. Though limited to few children, diagnostic criteria are not fixed therefore potentially there are many undiagnosed cases. OB is not recognised in the public mind. \nA national survey would provide the critical information needed to establish diagnostic recommendations to clinicians as well as consolidating knowledge of outcomes which are currently poorly outlined. Such knowledge would allow discussion as to whether children reaching agreed criteria could be included in future clinical trials of medicines and the re-examination of the viability of traditional medicines such as steroids and immune suppressives, as well as raising awareness of OB and opening possible future opportunities for further research.",
            "closed_at": "2008-10-09T00:00:00Z",
            "created_at": "2008-04-06T15:14:17.969538Z",
            "creator_name": "Lynne Thompson",
            "government_response_at": "2008-12-02T13:10:53.069423Z",
            "government_responses": [
                {
                    "created_at": "2008-12-02T13:10:53.069423Z",
                    "details": "You signed a petition asking the Prime Minister to \"make a commitment to establish funding for a national monitored survey of Obliterative Bronchiolitis (OB), an orphan lung disease which children can die from and require life long treatment, including lung transplant. There is currently no treatment or published results of research yet OB has a very major impact on healthcare and social resource issues.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page17595\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'OBsurvey'",
                    "updated_at": "2008-12-02T13:10:53.069423Z"
                }
            ],
            "opened_at": "2008-04-06T15:14:17.969538Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 645,
            "state": "finished",
            "updated_at": "2008-10-13T03:55:34.887643Z"
        },
        "id": 9146043
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/OBsurvey/"
    },
    "type": "petition"
}