{
    "data": {
        "attributes": {
            "action": "Ensure that 11th November, no matter what day it falls on, is made a public holiday for all citizens of Great Britain, and that we be allowed to celebrate in our time honoured traditions, without hinderence or objections from any other groups associations or religions",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Great Britain should be allowed to promote the memory of it's war dead on  the 11th November, without objections from outside groups, societies, religions or associations. The British are proud of their traditions, and hold dear the men and women who have laid down their lives in the name of Great Britain and freedom. The veterans should be allowed to wear full military dress without hinderence, abuse or recall, be allowed to display the uniuon Flag, along with those of, England Ireland Scotland and Wales, should be allowed to be flown in rememberence of all the countries dead, and those serving today. All the pomp and circumstance that goes with our great history should be allowed to flourish in its entirity. Let us be proud of our Military and all it has done and is doing and all it will do to protect us in the future. After all, our military services only go where the governments we elect send them. God Bless ALL British service personel where ever they are in the world today",
            "closed_at": "2009-04-07T00:00:00Z",
            "created_at": "2008-04-06T17:25:58.127393Z",
            "creator_name": "andrew gatward",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-04-06T17:25:58.127393Z",
            "rejected_at": "2008-04-08T16:19:22.659764Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/remembermonday/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-04-08T16:19:22.659764Z"
        },
        "id": 9146842
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ourwardead/"
    },
    "type": "petition"
}