{
    "data": {
        "attributes": {
            "action": "Support the people of West Norfolk in preventing the approval of the proposed extraction of silica sand in the villages of Ashwicken, Leziate, Bawsey, Pott Row and Roydon known as MIN42.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "WBB Minerals seek permission to build an open cast mine on a massive site in the centre of ancient Ashwicken, Leziate,Bawsey,Pott Row& Roydon villages comprising of180 hectares. Combined with adjacant sites,destroying 1000+acres of undulating,arable wooded farm/countryside,includes an SSSI/SAC,Ramsar site,lies just North of another SSSI site,bordering an AONB. Landscape panoramic,ofhealthy nature including woodland with broadleaf edgeincludes foot/bridlepaths, scheduled burial mound&the Bawsey tile kilns (international importance). Hundreds of protected species/habitats would be destroyed for ever. Silica sand considered high value mineral,also carcinogenic.When extracted- potential danger to the exposed population living nearby-Our exposure limits exceed those recommended by the HSE.The silica in these particular beds is predominantly used forglass containers-hardly of'national importance' when alternatives such as recycled cullet could be used instead of relentless needless extraction. High value investment and money at the costs of our health, homes and legacy to our children and this planet cannot be justified.",
            "closed_at": "2008-10-07T00:00:00Z",
            "created_at": "2008-04-06T20:07:40.543442Z",
            "creator_name": "Karan McKerrow Dean",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-04-06T20:07:40.543442Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 113,
            "state": "finished",
            "updated_at": "2008-11-29T03:01:50.107765Z"
        },
        "id": 9147829
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/MIN42-ERASE/"
    },
    "type": "petition"
}