{
    "data": {
        "attributes": {
            "action": "suspend and investigate all the Police officers escorting the Olympic torch through London",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "On the 6th of April, the Olympic torch was taken through the streets of London. It was escorted by police and chinese officials.\n\nThe BBC new showed some anti-chinese government protestors scaling the barriers to peacefully make their point who were immediately assaulted with rugby tackles, jumped on my numerous officers without any consideration for their well being. All the police were obliged to do was arrest them. This level of force applied to unarmed people simply running around in a T-shirt in a public space was excessive and tantamount to state thuggery.\n\nAll officers involved in the torch escort and supervising of it should be suspended and an inquiry should be initiated to determine who ordered them to use this brutish behaviour. Officers should be prosecuted and imprisoned where they have been shown to have used excessive force.\n\nThe UK is not only condoning repressive dictatorships but is behaving like one. In a democracy, the Police should be supporting protesters and not suppressing them. This has got to end now.\n\nThe Prime minister should also commend all the protesters who took part as exemplary citizens who make us proud to be British.",
            "closed_at": "2008-04-28T00:00:00Z",
            "created_at": "2008-04-07T12:44:17.659925Z",
            "creator_name": "Ben Parish",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-04-07T12:44:17.659925Z",
            "rejected_at": "2008-05-07T00:01:05.914852Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-05-07T00:01:05.914852Z"
        },
        "id": 9153338
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/olympicpolicing/"
    },
    "type": "petition"
}