{
    "data": {
        "attributes": {
            "action": "Save Slough's Historic Town Hall, War Memorial and Cedar of Lebanon from destruction and ensure that the Historic Town Hall and War Memorial are Listed Grade II* by English Heritage and the Cedar of Lebanon protected by a Tree Preservation Order",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Slough Borough Council has voted to destroy Slough’s Historic Town Hall, War Memorial and Cedar of Lebanon and sell the land for development. \n\nThe Historic Town Hall was designed by the leading civic architects of the 1930s, James & Rowland Pierce. The clock tower was designed by the British sculptor, Reg Butler, during his short architectural career and is his only surviving architectural work. Butler is regarded as a modern master with eighteen works in the Tate Gallery.\n\nIt was opened in 1937 in anticipation of Slough receiving the Royal Charter making it a Borough. As well as being the town’s most important building, it is in excellent condition. Period features such as marble columns, floors and staircases and oak panelling are all intact. \n\nThe War Memorial is in the entrance hall and forms an iron cabinet set into the wall opening to reveal a Book of Remembrance. Inside are the names of Slough men and women who gave their lives in both wars. The cedar is one of the town’s most beautiful and visible trees.\n \nThis iconic building has many possible uses. Please also ask English Heritage to List the building. Their address is 1 Waterhouse Square, 138-142 Holborn, London, EC1N 2ST.",
            "closed_at": "2009-04-22T00:00:00Z",
            "created_at": "2008-04-07T12:33:23.828568Z",
            "creator_name": "Tristan Miles",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-04-07T12:33:23.828568Z",
            "rejected_at": "2008-04-28T15:32:35.006986Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-04-28T15:32:35.006986Z"
        },
        "id": 9153189
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SloughTownHall/"
    },
    "type": "petition"
}