{
    "data": {
        "attributes": {
            "action": "Genroutinetest",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "My husband and I are parents to a wee boy that was born with a very rare genetic condition. After 12 months of genetic screening, we found out that we are carriers of genetic defects.This fact , we never knew because we have 2 perfectly healthy girls.When our son was alive, after 1o weeks of going through operations, tests to try in vain to save him, we had to take the dreadful decision to turn off the life support machines.\nIf all pregnant ladies, during pregnancy are offered the possibility of genetic tests, the heartaches would be avoided.Before being pregnant,or during pregnancy, pregnant ladies should be offered those tests as part of routine procedures because either the parents are carriers and the child will be born with genetic defects or the parents may not be cariers, but at conception the baby may have the unfortune to get a chromosome malformation.\nSurely all woman At any age should be offered this choice. It would help a lot of parents that have to deal with heart ache at birth if they know the situation prior to birth.\n\n\nI am pleading you , please to sign my peition.\n\nI WOULD APPRECIATE IF YOU WOULD UNDERSIGN MY PETITION PLEASE.\n\nThanks.",
            "closed_at": "2008-10-08T00:00:00Z",
            "created_at": "2008-04-08T10:18:43.244157Z",
            "creator_name": "Caroline greig",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-04-08T10:18:43.244157Z",
            "rejected_at": "2008-05-08T00:01:04.732791Z",
            "rejection": {
                "code": 2048,
                "details": "See http://petitions.pm.gov.uk/PregGenetics/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-05-08T00:01:04.732791Z"
        },
        "id": 9162545
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Genroutinetest/"
    },
    "type": "petition"
}