{
    "data": {
        "attributes": {
            "action": "Give BT government insentive to provide fibre to every UK home...",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "BT are about to upgrade the UK phone network in a project they are calling 21CN. Their internet serivce will be based around the ADSL2+ standard which provides up to 24mbps download speeds. Parts of the UK already have this and it is currently out of date technology. The rest of the world are replacing their copper phone lines with fibre to the home and have speeds of up to 100mbps internet and some parts even have speeds of 1gbps. The UK will lag behind in broadband speed if no fibre network isn't put in place. If you want a future proof network please sign the petition\n\nThe plan has come under some criticism, mainly due to BT's plans for high-speed internet services. BT's main plan for providing internet Access is upgrade their dslams to ADSL2 in the exchange. This has been controversial because ADSL2+ is already an old technology and is limited at 24Mbit/s downstream,[2] and will be even more dated by the time 21CN is completed (Around 2010), leading to criticisms that BT is not future proofing their network. It has been argued that fibre to the home would be more appropriate for high-speed internet.",
            "closed_at": "2009-03-08T00:00:00Z",
            "created_at": "2008-04-08T12:11:51.130725Z",
            "creator_name": "Chris Parker",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-04-08T12:11:51.130725Z",
            "rejected_at": "2008-05-08T00:01:04.732791Z",
            "rejection": {
                "code": 256,
                "details": "",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-05-08T00:01:04.732791Z"
        },
        "id": 9164299
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BTFTTH/"
    },
    "type": "petition"
}