{
    "data": {
        "attributes": {
            "action": "Make all politicians undergo a series of tests",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "You wouldn’t employ someone without performing a series of tests. \nDon’t be fooled by their persusive and passionate speech. \nThe job they undertake is one of extreme importance. \n\nThe government and opposition MPs are not doing a good enough job. Not for £60K.\n\nFor £60k I would like to see a minimum of a 10 year track record of delivering products on time and budget.  \n\nMinisters need to be significantly better than backbenchers.\n\nFor the posts listed below, there needs to be a minimum of a 20 years track record delivering complex products on time and budget. \n\n\nPM                         £190K\n\nCabinet minister           £139K \n\nMinister of state          £102K\n\nUnder seceratary of state  £92K\n\nThe last 5 PMs on average have done less than 10 years before going into politics.\n\n\nAll politicians should be tested on the following. \n\nImpartiality \n\nGeneral knowledge\n\nLocal and national issues\n\nMinisters  and Opposition front benchers should have also have tough additional tests on\n\n\nInternational issues \n\nManagement skills\n\nProblem solving \n\nThe results should be made public. The public can then make an informed decissions.\n\nThe future of the country is in their hands. If the last 3 decades is an indication of the future, god help us.",
            "closed_at": "2009-04-16T00:00:00Z",
            "created_at": "2008-04-08T20:40:57.581150Z",
            "creator_name": "NEV MEHTA",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-04-08T20:40:57.581150Z",
            "rejected_at": "2008-04-25T14:36:21.119624Z",
            "rejection": {
                "code": 4096,
                "details": "This is a matter for direct communication with Parliament.",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-04-25T14:36:21.119624Z"
        },
        "id": 9170285
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/politiciantest/"
    },
    "type": "petition"
}