{
    "data": {
        "attributes": {
            "action": "Join us in deprecating the decision of the Oxford Magistrates Court to return ponies and donkeys to their owner against the very strong professional advice of the welfare organisations.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "A recent court ruling to return 29 ponies and donkeys to the people from whom they were removed following serious welfare concerns places them at great risk. The decision is all the more disturbing as the court ruled that a further 82 horses should not be returned but should be sold at auction. All the animals were the subject of an investigation under the Animal Welfare Act, and charges have been brought. However, the condition of the horses was widely condemned and described variously as “horrific”, “appalling” and “extremely distressing”. Not all are yet fully recovered.\n\nWe strongly urge the government to take whatsoever steps may be necessary to ensure that the animals are not handed over into the custody of their owners unless and until they are satisfied that their safety and wellbeing can be assured. The horses, ponies and donkeys involved in this case, which were luckier than the 31 animals which were found dead at the premises, deserve to have their safety protected.",
            "closed_at": "2008-04-24T00:00:00Z",
            "created_at": "2008-04-09T12:36:51.998160Z",
            "creator_name": "Lee Hackett on behalf of the British Horse Society",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-04-09T12:36:51.998160Z",
            "rejected_at": "2008-04-10T12:57:03.033883Z",
            "rejection": {
                "code": 512,
                "details": "",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-04-10T12:57:03.033883Z"
        },
        "id": 9176081
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BHSAmersham/"
    },
    "type": "petition"
}