{
    "data": {
        "attributes": {
            "action": "to consider the practical difficulties faced by local authorities in funding vital sports facilities such as Swimming Pools or Planning enquiries against powerful vested interests such as large supermarket groups, and consider the merits of moving the funding of both sports facilities and planning enquiries to central Government while allowing them to still be administered locally.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Local authorities are often faced with very difficult funding choices where for example a Sports facility although vital for the long term health of the Nation will always understandably lose out to a more pressing need such as to provide a care home, or where in planning disputes it is very difficult to take on for example the full might of a powerful supermarket group, and where in such cases local authorities may be under huge financial pressure not to contest such a planning application for example against a proposed new superstore, fearful that losing such a case would land the local council tax payers with a huge legal bill.\n\nMoving the funding for both to the centre might adjust the balance while helping to meet national objectives such as to improve the health of the Nation and also recognising that many Planning decisions ultimately do not lie in the hands of local authorities.\n\nWe might also reflect on areas of our daily lives such as seeing our GPs to payment of housing benefit where the money comes from a central budget whilst being administered locally and suggest that Sports facilities and Planning enquiries should be funded in a similar way from a central pot.",
            "closed_at": "2009-04-09T00:00:00Z",
            "created_at": "2008-04-09T13:37:17.557569Z",
            "creator_name": "Bob Goodall",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-04-09T13:37:17.557569Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 7,
            "state": "finished",
            "updated_at": "2009-04-10T00:01:01.772139Z"
        },
        "id": 9176826
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Pools-Planning/"
    },
    "type": "petition"
}