{
    "data": {
        "attributes": {
            "action": "support an inquiry fore bereaved relatives of Iraq soldiers - it may help them grieve but maybe make it priavte, not public",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Again, the govt satisfies the media, not justice, the courts and it's citizens ! The mothers of two young soldiers killed in Iraq have lost their legal bid to make a simple request from which the MoD may learn lessons : to force the Government to hold a public inquiry into Britain's involvement in the conflict, AOL today reports.\n\nAdmittedly, there must have been reasons why a committee of nine Law Lords dismissed an appeal by Beverley Clarke and Rose Gentle, whose lawyers argued that the Blair government breached its duty to the men and women of the armed forces by failing to ensure in advance that the invasion was lawful and justified - but the rights to life and security of persons of each British citizen (including those in the armed forces remains a statutory duty of Ministers. Holding Blair personally accountable and ensuring a PUBLIC enquiry, which breaches confidentiality, undermines witness protection, will do little to satisfy these mothers pleas and answer their queries. If the purpose of an inquiry is to identify cause and effect, then perhaps a PRIVATE inquiry would be a better alternative ie without Chinese whispers in the press !.",
            "closed_at": "2009-04-11T00:00:00Z",
            "created_at": "2008-04-09T13:47:32.653139Z",
            "creator_name": "J RICHARDS",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-04-09T13:47:32.653139Z",
            "rejected_at": "2008-04-18T13:13:28.131314Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/Iraq-War-Inquiry/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-04-18T13:13:28.131314Z"
        },
        "id": 9176950
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/privatenotpublic/"
    },
    "type": "petition"
}