{
    "data": {
        "attributes": {
            "action": "support the campaign by Terry Pratchett and the Alzheimer's Research Trust for a drastic increase in public funding for dementia research.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Only £11 is spent on UK research into Alzheimer's for every person affected by the disease, compared with £289 for cancer patients.\n\nA recent London School of Economics report commissioned by the Alzheimer’s Research Trust, shows that the cost of providing long-term care to older people with dementia will increase to £16.7 billion by 2031.\n\nThere are 700,000 people living with dementia in the UK today, and many more are affected. \n\nAs Terry Pratchett put it when donating $1million to the Alzheimer's Research Trust, “I am, along with many others, scrabbling to stay ahead long enough to be there when the Cure comes along. Say it will be soon – there's nearly as many of us as there are cancer sufferers, and it looks as if the number of people with dementia will double within a generation. In most cases, alongside the sufferer you will find a spouse suffering as much. It is a shock to find out that funding for Alzheimer’s research is just 3% of that to find cancer cures.” \n\nEarly Day Motion 1337 shows the growing cross-party parliamentary support for an increase in Alzheimer’s research funding.",
            "closed_at": "2008-10-10T00:00:00Z",
            "created_at": "2008-04-09T16:45:21.173490Z",
            "creator_name": "Andrew Scheuber",
            "government_response_at": "2008-11-28T15:33:11.123787Z",
            "government_responses": [
                {
                    "created_at": "2008-11-28T15:33:11.123787Z",
                    "details": "You signed a petition asking the Prime Minister to \"support the campaign by Terry Pratchett and the Alzheimer's Research Trust for a drastic increase in public funding for dementia research.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page17599\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'terrypratchett'",
                    "updated_at": "2008-11-28T15:33:11.123787Z"
                }
            ],
            "opened_at": "2008-04-09T16:45:21.173490Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 444,
            "state": "finished",
            "updated_at": "2008-10-11T00:01:01.062729Z"
        },
        "id": 9179102
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/terrypratchett/"
    },
    "type": "petition"
}