{
    "data": {
        "attributes": {
            "action": "request that the DSA continues to provide motorcycle test facilities in the Barrow-in-Furness and the South Lakes areas in compliance with its policy that most motorcycle test customers should be able to reach their nearest test centre within 45 minutes, traveling no more than 20 miles.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "At the end of September 2008 the DSA are closing the motorcycle test centres in Barrow-in-Furness and Kendal. The alternatives will be the proposed Multi-Purpose Test Centres at Blackburn and Carlisle. The result of this decision is that motorcyclists currently using the Barrow centre will now need to make a round trip of 156 miles to Blackburn (158 miles to Carlisle). The round trip is likely to take approximately 5 hours and require them to negotiate the busy cities of Lancaster and Preston en route. On top of this they will be asked to take their tests on completely unfamiliar roads. We believe the above situation is totally unacceptable. For inexperienced riders to travel these sorts of distances in the summer will be bad enough; in the winter it will be positively dangerous and expose the most vulnerable group of motorcyclists to unacceptable risk.",
            "closed_at": "2008-10-10T00:00:00Z",
            "created_at": "2008-04-09T20:06:54.888873Z",
            "creator_name": "Bob Gerry",
            "government_response_at": "2008-10-28T15:43:30.883520Z",
            "government_responses": [
                {
                    "created_at": "2008-10-28T15:43:30.883520Z",
                    "details": "You signed a petition asking the Prime Minister to \"request that the DSA continues to provide motorcycle test facilities in the Barrow-in-Furness and the South Lakes areas in compliance with its policy that most motorcycle test customers should be able to reach their nearest test centre within 45 minutes, traveling no more than 20 miles.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page17306\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'dsabarrow'",
                    "updated_at": "2008-10-28T15:43:30.883520Z"
                }
            ],
            "opened_at": "2008-04-09T20:06:54.888873Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 411,
            "state": "finished",
            "updated_at": "2008-10-11T00:01:01.062729Z"
        },
        "id": 9180783
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/dsabarrow/"
    },
    "type": "petition"
}