{
    "data": {
        "attributes": {
            "action": "Review the Ruling denying Freedom of Movement in Europe to those in the UK in receipt of Pension Credit.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Is it just for our government to allow a pensioner over-wintering in Spain to receive their Winter Fuel payment whereas other pensioners, in need of top-up income to their State Pension (Pension Credit) are not able to live in the EU as this top-up is withdrawn when they stay away from the UK for any longer than 4 weeks? \n\nA recent High Court ruling has dictated that recipients of DLA Care Component can continue to claim this if they move to Europe.  Where is equality for the recipients of Pension Credit?\n\nThis ruling is a total nonsense considering we are all EU citizens and many older people would find improvements in their health (particularly those with arthritis) if they were able to escape our cold damp winters. This would undoubtedly have a positive knock-on effect on the uptake of GP-time and the amount of pain relief required by this group of people. Those who suffer from the debilitating condition SAD are also less prone to suffering from depression when the daylight hours are warmer and longer.\n\nThis is not Freedom of Movement but treating pensioners as second-class citizens by denying them the human right of choice.\n \nPlease sign this petition, we need change now!",
            "closed_at": "2009-04-10T00:00:00Z",
            "created_at": "2008-04-09T21:21:40.907641Z",
            "creator_name": "Anna Wotton",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-04-09T21:21:40.907641Z",
            "rejected_at": "2008-04-14T11:04:41.541228Z",
            "rejection": {
                "code": 256,
                "details": "",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-04-14T11:04:41.541228Z"
        },
        "id": 9181326
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/pensioncreditUK/"
    },
    "type": "petition"
}