{
    "data": {
        "attributes": {
            "action": "Ensure that all employees have statutory protection for unfair dismissal after three months service.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Current employment rights offer no effective protection against unfair dismissal for any employee who has been employed for less than twelve months, organisations, like Acas and the CAB hands are tied as current laws only protects workers who have been employed for twelve months or longer. I also think that if an employee is proved to have been unfairly dismissed all costs should be met by the employer. The current system is heavily biased towards the employer, allowing them to ignore good practice. There should be severe legal consequences for employers who do not follow current statutory disciplinary and grievance procedures, no matter how long you have worked for them. This change in law would not protect bad workers, as the current procedures are there to protect both employer and employee. It would ensure that all employees would be equally protected, and could expect to be treated fairly, sooner. I would also like to see a government funded office who were solely responsible for all work related disputes and that this office would be responsible for monitoring companies and ensuring that statutory regulations were followed correctly.",
            "closed_at": "2009-04-10T00:00:00Z",
            "created_at": "2008-04-09T21:48:42.148730Z",
            "creator_name": "Catherine Price",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-04-09T21:48:42.148730Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 59,
            "state": "finished",
            "updated_at": "2009-08-13T16:02:04.825381Z"
        },
        "id": 9181515
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/UnfairDismissal/"
    },
    "type": "petition"
}