{
    "data": {
        "attributes": {
            "action": "Clarify the conditions covered as long term health problems under the DDA",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "There is a problem with the current Disability Discrimination Act. People who medicate on a daily basis for a long term health condition, such as hypothyroidism are encouraged to inform employers about their condition. However, there seems to be inadequate protection for the employee when they experience issues relating to their condition whilst at work, and I ask for clarification under the law, so that people with such conditions have their rights to be treated fairly and with respect protected. We are not disabled but we are sometimes ill, and need more understanding and help from employers, not confusion and accusation. A long term health condition can be controlled, there are also times when problems/symptoms can rear their ugly head. This in turn leads to problems at work. Clearer legislation with regards to which health conditions are covered, in order for employers to recognise who is and who isn't covered by the various employment and disability laws. People with these conditions want to and need to work. I call on the government to clarify who is protected under the current legislation.",
            "closed_at": "2009-04-11T00:00:00Z",
            "created_at": "2008-04-09T22:31:30.152206Z",
            "creator_name": "Catherine Price",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-04-09T22:31:30.152206Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 17,
            "state": "finished",
            "updated_at": "2009-04-12T00:01:01.320345Z"
        },
        "id": 9181753
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/longtermhealth/"
    },
    "type": "petition"
}