{
    "data": {
        "attributes": {
            "action": "Significantly reduce the amount of carbon emissions by supermarkets by scrapping the right to trade of all shops currently restricted to six hours trading. Also to remove the right of movement on public roads to all vehicles over 4 tons laden weight during the hours of midnight saturday to midnight sunday so further reducing carbon emisions towards the government target of 60% reduction.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Repealing Sunday trading laws would not as big companies say damage their profit as the public have a finite amount of disposable income annually and if they so wish to buy goods they will do so when shops are available.\nAs for the loss of jobs this we believe would be minimal in the first instance and may actually create more jobs within the leisure industry as more people would use these \"family\" facilities more.\nBanning large vehicles would encourage all retailers to better plan their deliveries and the source of produce forcing them into quicker action to source local produce which in turn helps save not only the planet but local business and communities.\nExemptions locally on petition as to the movement of heavy goods vehicles(fire/police/ambulance/recovery etc.) could be made.\nWe believe it is time to reclaim the sanctity of sundays for the family and comunity and wish the government to govern for the people and the planet rather than follow the ideals of already too rich businessmen.\nBy introducing this ban the amount of carbon emissions would I believe  be around 1/10 of the total generated by large retail supermarkets which has to be a benefit to us all.",
            "closed_at": "2008-12-10T00:00:00Z",
            "created_at": "2008-04-10T10:06:36.682181Z",
            "creator_name": "kevin leonard",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-04-10T10:06:36.682181Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 5,
            "state": "finished",
            "updated_at": "2009-04-30T16:54:00.603315Z"
        },
        "id": 9184936
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/savesunday/"
    },
    "type": "petition"
}