{
    "data": {
        "attributes": {
            "action": "Compel NHS surgeries/Clinics to open at least 48 hours/week, & maintain at least one \"GP\" on call overnight as also week-ends.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I have been resident in Whiteheath, in the center of the Black Country, 5 miles from Birmingham city center, for some yrs.  We have only two \"resident\" GPs, who only serve us 16 hours/week, & refuse out of hours service.\n\nThey have recently received a new building, costing us at least £5 million, although the old bungalow was more than adequate for the purpose.  They have at least 4 receptionist's, as also a \"practice manager\", a secretary, a treasurer, & have now added a security opoerator to their personel.\n\nWe still suffer up to an 8 week wait to see a GP, this would also be addressed by adequate staffing.  We do not need so many ancillary personel, we could easily lose at least two receptionist's, including the practice manager, as also secretary, treasurer, & security personel.  Their would be no security  problemif the NHS were to provide an adequate level of service, & quit treating us, their paymasters, as completely illeterate morons.\n\n16 hours is the worst possible rip-off at a price of well over £106k/a, + bonus each!",
            "closed_at": "2008-10-14T00:00:00Z",
            "created_at": "2008-04-10T13:00:27.459458Z",
            "creator_name": "Bill Houghton",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-04-10T13:00:27.459458Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 13,
            "state": "finished",
            "updated_at": "2008-10-15T00:01:01.074888Z"
        },
        "id": 9187109
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/nhsprovocation/"
    },
    "type": "petition"
}