{
    "data": {
        "attributes": {
            "action": "Develop a High Speed Rail Network for the UK",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In 2004 the Commission for Integrated Transport commissioned a report titled High Speed Rail: International Comparisons, this report concluded that rail journey times would be significantly reduced and have an economic benefit for the UK.  It would also reduce pressure on low speed rail services especially in the south east. For example a 30% reduction in the journey time from Leeds-London would mean access from central London to the middle of the UK in 1hour 25mins. \n\nThe reduction in journey times would enable expansion of the London commuter belt, increased social commuting in both directions; open a market for fast European travel via a UK rail network along with being an environmentally friendlier option than air transport. \n\nThe Cost of this (option 10 from the Atkins report) is headlined at £33Bn, however there is a cost-benefit ratio of between 1.9 and 2.8 to 1. Meaning the return would be at the very least £63Bn. With a potential for a £92.4Bn return.\n\nWe believe it is the job of government to fund projects for the good of the UK and to help projects that will not be provided by the private sector.",
            "closed_at": "2008-06-10T00:00:00Z",
            "created_at": "2008-04-10T13:35:14.842373Z",
            "creator_name": "Gregory Hunt",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-04-10T13:35:14.842373Z",
            "rejected_at": "2008-05-10T00:01:05.275793Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/betterrailways/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-05-10T00:01:05.275793Z"
        },
        "id": 9187518
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Future-Rail/"
    },
    "type": "petition"
}