{
    "data": {
        "attributes": {
            "action": "Allow Belly and Tribal Dancers to retain access to swords for dancing under the VCR Bill",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Belly and Tribal dancers in the UK\nare covered in the VCR (Violent Crimes Reduction Bill) which means that we will no longer be able to purchase swords for dancing. \nAs Belly dancers, we are not covered in the exemptions of being \nclassed as a 'sporting activity' or a Historical re-enactment. While \nwe can perform with our existing swords, if you have public liability \ninsurance. You can no longer purchase a new blade. \n\nThis is scary thought, as if we are not included in the exclusions to \nthe ban, the art form of sword dancing will ultimately die out in the \nUK! \nThe only way we can get this changed for all belly dancers is to \ncontact the home office and request that as a dance form that we are \nallowed to continue to be allowed to purchase swords, so that we can \ncontinue with a beautiful art form. \n\nPlease take the time to sign this petition to register your concern",
            "closed_at": "2008-07-24T00:00:00Z",
            "created_at": "2008-04-10T14:49:03.596589Z",
            "creator_name": "Lee Edwards",
            "government_response_at": "2008-08-21T14:15:07.313626Z",
            "government_responses": [
                {
                    "created_at": "2008-08-21T14:15:07.313626Z",
                    "details": "You signed a petition asking the Prime Minister to \"Allow Belly and Tribal Dancers to retain access to swords for dancing under the VCR Bill.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page16636\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'BellyDanceSwords'",
                    "updated_at": "2008-08-21T14:15:07.313626Z"
                }
            ],
            "opened_at": "2008-04-10T14:49:03.596589Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 448,
            "state": "finished",
            "updated_at": "2008-10-31T03:55:20.242792Z"
        },
        "id": 9188358
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BellyDanceSwords/"
    },
    "type": "petition"
}