{
    "data": {
        "attributes": {
            "action": "limit the promotion & delivery of Cognitive Behavioural Therapy [CBT] within the NHS according to available evidence",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Following economist Lord Layard’s promotion of CBT on economic grounds, the NHS has seen a boom in the funding made available for the exclusive employment and training of CBT therapists in the NHS.  However, equal funding has NOT been made available for a diverse range of psychotherapies.  CBT continues to be aggressively promoted on the grounds of ‘evidence’ of its alleged effectiveness in treating some forms of mental distress, thereby severely and unfairly biasing public perception of CBT as a cure-all when this is patently untrue.  Published evidence exists that shows CBT to have no long-term benefit in treating common difficulties such as anxiety or psychosis.  Further evidence also shows CBT to worsen symptoms in people who suffer from, for example, Myalgic Encephalomyelitis (ME)/ Chronic Fatigue Syndrome (CFS).  As CBT is promoted on the grounds of ‘evidence’ of its effectiveness with some patients, this petition calls for the cessation of the use and promotion of CBT in the NHS where there is either no ‘evidence’ of its effectiveness or where ‘evidence’ exists to show that CBT is ineffective or deleterious to a patient’s wellbeing or symptoms.",
            "closed_at": "2009-04-11T00:00:00Z",
            "created_at": "2008-04-11T08:04:40.420829Z",
            "creator_name": "S. Forrest",
            "government_response_at": "2009-06-05T11:42:22.691774Z",
            "government_responses": [
                {
                    "created_at": "2009-06-05T11:42:22.691774Z",
                    "details": "You signed a petition asking the Prime Minister to \"limit the promotion & delivery of Cognitive Behavioural Therapy [CBT] within the NHS according to available evidence.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page19509\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'NHSCBT'",
                    "updated_at": "2009-06-05T11:42:22.691774Z"
                }
            ],
            "opened_at": "2008-04-11T08:04:40.420829Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 503,
            "state": "finished",
            "updated_at": "2009-04-23T03:02:26.965059Z"
        },
        "id": 9194325
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/NHSCBT/"
    },
    "type": "petition"
}