{
    "data": {
        "attributes": {
            "action": "end the growing prejudice against the employment and advancement of psychotherapists and counsellors within the NHS",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Over the last few years psychotherapist and counsellor positions in the NHS have become almost obsolete as posts are increasingly and exclusively advertised and filled by psychologists and CBT therapists.  This has limited patients’ choices of treatments which are delivered by qualified psychotherapists, contrary to State publicity claiming to increase treatment choice for patients.  A deliberate erosion of psychotherapist posts and career opportunities within the NHS is resulting in a serious inequality of opportunity for psychotherapists and counsellors in the UK, particularly those working from humanistic, existential or alternative perspectives and approaches that are not amenable to the positivist reduction typical of ‘evidence-based’ therapies.   Redress the growing State prejudice against psychotherapists and counsellors by creating and securing genuine equal opportunities for them in the NHS.",
            "closed_at": "2009-04-14T00:00:00Z",
            "created_at": "2008-04-11T07:59:27.434426Z",
            "creator_name": "S. Forrest",
            "government_response_at": "2009-06-12T11:18:14.884374Z",
            "government_responses": [
                {
                    "created_at": "2009-06-12T11:18:14.884374Z",
                    "details": "You signed a petition asking the Prime Minister to \"end the growing prejudice against the employment and advancement of psychotherapists and counsellors within the NHS.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page19589\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'NHSpsychotherapy'",
                    "updated_at": "2009-06-12T11:18:14.884374Z"
                }
            ],
            "opened_at": "2008-04-11T07:59:27.434426Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 266,
            "state": "finished",
            "updated_at": "2009-04-15T00:01:01.422471Z"
        },
        "id": 9194253
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/NHSpsychotherapy/"
    },
    "type": "petition"
}