{
    "data": {
        "attributes": {
            "action": "pressure Health Authorities & Health Visitors to provide children's vaccination clinics after hours",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In many parts of the UK health visitors hold children’s vaccination surgeries at rigid times on a working day of the week and refuse to accommodate anyone who is unable to take time off work.  For people who cannot make these times their children fall behind on vaccination, for working people who can take time off it means lost man hours for business & a break in routine for the children which is unsettling.  I would like to start a petition asking for vaccination clinics to be held out of standard working hours.  The current alternative is making a GP’s appointment & this is a waste of the GP’s time & adds yet more of a delay in the children being vaccinated as in many areas there is a lengthy wait for “non emergency appointments”.  Even if only one clinic per month were held after 6pm or on a Saturday morning it would make a great difference to many parents, carers, children & businesses.  If government wants parents to be economically active you need to help not hinder & pressure PCT’s to accept 9-5 Mon to Fri is no longer an acceptable model to base their basic yet vital services around.",
            "closed_at": "2008-10-14T00:00:00Z",
            "created_at": "2008-04-11T10:04:33.194224Z",
            "creator_name": "Mandy Dyson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-04-11T10:04:33.194224Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 15,
            "state": "finished",
            "updated_at": "2008-10-15T00:01:01.074888Z"
        },
        "id": 9195998
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/afterhoursjabs/"
    },
    "type": "petition"
}