{
    "data": {
        "attributes": {
            "action": "Stop penalising Motorcyclists with unfair increases in Road Tax",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Changes to the law mean cars emitting less than 100g of CO2 per kilometre travelled would be exempt from paying Vehicle Excise Duty (road tax), while motorcycles are still required to pay. \n\nThis was outlined by your Chancellor Alistair Darling in his first budget last week, under the auspices of rewarding motorists for driving ‘green’ vehicles. \n\nDespite Darling’s aim, the rate of road tax paid by motorcyclists is set to double in 2009, with the annual charge for a typical 125cc commuter bike set to grow from £15 per year at present, to £33 in 2009. \n\nThis makes a nonsense of the revised rates of vehicle excise duty, as motorcycles tend to emit less CO2 and use less fuel than cars, with the average CO2 output from motorcycles at 110g/km.\n\nSo why do those who ride greener two wheeled vehicles, use less road space and do not contribute to congestion get penalised whilst 4 wheel motorist whose vehicles use under 100g/km are exempt from road tax .... makes a mockery of your plans",
            "closed_at": "2009-04-11T00:00:00Z",
            "created_at": "2008-04-11T10:23:51.022885Z",
            "creator_name": "Michael White",
            "government_response_at": "2009-06-26T11:05:06.662342Z",
            "government_responses": [
                {
                    "created_at": "2009-06-26T11:05:06.662342Z",
                    "details": "You signed a petition asking the Prime Minister to \"Stop penalising Motorcyclists with unfair increases in Road Tax.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page19766\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'motorcycle-tax'",
                    "updated_at": "2009-06-26T11:05:06.662342Z"
                }
            ],
            "opened_at": "2008-04-11T10:23:51.022885Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 15113,
            "state": "finished",
            "updated_at": "2010-03-24T15:39:54.686178Z"
        },
        "id": 9196226
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/motorcycle-tax/"
    },
    "type": "petition"
}