{
    "data": {
        "attributes": {
            "action": "stop the sale of the Charterhouse in Southwark buildings.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "CiS is a long established charity which has made a significant contribution by the very nature of its physical presence. CiS have decided to withdraw its ‘hands on’ involvement in the community and become a funder rather than a direct provider of services. \n\nThe buildings are the great value to the community and they provide a physical place for a range of community activities. It is often the incidental meetings and friendships that form around these activities which are so helpful to disadvantaged people gaining some sense of belonging which is important both for the individual and the community.\n\nWriting cheques at a distance (‘becoming a funder’) without face to face work will limit CiS influence in and insight into how to help “the neediest people in Southwark”.\n\nThe July 2005 Prevista Feasibilty Study funded by the London Borough of Southwark Neighbourhood Renewal Fund suggested many practical solutions other than the sale of the buildings. We ask the trustees to review this study.",
            "closed_at": "2009-04-11T00:00:00Z",
            "created_at": "2008-04-11T14:59:34.232236Z",
            "creator_name": "Marie Reeves",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-04-11T14:59:34.232236Z",
            "rejected_at": "2008-05-14T00:01:05.580283Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-05-14T00:01:05.580283Z"
        },
        "id": 9199409
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/charterhouse/"
    },
    "type": "petition"
}