{
    "data": {
        "attributes": {
            "action": "declare a vote of no confidence in the Bank of England's handling of the issues arising out of the credit crunch",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In recent months we have seen the Fed in the USA adopting a radical approach to a set of circumstances not seen previously. In the UK we have seen the Bank of England using a traditional approach to what are far from traditional circumstances. There was always going to be a slowdown in the UK housing market this year but the effects of the difficulties in obtaining mortgages could well turn it from a slowdown to a crash. The three quarter point cuts to date have not worked through to any benefit for home owners and even business borrowers have seen little benefit as Banks are starting to renegotiate interest margins (a consequence of LIBOR being consistently well above Base Rate). Furthermore the apparent dithering rather than decisive action contimues to affect sterling. The drip feeding of quarter point reductions leaves markets continuing to expect more and continues to depress sterling. There seems to be a total focus on inflation at the expense of everything else and whilst I do not profess to be an economist, I know that I am talking to too many people in business who feel that this crisis is being mismanaged.",
            "closed_at": "2008-06-22T00:00:00Z",
            "created_at": "2008-04-11T15:43:25.705782Z",
            "creator_name": "Simon Hadwick",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-04-11T15:43:25.705782Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 6,
            "state": "finished",
            "updated_at": "2008-06-23T00:01:01.860917Z"
        },
        "id": 9199939
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/MPC-Confidence/"
    },
    "type": "petition"
}