{
    "data": {
        "attributes": {
            "action": "state that he will not give his approval to any reappointment of Sir Nicholas Serota as Director of the Tate gallery",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Sir Nicholas Serota was appointed as Director of the Tate gallery in 1988 on a seven year contract, renewed in 1995 and again in 2002. It expires on 31 August 2009, and the appointment of a Director for the next seven years must be decided by 31 August this year.  The appointment is made by the Tate Trustees with the Prime Minister’s approval,  as stated in the Museums and Galleries Act 1992 (c. 44)\n1992 CHAPTER 44, Schedule 2: The Board of Trustees of the Tate Gallery: \n\n3 (1) There shall be a Director of the Tate Gallery who shall be appointed by the Board with the approval of the Prime Minister\n\nBy law, it is therefore within the Prime Minister’s remit and powers to give or withhold approval. It is also within his remit and powers to state his intention in this regard.",
            "closed_at": "2009-04-22T00:00:00Z",
            "created_at": "2008-04-11T19:28:14.804889Z",
            "creator_name": "Charles Thomson",
            "government_response_at": "2009-07-29T14:06:43.235816Z",
            "government_responses": [
                {
                    "created_at": "2009-07-29T14:06:43.235816Z",
                    "details": "You signed a petition asking the Prime Minister to \"state that he will not give his approval to any reappointment of Sir Nicholas Serota as Director of the Tate gallery.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page20159\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'tatedirector'",
                    "updated_at": "2009-07-29T14:06:43.235816Z"
                }
            ],
            "opened_at": "2008-04-11T19:28:14.804889Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 342,
            "state": "finished",
            "updated_at": "2009-04-27T01:49:46.502174Z"
        },
        "id": 9201756
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/tatedirector/"
    },
    "type": "petition"
}