{
    "data": {
        "attributes": {
            "action": "Revoke the Regulation of Investigatory Powers Act., which is a snoopers charter.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We the undersigned, call on the government to revoke the Regulation of Investigatory Powers Act., on the grounds that the government misled the people and parliament at the time of its introduction, by stating that it was intended for use in the fight against terrorism and serious crime.\n\nBy no stretch of the imagination can any fair-minded person regard activities, such as local council's spying on parents (voters) in their areas, to determine whether their children live in the catchment areas of specific schools, as terrorism or serious crime.\n\nIn the relatively short time that the Regulation of Investigatory Powers Act. has been law.  The numbers of applications from councils and similar entities has risen dramatically, whilst the number of applications by police forces has fallen.\n\nThe people having been grossly misled  by the government, when this - what amounts to 'a snoopers charter' - was created. The government should for once have the honesty to admit they got it wrong, apologise to the people (voters) for misleading them, remove this law from the statute book and replace it with a law which applies strictly to the fight against terrorism and serious crime.",
            "closed_at": "2008-10-22T00:00:00Z",
            "created_at": "2008-04-12T07:00:15.771412Z",
            "creator_name": "Gareth Jones",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-04-12T07:00:15.771412Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 20,
            "state": "finished",
            "updated_at": "2008-12-12T16:49:30.608520Z"
        },
        "id": 9203392
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Remove-RIPA/"
    },
    "type": "petition"
}