{
    "data": {
        "attributes": {
            "action": "VICTIM OF DISCRIMINATION BY BRITISH HIGH COMISSION ISLAMABAD PAKISTAN",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "DEAR SIR,MISS,MY NAME IS TRACEY AUSTIN I AM FROM ENGLAND,LIVING IN NEWCASTLE UNDERLYME,I AMRRIED WITH PAKISTAN MAN,APRIL 2007 AND I AM STILL LIVING WITH MY HUSBAND,FROM ONE YEAR,BRITISH EMBASSY REFUSED MY HUSBAND VISA BECAUSE I AM ENGLIAH LADY AND NON MUSLIM,AND THE VISA OFFICIER THINK OUR MARRIAGE IS NOT CULTURAL MARRIAGE(ARRANGE BY PARENTS)SO VISA OFFICIER THINK THAT WE WILL NOT LIVE TOGETHER PERMENENTLY,BUT THEY DO NOT CONSIDER ANY FACT,I AM VICTIM OF DISCRIMINATION,IS BEING AS ENGLISH PERSON IS INSULT FOR HER,OR ENGLISH PERSON CAN NOT MARRY WITH SOME ONE ELSE,IS THIS NOT BREACH OF UKCONSTITUTE AND EU CONVENTION FOR HUMAN RIGHTS,OR THE PUBLIC AUTHORTIES ARE ABOVE THE LAW AND CONSTITUTE AND WHEN THEY THINK THEY ARE RIGHT,TO SEPERATE MARRIAGE LOVE COUPLE",
            "closed_at": "2009-04-18T00:00:00Z",
            "created_at": "2008-04-12T10:02:32.542983Z",
            "creator_name": "TRACEY AUSTIN",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-04-12T10:02:32.542983Z",
            "rejected_at": "2008-04-18T14:22:11.280786Z",
            "rejection": {
                "code": 17152,
                "details": "Please address the excessive use of capital letters; they make your petition hard to read. Your title should be a clear call for action, preferably starting with a verb, and not a name or statement. Individual legal cases are a matter for direct communication with the Home Office.",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand",
                    "Statements that don't actually request any action",
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-04-18T14:22:11.280786Z"
        },
        "id": 9204318
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ABOVELAW/"
    },
    "type": "petition"
}