{
    "data": {
        "attributes": {
            "action": "examine ease of salary payment in the public sector ie. pay the poor instead of making the poor pay !",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Please facilitate better mechanisms than junior staff scribbling on timesheets, sometimes refusing - professional people won't put up with these shoddy employment practices.\n\nie. designing an off duty software package was one idea submitted\n\nPlease followup payment for the 12 hours for A4E and for 6 hours Apex Nursing Agency that I am outstanding.\nThe ODPM might even consider paying me for research (at least to cover costs) for work undertaken on my Masters degree - requested by Mrs Blair  9Subtle enough ?)\n  \nThank you for the invitation to submit ideas, requests and suggestions to the Prime Minister - I was fascinated by what all the e petitions fuss was about ... is that enough to be getting on with ?",
            "closed_at": "2009-04-12T00:00:00Z",
            "created_at": "2008-04-12T13:00:33.113883Z",
            "creator_name": "J RICHARDS",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-04-12T13:00:33.113883Z",
            "rejected_at": "2008-05-22T00:01:09.692266Z",
            "rejection": {
                "code": 21248,
                "details": "",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand",
                    "Statements that don't actually request any action",
                    "Outside the remit of the Prime Minister and Government",
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-05-22T00:01:09.692266Z"
        },
        "id": 9205434
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/paythepoor/"
    },
    "type": "petition"
}