{
    "data": {
        "attributes": {
            "action": "address the Rowntree Report predictions that poverty will rise under current tax and benefit systems",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Two actions, P.M. :\n\n1. If awful things are about to happen, reported in newsletters like \"Metro\" then why not make then suggest to the public what to do about it - calamity journalism sells papers - but does little to reassure the public\n\n2. The main cause of the doubling in child poverty is highlighted as the falure of the benefits system to keep in line with earnings ...\n\ncan Darling be a darlin' on this ?\n\nToo true, all my incapacity benefit goes to pay off bank payments and student loan, because the benefit system is so slow and cumbersome charges have accrued by the time cash goes into my account. The management of the benefits system would do well to liaise with banks, better on timing. Even whilst I was working in the public sector, no - one signed my timesheets - if you do not PAY your staff, how does the British govt expect it's policies to work ?",
            "closed_at": "2009-04-12T00:00:00Z",
            "created_at": "2008-04-12T11:47:25.358683Z",
            "creator_name": "J RICHARDS",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-04-12T11:47:25.358683Z",
            "rejected_at": "2008-05-22T00:01:09.692266Z",
            "rejection": {
                "code": 768,
                "details": "",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand",
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-05-22T00:01:09.692266Z"
        },
        "id": 9205015
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/rowntreereport/"
    },
    "type": "petition"
}