{
    "data": {
        "attributes": {
            "action": "make it compulsory for Local Authorities, NHS and Social Care to work together to produce a strategy with guidelines for Autism / Asperger syndrome  including diagnosis, pathways to services and criteria that are realistic and address supportive and lifelong support,rather than waiting for people to fall into crisis before services respond.  Also to create a national data base of the numbers of people diagnosed as being on the ASD spectrum.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "for people on the Autism/Asperger Spectrum specifically to address the issues on Fair Access to Care and support that many consequently fall through the services. Also adopting a clear pathway to services for adults on the spectrum who currently are referred to as 'high functioning' rather than awaiting their move into 'crisis' To include more preventative and supportive approach. We need to have a national data base on the numbers of people affected.  Currently services are only estimating numbers consequently do not see the need for strategies and specific services.",
            "closed_at": "2008-06-22T00:00:00Z",
            "created_at": "2008-04-12T19:15:38.573451Z",
            "creator_name": "Barbara Wilson",
            "government_response_at": "2008-08-14T13:35:02.267023Z",
            "government_responses": [
                {
                    "created_at": "2008-08-14T13:35:02.267023Z",
                    "details": "You signed a petition asking the Prime Minister to \" make it compulsory for Local Authorities, NHS and Social Care to work together to produce a strategy with guidelines for Autism / Asperger syndrome including diagnosis, pathways to services and criteria that are realistic and address supportive and lifelong support,rather than waiting for people to fall into crisis before services respond. Also to create a national data base of the numbers of people diagnosed as being on the ASD spectrum.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page16517\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'life-rights-asd'",
                    "updated_at": "2008-08-14T13:35:02.267023Z"
                }
            ],
            "opened_at": "2008-04-12T19:15:38.573451Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 729,
            "state": "finished",
            "updated_at": "2009-06-02T16:36:26.565798Z"
        },
        "id": 9207522
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/life-rights-asd/"
    },
    "type": "petition"
}