{
    "data": {
        "attributes": {
            "action": "address AOL reports, today, that servicemen serving in Iraq and Afghanistan are taking out their own insurance - in support of the brave men and women who serve in the armed forces, we agree that the British govt ought to take greater and more effectual vicarious liability for those people who work for it - at home and abroad - especially those who take such incredible risks on behalf of the state",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Britain is a global leader - the world's fourth richest state - it is a disgrace that it's citizens who serve their country in defence of the realm need to rely on independent insurance, presumably in the event of injury - is the MoD compensation scheme that bad and do it's staff really have so little confidence in it ?\n\nCan I reiterate, this is a peacefully expressed opinion, in support of the brave servicemen overseas and their families, who will support most closely them in the event of their repatriation.\n\nIt is voiced in advocacy and support as a member of the public and British subject.",
            "closed_at": "2009-04-12T00:00:00Z",
            "created_at": "2008-04-12T18:37:39.774050Z",
            "creator_name": "J RICHARDS",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-04-12T18:37:39.774050Z",
            "rejected_at": "2008-05-22T00:01:09.692266Z",
            "rejection": {
                "code": 768,
                "details": "",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand",
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-05-22T00:01:09.692266Z"
        },
        "id": 9207345
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/privatesoldiers/"
    },
    "type": "petition"
}