{
    "data": {
        "attributes": {
            "action": "Save Yeovil's Last Big Green \"FREE\" Open Space From Becoming a Sports Zone Complex",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "South Somerset District Council, have a proposal to build a £21 million Sport Zone on the last big green open space in Yeovil.The local Lib-Dem run Council is running rough-shot over the local peoples wishes to keep the Mudford Road Recreation Ground a green open playing-field, free to all!  S.S.D.C are so keen to build over this wonderful green space, they are going to rip up the covenant which Yeovil Rec holds to remain \"FREE\" open-green playing-field in perpetuity since the 1930's! There are plenty of brown-field site's more suited for this costly complex around the Yeovil area. Once this green space is gone, it will be gone forever!! There is a hidden agenda why the Lib-Dem Council are so keen to do this project.Is that the Rec is adjacent to Yeovil College, which sold it's own playfields a few years ago for housing. Now the College is trying to obtain University status and will need far better sporting facilities. The environment and well-being around us, must come first. So please show your support to keep this area green and open playing fields free to all to use. For if my local Council get away with building over this park, then no village green nor open playing-field will be safe!",
            "closed_at": "2008-10-22T00:00:00Z",
            "created_at": "2008-04-12T21:02:59.790199Z",
            "creator_name": "Andrew J Roberts",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-04-12T21:02:59.790199Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 109,
            "state": "finished",
            "updated_at": "2008-10-23T00:01:02.064465Z"
        },
        "id": 9208036
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SaveYeovilRec/"
    },
    "type": "petition"
}