{
    "data": {
        "attributes": {
            "action": "Investigate ebay and paypal with respect to an article 82 infringement and abuse of a monopolistic petition.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Ebay through making users compulsorary offer paypal as the main option or the only payment option for financial transactions on sales, is infringing article 82 of European Law.\n\nThat is through restraining a sellers right to choose the method of financial transaction they use when engaging in free trade; are in fact using a restrictive practice to abuse a monopolistic position in order to generate profits. \n\nIn laymans terms ebay are forcing users to use paypal and then take a percentage of the price in commission for themselves, when users could not freely choose to not have them involved if they wished.\n\nThis abuse of market also serves to distort the free market and increase prices, as prices now have to increase to reflect the additional commision taken by paypal / ebay.",
            "closed_at": "2009-04-22T00:00:00Z",
            "created_at": "2008-04-12T22:13:26.907989Z",
            "creator_name": "philip parkinson",
            "government_response_at": "2009-08-05T14:42:42.760587Z",
            "government_responses": [
                {
                    "created_at": "2009-08-05T14:42:42.760587Z",
                    "details": "You signed a petition asking the Prime Minister to \"Investigate ebay and paypal with respect to an article 82 infringement and abuse of a monopolistic petition.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page20216\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'ebayripoff'",
                    "updated_at": "2009-08-05T14:42:42.760587Z"
                }
            ],
            "opened_at": "2008-04-12T22:13:26.907989Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 438,
            "state": "finished",
            "updated_at": "2010-03-24T15:35:18.320913Z"
        },
        "id": 9208320
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ebayripoff/"
    },
    "type": "petition"
}