{
    "data": {
        "attributes": {
            "action": "Consider the adverse effects that the new biometric requirements for visa applications is having on our cultural visitors",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Gregori Sokolov, one of the great pianists of our time, has been performing in the UK for over 18 years.  He now has to visit a UK Embassy personally in order to provide biometric personal details and renew his Visa.  He is unable to do this and as a result has now cancelled his planned performances in Glasgow and London in May of this year.  Whilst recognising that the new law is there to protect our  borders from terrorist activity there is no sense in applying the requirement to performers of this stature (who have visited our country in the past) and who  enrich the arts and music culture of our nation so much.  His two concerts were sold out in a matter of days and we are unlikely to see him return to the UK whilst this new law is imposed inflexibly with little regard to common sense. Surely there should be a 'sponsored visa' application available for performers of this magnitude (who we would like to have performing in the UK) that provides a Visa for the duration of their visit and is sponsored by an application made in conjunction with the  organisation or agency who booked their performance(s).",
            "closed_at": "2008-10-22T00:00:00Z",
            "created_at": "2008-04-13T11:05:36.248464Z",
            "creator_name": "Philip Argyle",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-04-13T11:05:36.248464Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 3,
            "state": "finished",
            "updated_at": "2008-10-23T00:01:02.064465Z"
        },
        "id": 9210022
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/sokolov/"
    },
    "type": "petition"
}