{
    "data": {
        "attributes": {
            "action": "simplify \"repeat, or renewal\" benefit application forms, by asking only for changes of condition or circumstance.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Filling out repeat, or renewal benefit application forms, for benefits such as Disability Living Allowance (DLA), confronts the applicant with a task that takes many hours to complete. \n\nI have had a very recent experience of this. My partner whose job, requires her to help applicants fill these forms in on a daily basis, helped fill my latest renewal form, for DLA. It took her \"3 hours\" to complete. \n\nThis experience would seem to imply that someone less capable, or without experienced help, would simply not bother, or would just give up.\n\nThese forms appear to the applicant, to be deliberately large and overly complex, which in my own knowledge does deter people from applying for the benefits that they need and may well be entitled to. \n\nA better solution for the applicant and a far cheaper system for government agencies, would be to pre-fill renewal, or repeat benefit forms with the answers previously given. Only changes in conditions and circumstances are actually needed in renewals, or repeated applications. These changes could be confirmed by a GP or Healthcare Worker.\n\nI ask the Prime Minister to look into this currently unjust system.",
            "closed_at": "2008-10-29T00:00:00Z",
            "created_at": "2008-04-14T07:02:12.599009Z",
            "creator_name": "Adrian Cox",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-04-14T07:02:12.599009Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 143,
            "state": "finished",
            "updated_at": "2009-08-13T16:02:04.825381Z"
        },
        "id": 9215017
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/benefit-claims/"
    },
    "type": "petition"
}