{
    "data": {
        "attributes": {
            "action": "instruct the Ministry of Defence and Chief Constables to provide official escorts for the bodies of repatriated British servicemmen",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The bodies of British servicemen and women killed overseas are flown to RAF Lyneham.\n\nThe hearses carrying the bodies receive no special escort once they leave the county of Wiltshire, normally bound for the mortuary at the John Radcliffe Hospital, Oxford.\n\nIt is an insult to these brave people and their families that their hearses should travel un-escorted on their journey through the country that these men and women served and died for.\n\nThe signatories to this petition request that the Ministry of Defence, in co-ordination with local Chief Constables, arrange for a formal escort for the bodies of all those Servicemen and women, unless the next-of-kin request otherwise.",
            "closed_at": "2008-10-23T00:00:00Z",
            "created_at": "2008-04-14T08:44:02.175300Z",
            "creator_name": "Simon Lord",
            "government_response_at": "2008-11-28T15:42:56.488514Z",
            "government_responses": [
                {
                    "created_at": "2008-11-28T15:42:56.488514Z",
                    "details": "You signed a petition asking the Prime Minister to \"instruct the Ministry of Defence and Chief Constables to provide official escorts for the bodies of repatriated British servicemmen.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page17611\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'escortforheroes'",
                    "updated_at": "2008-11-28T15:42:56.488514Z"
                }
            ],
            "opened_at": "2008-04-14T08:44:02.175300Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 3546,
            "state": "finished",
            "updated_at": "2009-02-19T03:02:03.963497Z"
        },
        "id": 9216291
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/escortforheroes/"
    },
    "type": "petition"
}