{
    "data": {
        "attributes": {
            "action": "harmonise relations over Scottish and Welsh devolvement with the general electorate - use new technologies to promote democratic representation - vote from home !",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Further to my correspondence with Rt Hon Rifkind, the petitioner is calling on the P.M. to explain more simplistically and publicly the advantages and disadvantages of devolved parliament - autonomy is OK, but what are the costs and benefits ? Is this as always, it seems a case of everyone wanting to rule the world and get a piece of pie ? When everyone else is moving into Europe, is Scottish home rule taking back the constitution 400 years ? Or do the administrative logistics outweigh the representative ones - govt should pioneeer so EVERY citizen should have their say and possibly even vote on issues that affect them, representatively or as one man, one vote. \n   \nIt seems that if there is going to be  Welsh & Scottish indepedence then democratically, there ought to be an English one, which takes away the richness of our post 1668 heritage. \n\nThe petitioner is urging the UK govt to build on \"polls\" and TV audience voting and touch screen computer technology and develop IT voting (then accomodate those whose IT skills may not be that great for one reason or another). I bet this would be very cost effective.",
            "closed_at": "2009-04-14T00:00:00Z",
            "created_at": "2008-04-14T12:06:17.830052Z",
            "creator_name": "J RICHARDS",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-04-14T12:06:17.830052Z",
            "rejected_at": "2008-05-25T00:01:07.513508Z",
            "rejection": {
                "code": 768,
                "details": "",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand",
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-05-25T00:01:07.513508Z"
        },
        "id": 9219262
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/scottishdev/"
    },
    "type": "petition"
}