{
    "data": {
        "attributes": {
            "action": "Ambassador for The London Assembly",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "London is a world leader in business and commerce. The time has come to create a new post of the London Ambassador to represent London in all the Global Markets . The remit of the London Ambassador for the Assembly shall be to promote London inbound investment and to encourage foreign corporations to invest in London. \nTo also represent London in matters of trade and commerce as well as economics within all the International business community. \nIf London is to be a world leader in business then it must have its own Global Business Ambassador. In this modern globalised business community, I think that the London Assembly would be served well with its own Ambassador. He shall advise the Mayor of London and the Prime Minister of the day of his respective office. It is forward thinking though I do believe this is the very kind of economic re organisation that is required for the London Assembly.\nThe Ambassador shall report to the Assembly members every quarter as well as to the Mayor. His portfolio shall be International Business and Inbound economic investment for London.",
            "closed_at": "2008-07-14T00:00:00Z",
            "created_at": "2008-04-14T11:49:44.785290Z",
            "creator_name": "Sohail Khan",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-04-14T11:49:44.785290Z",
            "rejected_at": "2008-05-15T00:01:04.155659Z",
            "rejection": {
                "code": 512,
                "details": "Your title should be a clear call for action, preferably starting with a verb, and not a name or statement.",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-05-15T00:01:04.155659Z"
        },
        "id": 9219064
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Recomendation/"
    },
    "type": "petition"
}