{
    "data": {
        "attributes": {
            "action": "restore Parliamentary Sovereignity and remove supremacy of the Speaker",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "There is an unwritten convention that the Speaker of the House of Commons may not be questioned or criticised, the consequences would be that the respective MP would not be able to speak on behalf of their constituents and their political career would be over.\n\nThis goes completely against the idea that Parliament has sovereignty over the Executive and the Judiciary - and the convention that the Speaker is supreme over Parliament and cannot be questioned etc and decides who will speak and so forth is completely unlawful and unconstitutional and should now be immediately subject to Judicial Review. \n\nThe role of the Speaker should be that of chairing sessions and scheduling time for MP's to speak - and MP's should tell the Speaker what they will speak about as requested by their constituents.\n\nIf the supremacy of Parliament is not restored over the Speaker - then we encourage the Speaker to be subject to Judicial Review, whereby the Speaker does not represent or act on behalf of Parliament and is not therefore exempt from due process.\n\nWe must have Parliamentary Sovereignty to make sure the voice of the people is adequately represented and so that Britain remains a democracy.",
            "closed_at": "2009-04-14T00:00:00Z",
            "created_at": "2008-04-14T11:55:25.307378Z",
            "creator_name": "Michael Greig",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-04-14T11:55:25.307378Z",
            "rejected_at": "2008-05-15T00:01:04.155659Z",
            "rejection": {
                "code": 16384,
                "details": "This is a matter for direct communication with Parliament.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-05-15T00:01:04.155659Z"
        },
        "id": 9219134
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Speaker/"
    },
    "type": "petition"
}