{
    "data": {
        "attributes": {
            "action": "make concessionary bus travel available to all people with mental health problems who fit the definition of disability used in the 2005 Disability Discrimination Act.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Thousands of people across the country experiencing mental health difficulties are being excluded from the new England-wide off-peak concessionary bus travel scheme introduced in April 2008. \n\nCurrently mental health service users only qualify for concessionary bus travel if they would be refused a driving licence because of their mental illness. We believe this shows a total lack of understanding of the disabling effects of mental health problems and the crucial role public transport can play in helping people overcome them. The Government urgently needs to review the qualifying categories set out in the Transport Act 2000 and introduce a new category alongside those covering physical and learning disabilities.\n\nThe ability to travel on buses at reduced rates enables people to access essential therapy and treatment. It helps maintain vital social networks  reducing isolation and exclusion. It  enables people to volunteer in their local community regaining skills or learning new ones as a means to future employment. We believe that being able to access good transport is a crucial part of the whole process of personal recovery and meaningful integration into society.",
            "closed_at": "2009-04-24T00:00:00Z",
            "created_at": "2008-04-14T17:40:47.754988Z",
            "creator_name": "Mental Health Action Group (S.Derbyshire)",
            "government_response_at": "2009-05-22T12:51:42.007583Z",
            "government_responses": [
                {
                    "created_at": "2009-05-22T12:51:42.007583Z",
                    "details": "You signed a petition asking the Prime Minister to \"make concessionary bus travel available to all people with mental health problems who fit the definition of disability used in the 2005 Disability Discrimination Act.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page19376\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'BusTravelPermits'",
                    "updated_at": "2009-05-22T12:51:42.007583Z"
                }
            ],
            "opened_at": "2008-04-14T17:40:47.754988Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 470,
            "state": "finished",
            "updated_at": "2009-08-10T03:02:57.257017Z"
        },
        "id": 9222946
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BusTravelPermits/"
    },
    "type": "petition"
}