{
    "data": {
        "attributes": {
            "action": "Implement a programme of early breast cancer screening programme for Black Women starting at age 30 years of age. The current screening policy should be assessed for race equality impact using current research data available  with the view to a major policy change.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "According to a recent Study published online in the British Journal of Cancer, 'Black women are likely to develop breast cancer 20 years earlier than white women. This is the first UK study of its kind because healthcare services have not been recording ethnicity data in this particular field until recently.   The research findings indicate that on average, Black Women had breast cancer diagnosed at 46 but for white patients its at age 67. The study  was carried out at Homerton University Hospital in Hackney, East London, between 1994 and 2005.   \n'Researchers, based at the Institute of Cancer, Cancer Research UK’s clinical centre at Barts and the London School of Medicine, also found that survival was poorer among black women with smaller tumours. \nIn addition, their early findings suggest that tumours in the younger black patients were more likely to be aggressive, and a higher proportion of tumours were basal-like – meaning that they were less likely to respond to newer types of targeted breast cancer treatments such as Herceptin.' Reported by David Rose in the Times on 17th January 2008.",
            "closed_at": "2009-04-25T00:00:00Z",
            "created_at": "2008-04-14T19:29:51.034190Z",
            "creator_name": "Elaine Nembhard",
            "government_response_at": "2009-06-12T11:32:49.087696Z",
            "government_responses": [
                {
                    "created_at": "2009-06-12T11:32:49.087696Z",
                    "details": "You signed a petition asking the Prime Minister to \"Implement a programme of early breast cancer screening programme for Black Women starting at age 30 years of age. The current screening policy should be assessed for race equality impact using current research data available with the view to a major policy change.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page19612\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Blackwomenbeware'",
                    "updated_at": "2009-06-12T11:32:49.087696Z"
                }
            ],
            "opened_at": "2008-04-14T19:29:51.034190Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 375,
            "state": "finished",
            "updated_at": "2009-07-24T14:44:23.760260Z"
        },
        "id": 9223984
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Blackwomenbeware/"
    },
    "type": "petition"
}