{
    "data": {
        "attributes": {
            "action": "Change the existing law and allow carers to claim carer's allowance whilst in full-time education.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "As the law stands at present, a person can receive Carer's allowance if they care for a disabled child for over 35 hours a week - this includes nights and weekends.  However, if the carer is in full-time education the allowance is withdrawn. A child in special education is often out of the house for 40 hours a week.  Why can't this time be used constructively by the carer to pursue a course in full-time education, without fear of losing their hard-earned benefit? \n\nBasically, a carer's only usable free time is when their child is in education.  The government has created a system that disables the carer by preventing them from using this time to any good effect (in worthwhile employment or education).\n\nThe carer would be paid if they stayed at home and did nothing. This needs to be changed and carers need to be valued for the important job they do and encouraged to use their 'non-caring' time constructively and gain a life of their own too.",
            "closed_at": "2009-04-24T00:00:00Z",
            "created_at": "2008-04-14T20:56:18.490262Z",
            "creator_name": "Kate Thomas",
            "government_response_at": "2009-06-12T11:31:48.545953Z",
            "government_responses": [
                {
                    "created_at": "2009-06-12T11:31:48.545953Z",
                    "details": "You signed a petition asking the Prime Minister to \"Change the existing law and allow carers to claim carer's allowance whilst in full-time education.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page19611\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Value-Carers'",
                    "updated_at": "2009-06-12T11:31:48.545953Z"
                }
            ],
            "opened_at": "2008-04-14T20:56:18.490262Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1021,
            "state": "finished",
            "updated_at": "2009-09-21T15:16:51.678698Z"
        },
        "id": 9224733
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Value-Carers/"
    },
    "type": "petition"
}