{
    "data": {
        "attributes": {
            "action": "act on suggested actions in light of maternity ward deaths and investigations (otherwise I wont keep bothering to fill in the online petitions forms)",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "An NHS trust where 10 new mothers died in a maternity unit is investigating three further deaths is clear indication of the need for NHS changes -perhaps similar to those already suggested to Rt Hon Odd Balls and Johnson - why is that there has to be a death before risks are recognised, practitioners listened to and public sector managers/politicians actually act. The petitioner is AGAIN suggesting to the British govt my suggestion - to have maternity cases managed by obstetric trained staff, long since it was recognisid in London that the death rate for new mothers was far higher than the national average.\n\nMaternal mortality, in midwife Barbara Kwast's words,\n\n\"Is a terible thing ... it leaves a new baby for life without a mother\".\n\nAlso - sponsoring and being a little more supportive of the petitioner's PhD research into kick start health initiatives might be useful to address the needs assessment AOL reports describe as,\n\n\"A recent assessment of its local female population rated 50% as high risk. It said the trust caters for women with more complex needs and also women who present later in their pregnancy\".\n\nWas it only Blair who had babes ? Are you female friendly, PM ?",
            "closed_at": "2009-04-14T00:00:00Z",
            "created_at": "2008-04-14T20:54:59.634275Z",
            "creator_name": "J RICHARDS",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-04-14T20:54:59.634275Z",
            "rejected_at": "2008-05-25T00:01:07.513508Z",
            "rejection": {
                "code": 512,
                "details": "",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-05-25T00:01:07.513508Z"
        },
        "id": 9224722
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/femalefriendly/"
    },
    "type": "petition"
}