{
    "data": {
        "attributes": {
            "action": "support the naming of one of her Majesty's new ships HMS Wolverhampton at the earliest opportunity",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "One of the greatest forms of civic pride that a town or city can possess is to have one of Her Majesty's ships being named after it. Throughout British Naval history every major British town or city has received this honour, except the historic and important city of Wolverhampton. Of all the current 66 cities in the United Kingdom only five cities have never had the honour and, in addition to Wolverhampton, include the Northern Irish cities of Armagh, Lisburn and Newry and the English cathedral city of Ely. \n\nWe implore the \"Ships' Names and Badges Committee\" (SNBC) to recommend HMS Wolverhampton as a name for a suitable ship at the earliest opportunity.",
            "closed_at": "2009-04-22T00:00:00Z",
            "created_at": "2008-04-15T01:46:29.275648Z",
            "creator_name": "Suhail Rana",
            "government_response_at": "2009-09-04T11:15:04.999702Z",
            "government_responses": [
                {
                    "created_at": "2009-09-04T11:15:04.999702Z",
                    "details": "Thank you for your epetition.\n\nThe Government welcomes the interest shown by the people of Wolverhampton in having a Royal Navy warship named after their city. As the petition rightly states, there has not been a ship of the name in RN service in the past - the nearest was in the Second World War when HMS WOLVES was named after the city’s famous football club.\n\nThe next class of submarine will be the replacement for the Vanguard Class Ballistic Missile submarines and the theme, or possible names, for these vessels will not be considered for some considerable time. Nothing is being ruled out at this stage and all names put forward will be considered on their merits.",
                    "summary": "Government response to petition 'HMSWolverhampton'",
                    "updated_at": "2009-09-04T11:15:04.999702Z"
                }
            ],
            "opened_at": "2008-04-15T01:46:29.275648Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 223,
            "state": "finished",
            "updated_at": "2009-04-27T03:02:02.499091Z"
        },
        "id": 9225721
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/HMSWolverhampton/"
    },
    "type": "petition"
}