{
    "data": {
        "attributes": {
            "action": "justify £2m compensation payout to Iraqi civilian and review private insurance for privates",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Further to my earlier concerns to the P.M. about soldiers taking out private insurance, please explain the apparent inconsistencies of today's £2m payout to an Iraqi shot by a British soldier, given that armed forces themselves receive much less.\n\nBritain's armed forces are agents of the state, conducting the nation's defence, in \"legal\" military actions debated in parliament, initiated by politicians and enacted at the uni - lateral behest and request of the UN/EU.\n\nIn this capacity, then, the petitioner is urging the MoD to ensure the insurance scheme for it's staff does not rely on free trade. \n\nCompensation should have greater accuracy and consistency, based on needs assessments of capacity, financial calculation of employment days lost and refurnishment for the cost of rehabilitation equipment through properly regulated govt - backed insurance schemes in the case of injury.",
            "closed_at": "2009-04-25T00:00:00Z",
            "created_at": "2008-04-15T09:32:57.368252Z",
            "creator_name": "J RICHARDS",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-04-15T09:32:57.368252Z",
            "rejected_at": "2008-05-12T15:05:10.646023Z",
            "rejection": {
                "code": 512,
                "details": "",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-05-12T15:05:10.646023Z"
        },
        "id": 9227935
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Modpayouts/"
    },
    "type": "petition"
}