{
    "data": {
        "attributes": {
            "action": "Require Repeater Indicator Lights along the length of Long Vehicles",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Many injuries to cyclists are caused by vehicles, particularly long vehicles, turning across the cyclist’s path. The Government has recognized this by requiring all Long Vehicles to have additional mirrors for the driver to check if the space is clear. Unfortunately this relies on the driver making continual use of the mirror when already other traffic conditions are requiring the driver’s attention.\n\nLong Vehicles can have an additional indicator light that can be seen from the side. Unfortunately this light is often not visible to the cyclist who is  checking the space between the vehicle and the cycle.  The Government's response - do not ride alongside a long vehicle - shows a complete lack of understanding of traffic conditions in this country.\n\nMany long vehicles have additional lights along the side which, if connected to the indicator system, would give the cyclist the opportunity to take action to reduce the likelihood of a collision. The Government advises cyclists to take responsibility for their own safety on the roads, but in this instance does not provide them with the opportunity to do so.",
            "closed_at": "2009-04-22T00:00:00Z",
            "created_at": "2008-04-15T10:40:48.020338Z",
            "creator_name": "R Bradshaw",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-04-15T10:40:48.020338Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 90,
            "state": "finished",
            "updated_at": "2010-02-25T14:36:32.487997Z"
        },
        "id": 9228868
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Cyclists-lives/"
    },
    "type": "petition"
}