{
    "data": {
        "attributes": {
            "action": "bring more regional consistency, address the fall in house prices - stop the credit crunch and listen to Chartered Surveyors and see what Scotland is doing right",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "House price falls are picking up pace with a record number of chartered surveyors reporting a drop in the cost of property during March - is this good for the economy ?\n\nThe proportion of chartered surveyors who claim prices are falling hit a new high during the month, with 78.5% more surveyors saying the value of property had dropped, than those who reported a rise, according to the Royal Institution of Chartered Surveyors.\n\nThe figure is considerably higher than the 65.7% more surveyors who reported price falls in February, which itself surpassed the historic high set in June 1990 to be the worst figure since the survey began in 1978.\n\nThe proportion of surveyors reporting price falls has been rising for the past eight months as the credit crunch continues to take its toll on the market.\n\nThe group said the regional picture was \"even more depressed\". Scotland remains the only area of the UK that is still seeing house price rises, with just 4% more surveyors saying values are still going up there than those who think they are falling, compared with 10% more in February.",
            "closed_at": "2009-04-15T00:00:00Z",
            "created_at": "2008-04-15T09:48:44.461240Z",
            "creator_name": "J RICHARDS",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-04-15T09:48:44.461240Z",
            "rejected_at": "2008-05-25T00:01:07.513508Z",
            "rejection": {
                "code": 256,
                "details": "",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-05-25T00:01:07.513508Z"
        },
        "id": 9228122
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/propertydrops/"
    },
    "type": "petition"
}