{
    "data": {
        "attributes": {
            "action": "force Transport for London to reduce the volume and frequency of audio announcments on London buses",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The ibus initiative by Transport for London has many useful features for passengers, such as better displays of bus arrival times and visiual screens showing useful information. \n\nUnfortunately the ibus system also causes a very loud and intrusive announcement of the buses location and route to be made at every single bus stop. \n\nThis often means an announcement of the same information every thirty seconds or so. On a recent commuter bus journey, this meant over 80 repetitions saying we were on the \"159 to Marble Arch\" as well as several dozen announcements of each stop.\n\nThis makes bus journeys incredibly annoying. This is without taking into account the times when the system is malfunctioning and repeating the wrong details, location and route.\n\nThe benefits of video screens and announcements to visual and hearing impaired passengers are clear, but the volume and frequency is ridiculous.\n\nThis petition calls on the government to make TfL evecutives sit for an hour on a route with these announcements being made constantly, and then come up with a plan to reduce their intrusiveness.",
            "closed_at": "2009-04-15T00:00:00Z",
            "created_at": "2008-04-15T12:40:54.866996Z",
            "creator_name": "Hopi Sen",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-04-15T12:40:54.866996Z",
            "rejected_at": "2008-05-22T00:01:09.692266Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-05-22T00:01:09.692266Z"
        },
        "id": 9230382
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/busannouncements/"
    },
    "type": "petition"
}