{
    "data": {
        "attributes": {
            "action": "Save lives by creating more layby parking sites on all major motorways to reduce the number of drivers falling asleep at the wheel and reduce conjestion and pollution",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We all know tiredness kills.  There has been a lot about drivers falling asleep at the wheel including a government campaign to pull over if tired.  The problem in this country is that there is no where to pull over on the main motorways.  There are far too few Motorway service stations so when you do feel tired you have to travel another 40-50 miles before you reach one.  In France there are regular laybys off the motorways to allow drivers to pull over.  \n\nThe Government should provide similar facilities in the UK.  There should be no stretch of Motorway more than 10 miles without somewhere to stop.  These do not have to be fully equipped services - just somewhere to park and rest.  \n\nThis will also considerably help ease congestion on Motorways like the M25.  If more people are given the opportunity to pull over more frequently there will be fewer vehicles on the carriageways at any one time.  This in turn will even reduce emissions (as the numbers of traffic jams is reduced).  \n\nPlease if you agree with me and you want to save lives, reduce congestion and emissions sign this petition.",
            "closed_at": "2009-04-22T00:00:00Z",
            "created_at": "2008-04-15T14:17:57.750482Z",
            "creator_name": "Chris Greenway",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-04-15T14:17:57.750482Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 18,
            "state": "finished",
            "updated_at": "2009-04-23T03:02:26.959836Z"
        },
        "id": 9231503
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/TirednessKills/"
    },
    "type": "petition"
}