{
    "data": {
        "attributes": {
            "action": "Advertise the current opt-in system of organ donation",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I was watching ITV1's Loose Women yesterday and they had a discussion on organ donation and raised some valid points.\n\n1) Not many people know about the current system\n2) Not many people know how to go about opting in\n3) Opting in is a violation of our human rights. We own our bodies, not the state. We should decide what happens to us, whether its traditional burial or cremation or donation to medical science. The opt-out procedure goes against this and we don't have free will.\n\nThe discussion climaxed in saying there should be television campaigns such as \"x needs a new kidney otherwise y will happen. Call this number now to find out how to donate or log onto this website\". \n\nThere are people out there who want to donate and express that wish, but cannot donate because they simply don't know how to. Instead of gaining ownership of all of our bodies, PROMOTE THE EXISTING SYSTEM. Hard hitting campaigns such as the example above and ones like \"imagine it was your mum who needed an organ, x will happen if she doesn't. act now\" are bound to work and raise awareness because the government simply aren't doing enough to promote it. If that fails, THEN suggest the opt-out system. \n\nPlease sign if you agree.",
            "closed_at": "2009-04-15T00:00:00Z",
            "created_at": "2008-04-15T15:14:49.061271Z",
            "creator_name": "Kelly Wilkinson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-04-15T15:14:49.061271Z",
            "rejected_at": "2008-05-25T00:01:07.513508Z",
            "rejection": {
                "code": 256,
                "details": "",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-05-25T00:01:07.513508Z"
        },
        "id": 9232210
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/organpromo/"
    },
    "type": "petition"
}