{
    "data": {
        "attributes": {
            "action": "make it Government Policy that the Epetitions website terms and conditions shall be altered to such that the general public shall decide on what petitions are to be considered as “humorous, or which have no point about government policy”",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "For too long the power over decisions regarding what is a frivolous waste of Government resources on online petitions has been held by Civil Servants, who, are making judgements on what should be brought to the Governments attention, without consulting the very people who elected the Government into office in the first place. Whilst these people are undoubtedly doing their utmost to make fair and unbiased judgements, we feel that they are over stepping their remit of public service by deciding what goes forward for public debate on the E-Petitions website.\nWe the undersigned request that a public vote is made on any petition that gets rejected on the grounds of “Humorous, or which have no point about government policy” and that this process is made available on the E-Petitions website.",
            "closed_at": "2008-10-28T00:00:00Z",
            "created_at": "2008-04-15T15:25:09.647316Z",
            "creator_name": "James Oldham",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-04-15T15:25:09.647316Z",
            "rejected_at": "2008-05-13T10:11:02.868258Z",
            "rejection": {
                "code": 16384,
                "details": "Comments about the petitions system should be sent to team@petitions.pm.gov.uk.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-05-13T10:11:02.868258Z"
        },
        "id": 9232342
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Humorous/"
    },
    "type": "petition"
}