{
    "data": {
        "attributes": {
            "action": "Level UK Fuel Duty on Diesel imported into UK in Foreign Hauliers' supplementary fuel tanks; to charge foreign hauliers pro rata daily road fund licence; to oblige foreign hauliers ot pay their staff at UK minimum rate for all time employed (i.e. deployed) in UK",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "What is the difference between a foreign haulage contractor selling a service based on imported fuel on which no UK duty has been paid, and someone selling the fuel directly (or privately imported cigarettes for that matter)?\n\nIt beggars belief that the Transport Department should be allowed to undermine the Chancellor’s revenues by encouraging British haulage to be transferred to companies running on cheaper foreign fuel. If they want to cut costs, then do it directly by reducing the crippling level of UK fuel duty.\n\nNot only should foreign haulage contractors be obliged to pay a pro rata contribution to our road fund but they should be obliged to pay our minimum wage rates to their drivers for all the hours they are employed in this country.\n \nYours faithfully,\n\nNeville Peel",
            "closed_at": "2009-04-16T00:00:00Z",
            "created_at": "2008-04-16T03:08:59.384119Z",
            "creator_name": "Neville Peel",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-04-16T03:08:59.384119Z",
            "rejected_at": "2008-05-25T00:01:07.513508Z",
            "rejection": {
                "code": 1,
                "details": "",
                "reasons": [
                    "Party political material"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-05-25T00:01:07.513508Z"
        },
        "id": 9236879
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SaveUKHGVJobs/"
    },
    "type": "petition"
}