{
    "data": {
        "attributes": {
            "action": "Reject the Department of Health’s proposals to de-regulate the use of lasers and pulsed light treatments in view of their known dangers in the hands of unregistered and untrained operators.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Department of Health has decided that the use of lasers and intense pulsed light (IPL) systems in anything but hospital settings does not carry risks that require regulation. The use of lasers in hospitals apparently is dangerous and requires regulation (even though the same lasers are used inside and outside hospitals). Government is proposing that anyone should be able to buy lasers and use them on anyone (including children) without any requirement to show that they are fit to do so. Those involved in the laser industry do not agree and thinks that lasers should be controlled so that they are used in proper facilities by people who are trained to use them. In the DoH consultation document it is nowhere mentioned that lasers can actually blind you, more commonly, lasers can burn and scar skin.  Of course lasers do not cause damage if used properly and it is this fact that keeps the damage low. We believe that ceasing regulation is unwise and will cause a significant, avoidable increase in adverse events, and should be opposed  which is the purpose of this petition.",
            "closed_at": "2008-10-22T00:00:00Z",
            "created_at": "2008-04-16T00:21:55.228896Z",
            "creator_name": "Dr Paul Myers",
            "government_response_at": "2008-12-22T12:00:03.608409Z",
            "government_responses": [
                {
                    "created_at": "2008-12-22T12:00:03.608409Z",
                    "details": "You signed a petition asking the Prime Minister to \"Reject the Department of Health’s proposals to de-regulate the use of lasers and pulsed light treatments in view of their known dangers in the hands of unregistered and untrained operators.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page17817\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'LaserRegulations'",
                    "updated_at": "2008-12-22T12:00:03.608409Z"
                },
                {
                    "created_at": "2009-05-22T12:00:47.492235Z",
                    "details": "You signed a petition asking the Prime Minister to \"Reject the Department of Health’s proposals to de-regulate the use of lasers and pulsed light treatments in view of their known dangers in the hands of unregistered and untrained operators.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page19369\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'LaserRegulations'",
                    "updated_at": "2009-05-22T12:00:47.492235Z"
                }
            ],
            "opened_at": "2008-04-16T00:21:55.228896Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1042,
            "state": "finished",
            "updated_at": "2008-10-23T03:47:15.052786Z"
        },
        "id": 9236716
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/LaserRegulations/"
    },
    "type": "petition"
}