{
    "data": {
        "attributes": {
            "action": "please make incorporating sustainable sources and renewable energies into everyday British life top of our list.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We are at a crucial time in history; we can make a real difference if we really set ourselves to it.\n\nWe could try following suit of major green cities in the world:\nReykjavik, Iceland - Reykjavik’s efforts on the environmental front put the rest of us to shame. Hydrogen buses cruise the city streets, and heat and electricity come from renewable geothermal and hydropower sources. Reykjavik is well on course to be fossil fuel free by 2050.\n\nVäxjö, Sweden - Växjö has been becoming fossil fuel free for more than a decade. Today, the local power plant burns wood chippings from local saw mills rather than oil, and low emission cars are rewarded with free parking spaces. On average, each citizen of the Swedish city is responsible for 3.5 tonnes of carbon per year. In America, the figure is 20 tonnes.\n\nEven Bradford, UK is going green. They are now considered the greenest city in Britain because of its investment in sustainable waste treatment, which means that Bradford is very good at taking raw sewage - and turning it into something useful.\n\nGordon Brown sir, you have a chance to make a real difference for the whole of Britain. Please take it.",
            "closed_at": "2009-04-25T00:00:00Z",
            "created_at": "2008-04-16T09:44:23.130868Z",
            "creator_name": "Josh Merritt",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-04-16T09:44:23.130868Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 28,
            "state": "finished",
            "updated_at": "2010-01-22T16:31:24.805052Z"
        },
        "id": 9239372
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/GreenBritain/"
    },
    "type": "petition"
}