{
    "data": {
        "attributes": {
            "action": "make emergency contraception (also known as the morning after pill) available from pharmacists on demand, in advance and to people other than the user.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "At the moment emergency contraception is only available to the person needing to take it at the time of taking it. That means you cannot have it in your bathroom cabinet just in case, your boyfriend cannot buy it for you, mums can't buy it for daughters, you can't buy it for a distressed friend and you can't buy it to take on holiday in case a condom splits. \n\nIf emergency contraception was available on demand over the counter to anybody then we'd see fewer unwanted pregnancies and allow women, and men, to behave responsibly after accidents with contraception, without having to get to a pharmacy or clinic within a set time frame.\n\nThere is no evidence that easy access to emergency contraception makes people more promiscuous or less likely to use contraception. Nor is it difficult to self-diagnose when emergency contraception is needed.\n\nIt is time to stop treating women as if they cannot be trusted. See www.womenarenotstupid.co.uk for more information",
            "closed_at": "2009-04-22T00:00:00Z",
            "created_at": "2008-04-16T11:43:53.340844Z",
            "creator_name": "Ellie Levenson",
            "government_response_at": "2009-06-12T11:29:00.029251Z",
            "government_responses": [
                {
                    "created_at": "2009-06-12T11:29:00.029251Z",
                    "details": "You signed a petition asking the Prime Minister to \"make emergency contraception (also known as the morning after pill) available from pharmacists on demand, in advance and to people other than the user.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page19608\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'morningafterpill'",
                    "updated_at": "2009-06-12T11:29:00.029251Z"
                }
            ],
            "opened_at": "2008-04-16T11:43:53.340844Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 466,
            "state": "finished",
            "updated_at": "2010-01-22T16:20:39.336750Z"
        },
        "id": 9240919
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/morningafterpill/"
    },
    "type": "petition"
}