{
    "data": {
        "attributes": {
            "action": "Include dance within the historical re-enactment or Sporting Activity exemption for the purchase of swords in reference to the Violent Crimes Reduction Bill",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We the undersigned propose that dance be included as historical re-enactment or sporting activity within the exemption for the purchase & use of swords. \nHEALTH/FITNESS/SPORT: Dance promotes a healthy lifestyle & is often taught as a form of aerobic sport exercise. Other classes focus on technique & performance, at a professional level a good knowledge of fitness & physiology is required. Belly dancers & many other types of traditional folklore dancers learn to use various props, such as sticks & swords which requires a great deal of skill, takes years to perfect & requires absolute stability of the head & neck, & flexibility & power. Thus, Types of dance that use swords as props, are 'an athletic activity requiring skill or physical prowess' which is the definition of sport, therefore, should be included within the Sporting Activity exemption.\nHISTORICAL PRESERVATION: Swords have been used in many traditional folklore dances in England since as far back as 1700s. These dances are forms of art that are of great historical & cultural relevance, Banning the use of these swords will inevitably cause them to die out. It is crucial that they are preserved & allowed to continue.",
            "closed_at": "2008-06-25T00:00:00Z",
            "created_at": "2008-04-16T15:54:48.345884Z",
            "creator_name": "Miss Kirsty Hill",
            "government_response_at": "2008-08-14T13:44:13.844395Z",
            "government_responses": [
                {
                    "created_at": "2008-08-14T13:44:13.844395Z",
                    "details": "You signed a petition asking the Prime Minister to \"Include dance within the historical re-enactment or Sporting Activity exemption for the purchase of swords in reference to the Violent Crimes Reduction Bill.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page16522\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'dancers'",
                    "updated_at": "2008-08-14T13:44:13.844395Z"
                }
            ],
            "opened_at": "2008-04-16T15:54:48.345884Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 6315,
            "state": "finished",
            "updated_at": "2008-09-02T03:54:07.922544Z"
        },
        "id": 9243742
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/dancers/"
    },
    "type": "petition"
}