{
    "data": {
        "attributes": {
            "action": "ensure that at least 10% of all new social housing is built to wheelchair standard.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Young disabled people trying to work towards independent living are constrained by the chronic shortage of accessible accommodation. \n\nIt is shocking that the vast majority of disabled young people have little or no choice about where they live and who they live with. Many young people are faced with a stark choice between inappropriate care in a setting for older people or remaining in the family home.\n\n*Over 40% of disabled young people between the ages of 16 and 24 live in unsuitable accommodation.\n\n*There is an estimated 300,000 shortfall in wheelchair standard housing.\n\n*Over 40% of wheelchair users experience difficulty moving around their existing home.\n\n*Since 1997 there has been a 44% increase in the number of homeless households in priority need because a member has a physical impairment.\n\nUrgent action is needed to tackle the housing crisis facing disabled people in the UK. \nFilure to take immediate action will leave thousands of disabled young people to stagnate in settings that deny them the opportunities that other young people take for granted.",
            "closed_at": "2008-07-24T00:00:00Z",
            "created_at": "2008-04-16T15:35:15.517687Z",
            "creator_name": "Tom Goode",
            "government_response_at": "2009-01-12T15:35:58.254485Z",
            "government_responses": [
                {
                    "created_at": "2009-01-12T15:35:58.254485Z",
                    "details": "You signed a petition asking the Prime Minister to \"ensure that at least 10% of all new social housing is built to wheelchair standard.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page17396\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'freedomtolive'",
                    "updated_at": "2009-01-12T15:35:58.254485Z"
                }
            ],
            "opened_at": "2008-04-16T15:35:15.517687Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 273,
            "state": "finished",
            "updated_at": "2008-11-28T03:02:03.346335Z"
        },
        "id": 9243551
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/freedomtolive/"
    },
    "type": "petition"
}