{
    "data": {
        "attributes": {
            "action": "review and tighten the existing laws that govern the right to access shops and businesses in order to prevent members of the public who have not committed a criminal offense or behaved in a clearly anti-social way from being asked to leave the premises by the owner or authorized staff in an ad hoc manner.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "According to current legislation, since shops are private premises, shop owners or authorized staff have the right to refuse entry or ask people to leave without giving any reason whatsoever. This sometimes results in customers being treated in an offensive manner. The incident that led to this petition, for example, involved a mother and her baby being asked to leave a shop because the staff unjustly accused the baby of passing wind, and were not able to provide any proof. Such situations are totally unacceptable and should not be allowed to happen. Shops and businesses may constitute private premises, but the public are permitted access to them and while in the premises they should reserve the right to remain unless they behave anti-socially or commit a crime.",
            "closed_at": "2009-05-19T00:00:00Z",
            "created_at": "2008-04-16T22:44:20.524741Z",
            "creator_name": "Mine Dogantan Dack",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-04-16T22:44:20.524741Z",
            "rejected_at": "2008-05-28T13:58:51.259498Z",
            "rejection": {
                "code": 256,
                "details": "Your title should be a clear call for action, preferably starting with a verb.",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-05-28T13:58:51.259498Z"
        },
        "id": 9247029
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Access-to-shops/"
    },
    "type": "petition"
}