{
    "data": {
        "attributes": {
            "action": "answer FBI criticisms of British loopholes in international terrorism investigations and legislate to improve anti - terror precautions",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Amidst speculation about anti - terror legislation, reports in the Daily Mail (13/4/08) draw attention to a lack of co - operation in investigation of terror suspects held in British custody, because of police questioning practices, which mars the policing of criminal activity worldwide. \n\nWe the undersigned urge the British P.M. as well as changing the period that terror suspects can be held from 28 - 42 days, to examine the plea - bargaining system. Please examine the feasibility of more intensive follow - up of \"leads\" i.e. confidential information obtained at police interview, as te Daily Mail report advises.\n\nIn the U.S., this plea - bargaining arrangement is said to undermine terror cells ability to function, by breaking down trust. Please legislate to meet what Robert Mueller says is \"a failure in UK laws which fail the terror fight\".",
            "closed_at": "2009-04-25T00:00:00Z",
            "created_at": "2008-04-17T09:28:13.546650Z",
            "creator_name": "J RICHARDS",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-04-17T09:28:13.546650Z",
            "rejected_at": "2008-05-12T15:10:54.640658Z",
            "rejection": {
                "code": 17152,
                "details": "",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand",
                    "Statements that don't actually request any action",
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-05-12T15:10:54.640658Z"
        },
        "id": 9249368
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/terrorleads/"
    },
    "type": "petition"
}