{
    "data": {
        "attributes": {
            "action": "request that Hanley Grange be removed from the shortlist of eco-towns published by the Minister for Housing and Planning.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The proposal is contrary to the Government’s own plan for the East of England as well as emerging development plans being drawn up locally. The Cambridge Sub-Region is already delivering one of the most significant uplifts in housing numbers in the country. Hanley Grange would have an entirely negative impact on local communities, overstretch local infrastructure and undermine the delivery of major developments within the Sub-Region, including the Government supported Northstowe. The traffic generated by any town in this location means Hanley Grange could never be sustainable, thus undermining the Government's stated eco-town objectives.",
            "closed_at": "2009-03-31T00:00:00Z",
            "created_at": "2008-04-17T12:20:50.183469Z",
            "creator_name": "Timothy Stone",
            "government_response_at": "2009-06-05T11:52:48.484799Z",
            "government_responses": [
                {
                    "created_at": "2009-06-05T11:52:48.484799Z",
                    "details": "You signed a petition asking the Prime Minister to \"request that Hanley Grange be removed from the shortlist of eco-towns published by the Minister for Housing and Planning.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page19492\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'stophanleygrange'",
                    "updated_at": "2009-06-05T11:52:48.484799Z"
                }
            ],
            "opened_at": "2008-04-17T12:20:50.183469Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 4610,
            "state": "finished",
            "updated_at": "2009-07-14T03:02:56.834705Z"
        },
        "id": 9251435
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/stophanleygrange/"
    },
    "type": "petition"
}