{
    "data": {
        "attributes": {
            "action": "abandon proposals for the state regulation of psychological therapies",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Government proposes to regulate psychological therapies through the Health Professions Council. Thousands of psychotherapists and counsellors working successfully in these fields would be barred from using their habitual and long-earned titles if the proposal to make ‘psychotherapist’ a protected title is approved.\n\nSpecifically, body-centred approaches, client-centred, humanistic and integrative psychotherapists rely on a model which emphasises self-actualisation and the intersubjective and relational nature of human development and experience.  \n\nThese are not variants of the Department of Health preferred modalities, and often offer a more fundamental alternative to CBT and related outcome-focussed therapies, whose long-term effectiveness remains unproven. \n\nThe DH proposals have failed to make the case for regulation. There is no evidence of widespread client abuse. Current voluntary and professional arrangements already deal with client complaints and maintain professional competence in the field of psychotherapy.",
            "closed_at": "2008-10-25T00:00:00Z",
            "created_at": "2008-04-17T16:06:12.166821Z",
            "creator_name": "Tim Brown",
            "government_response_at": "2008-11-28T15:48:48.709679Z",
            "government_responses": [
                {
                    "created_at": "2008-11-28T15:48:48.709679Z",
                    "details": "You signed a petition asking the Prime Minister to \"abandon proposals for the state regulation of psychological therapies.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page17616\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'psychoregulation'",
                    "updated_at": "2008-11-28T15:48:48.709679Z"
                }
            ],
            "opened_at": "2008-04-17T16:06:12.166821Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 239,
            "state": "finished",
            "updated_at": "2008-10-26T00:01:01.908177Z"
        },
        "id": 9254587
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/psychoregulation/"
    },
    "type": "petition"
}