{
    "data": {
        "attributes": {
            "action": "Review taxation for Female O.A.P's aged 60 - 64",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Having made the requisite number of contributions to receive the state pension or part pension, I think it fair to expect the same taxation benefits as our male counterparts.\n\nThis generation of women did not have the benefit of equal pay and opportunity rights or the dubious benefit of the C.S.A.  It seems obvious that if we pay tax, we must have worked hard for ourselves and our children, even managing to make provision for retirement.\n\n65 year-old men have the benefit of a generous age related tax threshold although, I suspect, not all qualify for a full state pension. \n\n61 year-old females, may be taxed as single people but we are not young.  We have the same needs as our peers and indeed we have very similar incomes and comitments.  This government allows us extra payments for fuel but we will be paying them back four-fold or more in taxation.  We cannot be compared with the young people on minimum wage. \n\nMany, like myself, are single but have still raised our children and cared for our elderly. Taxation, again, proves that we have not been a drain on resources. \n\nPlease recognise our contribution and our worth.  \n\nWith gratitude for the opportunity to give a voice to this plea.",
            "closed_at": "2009-04-28T00:00:00Z",
            "created_at": "2008-04-17T18:09:16.926760Z",
            "creator_name": "JOSEPHINE MARY WILSON",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-04-17T18:09:16.926760Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 24,
            "state": "finished",
            "updated_at": "2009-04-29T00:01:01.539797Z"
        },
        "id": 9255772
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/-65OAPS10PTAX/"
    },
    "type": "petition"
}