{
    "data": {
        "attributes": {
            "action": "standardise international as well as institutional treatment protocols for infectious diseases",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Further to calls for greater consistency in NHS care using protocols for junior staff to standarise practice, the petitioner would like to draw DoH attention to the following new HIV treatment guidelines - issued from South Africa. Please ensure that everyone benefits from these findings consistency between states, continents, different hospitals as well as individual cases. \n\n(half heartedness contributed to  virulent MRSA spread - and govt policy should be dedicated to control this epidemic - multi - laterally, as well as multi - sectorally.) \n\nART recommended for all with CD4 counts below 350. Antiretroviral therapy should be recommended to all people with HIV who have CD4 cell counts below 350 cells/mm3 regardless of whether they have symptoms of HIV disease or not.\n\nTreatment should start when the CD4 count falls below 200 cells/mm3, or when a person has WHO stage 4 symptoms, regardless of CD4 cell count.\n\nPlease clarify that this is the treatment of choice for British sufferers and that all hospitals (and indeed their service users) reap the benefits of this information.",
            "closed_at": "2009-04-17T00:00:00Z",
            "created_at": "2008-04-17T19:43:51.203839Z",
            "creator_name": "J RICHARDS",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-04-17T19:43:51.203839Z",
            "rejected_at": "2008-05-25T00:01:07.513508Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-05-25T00:01:07.513508Z"
        },
        "id": 9256628
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/HIVtreatments/"
    },
    "type": "petition"
}