{
    "data": {
        "attributes": {
            "action": "Make it an offense to advertise a dance festival and then headline it with RNB singers",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Kanye West will headline this year's Global Gathering DANCE MUSIC festival.\n\nThe US rapper will be joined by Moby and Mark Ronson at the two-day event in Stratford-Upon-Avon, which takes place on July 25-26.\n\nKanye West is not a dance act. When I pay out my cash for something I dont want to be given something entirely different. If I paid a car garage for a Red Ford and they gave me a blue Renault I would be gutted. Same here. If I want to listen to hip hop/RNB/pop I will go to that kind of festival. I dont expect Global to say, \"hey, come to our dance event\" then slap a hip hop artist as the headliner.\n\nIt is unfair that the company behind Godskitchen Global Gathering can lie and get away with it. Tighter guidelines should be adopted in law.",
            "closed_at": "2008-08-18T00:00:00Z",
            "created_at": "2008-04-17T20:52:55.739593Z",
            "creator_name": "Richard",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-04-17T20:52:55.739593Z",
            "rejected_at": "2008-04-25T15:11:36.725100Z",
            "rejection": {
                "code": 61440,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government",
                    "False or incomplete name or address information",
                    "Issues for which an e-petition is not the appropriate channel",
                    "Intended to be humorous, or has no point about government policy"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-04-25T15:11:36.725100Z"
        },
        "id": 9257212
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/KanyeWest/"
    },
    "type": "petition"
}