{
    "data": {
        "attributes": {
            "action": "address international co - operation in the debate on Monday - don't let any more more girls be victims in the killing fields - get involved in Mondy's debate on meeting the challenge of donor shortages, on the problem of organ trafficking and on the potential for an EU-wide strategy on the subject - all the more critical since Scarlet Keeling's murder.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Sytems of organ donations and transplants differ widely between the 27 EU states. The petitioner is calling on the P.M. to involve Indian authorities in this - because the sale for profit of body parts still takes place. In light of the murder of Scarlett Keeling, please reassure the British electorate (and healthcare professionals) that British subjects are not involved in this trade and that the British govt is doing all it can to ensure no person has been either injured or criminally affected by illegal trading in organs for transplantation. \n\nThe undersigned agree to the recommendations in the resolution only adopted at committee stage at present : \n\n1. A new European donor card, to complement existing national systems; \n2. A transplant 'hotline', staffed 24 hours a day, to provide relevant and accurate information; \n3. A European Directive setting out requirements for safe and high-quality organ donation across the EU; \n4. That measures be taken to prevent 'transplant tourism' and organ trafficking.",
            "closed_at": "2009-04-26T00:00:00Z",
            "created_at": "2008-04-18T11:40:14.879965Z",
            "creator_name": "J RICHARDS",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-04-18T11:40:14.879965Z",
            "rejected_at": "2008-05-12T15:18:24.631975Z",
            "rejection": {
                "code": 768,
                "details": "",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand",
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-05-12T15:18:24.631975Z"
        },
        "id": 9261910
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/organdonations/"
    },
    "type": "petition"
}