{
    "data": {
        "attributes": {
            "action": "Control the use of Charging Orders as a means by which lenders are routinely securing unsecured debts against peoples property.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Many people are unaware that unsecured debts such as loans and credit cards can be secured against a persons home if they fall behind with payments. Changes coming into force later this year actually make this process easier for lenders to take this course of action, even if you are not in arrears with payments under the terms of a county court order. My petition is to stimulate discussion to ensure that the use of this legislation is reserved for appropraite and relevant cases (i.e. fraud or wilful and negliegent borrowing) and that peoples personal circumstances are always taken into consideration when making such an order. This is to ensure that this does not become standard practice for the collection of unsecured debts to allow lenders to balance their books. It should also be made clear to anyone taking out unsecured borrowing that their home could be at risk if they are unable to meet payments.",
            "closed_at": "2008-10-25T00:00:00Z",
            "created_at": "2008-04-18T13:22:49.852121Z",
            "creator_name": "Paul Fox",
            "government_response_at": "2009-05-22T12:01:50.076265Z",
            "government_responses": [
                {
                    "created_at": "2009-05-22T12:01:50.076265Z",
                    "details": "You signed a petition asking the Prime Minister to \"Control the use of Charging Orders as a means by which lenders are routinely securing unsecured debts against peoples property.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page19397\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'chargingorders'",
                    "updated_at": "2009-05-22T12:01:50.076265Z"
                }
            ],
            "opened_at": "2008-04-18T13:22:49.852121Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 341,
            "state": "finished",
            "updated_at": "2009-01-14T03:02:23.202245Z"
        },
        "id": 9263023
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/chargingorders/"
    },
    "type": "petition"
}