{
    "data": {
        "attributes": {
            "action": "end the exploitation of people in developing countries by introducing legislation that demands that all those outside the UK, who are working to provide goods and services to the UK, are protected by the same employment rights as we are here and receive the same level of pay in real terms as our own national minimum wage.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We are extremely fortunate to have a national minimum wage which ensures that we can all meet the day to day costs of living, and prevents the exploitation of people in low paid jobs.  Now we should extend this to ALL people who work to provide goods and services to us, regardless of where they carry out that work.  To those who may suggest that this will result in the loss of jobs for those who need them most, this was also said of the minimum wage but has since been proved wrong.  Those who are concerned about the impact this will have on the economy should consider how the slave trade was prolonged under such pretences.  \n\nIt is time we all spoke out to end the exploitation of people in developing countries.  I believe we are in a privileged position where we can lead the way in bringing about an end to this modern day equivalent of slavery and raise the standards of living for millions of people across the globe.",
            "closed_at": "2009-04-18T00:00:00Z",
            "created_at": "2008-04-18T16:05:05.703032Z",
            "creator_name": "Tina McLeod",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-04-18T16:05:05.703032Z",
            "rejected_at": "2008-05-25T00:01:07.513508Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-05-25T00:01:07.513508Z"
        },
        "id": 9264641
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/workersabroad/"
    },
    "type": "petition"
}