{
    "data": {
        "attributes": {
            "action": "do something about global warming",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Here is a list of effects of global warming:\n\nShould there be no changes or efforts to reduce the pollution of the planet, the South East of England will begin suffering with permanant water shortages in an estimated 7 years.\n\nIn approximately 10 years, the rise in temparature will mean mosquitos can survive in England and Malaria will be introduced to Britain.\n\nIn approximately 12 years, the rise in sea level will mean that Venice will now be totally submerged. It is estimated to have risen by two metres.\n\nIn approximately 15 years, Great White sharks will become common, around the English coast.\n\nAnd finally, in approximately 20 years, most of Europe will have become desert. Both poles will have melted, and places such as Cornwall will be prone to Tropical Hurricanes. Because of the effects on the weather, the world will see the first category six hurricanes. (Hurricane Katrina was only a category 4).\n\nEfforts need to be made to stop global warming now.\n\nThe government needs to take a much bigger effort such as help in funding the development of the hydrocar,the use and encouragement of eco-friendly energy and generally being more aware of the problem.",
            "closed_at": "2009-04-29T00:00:00Z",
            "created_at": "2008-04-18T15:40:36.985480Z",
            "creator_name": "Daniel Walters",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-04-18T15:40:36.985480Z",
            "rejected_at": "2008-05-09T15:32:04.542972Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/helpplanet/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-05-09T15:32:04.542972Z"
        },
        "id": 9264439
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/global1/"
    },
    "type": "petition"
}