{
    "data": {
        "attributes": {
            "action": "Apply pressure to Google to prevent YouTube being used as a RAPE share site",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Every day certain YouTube users are posting violent and brutal rape scenes from controversial \"cult\" films including a clip from \"Irreversible\" where a woman is forcefully and graphically sodomized and beaten into a coma. This clip is being used as rape pornography.\nYouTube refuse to take responsibility for allowing any inappropriate films to be shared on their site. Both in response to us, and in their response to recent media reports they merely use the same response about using their flagging system as a means of making their site safe.\nConsequently any anonymous person can post violent rape films and YouTube are using the law to avoid responsibility, doing just enough to feign concern. \nIf YouTube refuse to use human verification for such disturbing content as rape we insist they must be fined while such clips are online. \nYouTube does not offer a unique service but it is omnipotent as a brand. Their business should not be allowed to facilitate this rape share service for perverts.",
            "closed_at": "2009-04-18T00:00:00Z",
            "created_at": "2008-04-18T21:59:28.525854Z",
            "creator_name": "Jane Elliott",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-04-18T21:59:28.525854Z",
            "rejected_at": "2008-05-25T00:01:07.513508Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/YouTubevetting/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-05-25T00:01:07.513508Z"
        },
        "id": 9267493
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/antiyoutuberape/"
    },
    "type": "petition"
}