{
    "data": {
        "attributes": {
            "action": "demand that supermarket giants & other retail outlets only use palm oil from sustainable sources.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Our world is constantly under the threat of climate change and the extinction of beautiful animals because people refuse to take responsibility for the world around them. The natural habitat of the orangutan is being destroyed by loggers and the increae in palm oil plantantions. The rainforests contribute to the production of oxygen in the world yet very few people appeal against its destruction. According to studies by many well known bodies including Friends of the Earth indicate that the world is over-heating due to the decline of rainforest & that the orangutan will be extince within 5years.\nIf retailers, including supermarket giants were made to only use palm oil from sustainable sources like 'The Body Shop' & 'Lush', (e.g sustainable palm oil plantations in Columbia)then I do believe there would be a lack of rainforest destruction and in turn fewer orangutans killed.",
            "closed_at": "2009-04-25T00:00:00Z",
            "created_at": "2008-04-19T10:42:43.546548Z",
            "creator_name": "Philippa Wooltorton",
            "government_response_at": "2009-06-15T11:41:25.418499Z",
            "government_responses": [
                {
                    "created_at": "2009-06-15T11:41:25.418499Z",
                    "details": "You signed a petition asking the Prime Minister to \"demand that supermarket giants & other retail outlets only use palm oil from sustainable sources.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page19622\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'SaveRainforests'",
                    "updated_at": "2009-06-15T11:41:25.418499Z"
                }
            ],
            "opened_at": "2008-04-19T10:42:43.546548Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 528,
            "state": "finished",
            "updated_at": "2009-05-14T03:01:43.673745Z"
        },
        "id": 9270397
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SaveRainforests/"
    },
    "type": "petition"
}