{
    "data": {
        "attributes": {
            "action": "Ensure that all our returning war dead are treated with due respect and dignity in their journey from the receiving airfield to the Coroner's Office in Oxford and beyond to their final resting place by ensuring that the hearses carrying the bodies are provided with a police escort whilst in transit.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The bodies of the returning war dead are received at either RAF Lyneham or Brize Norton. They are given a police escort by the Wiltshire Constabulary to the border with Thames Valley Police. It would appear that Thames Valley Police do not provide an escort from their to the coroner’s Office in Oxford. The photographs of the progress or lack of it, of the hearses in the media recently were quite distressing and indicated a complete lack of respect and dignity for the war dead.\n\nWe ask the PM to ensure that due respect and dignity is shown to our returning war dead by putting regulations in place that provide for a police escort to be in attendance when such bodies are in transit within the UK.",
            "closed_at": "2008-10-19T00:00:00Z",
            "created_at": "2008-04-19T10:45:26.596499Z",
            "creator_name": "Dr David Vickers",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-04-19T10:45:26.596499Z",
            "rejected_at": "2008-05-25T00:01:07.513508Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/escortforheroes/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-05-25T00:01:07.513508Z"
        },
        "id": 9270422
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/wardead/"
    },
    "type": "petition"
}