{
    "data": {
        "attributes": {
            "action": "Ban the cruel and indiscriminate use of snares to trap and kill wild animals",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Many people will be amazed to hear that the setting of wild animal snares is still legal within the UK, one of only five European members that still allow animal snares to be used. Snares are a totally indiscriminate and cruel wire noose usually set to trap foxes and rabbits. However, many wild animals, including protected species, can end up being their victims. Badgers, deer, otters, birds of prey, as well as pet cats and dogs can get caught and suffer appalling injuries. Under the current law, snared animals in England can remain unchecked for up to 48 hours. Almost 70 per cent of animals caught in snares are not the intended targets. Even with 'best practice', in some environments any snare set has a 40% chance of catching a non-target animal. When questioned, almost 80% of the general public thought that the use of snares was totally unacceptable. The Labour Party made a manifesto commitment to ban snares in 1983 and cross-party support has been given to Early Day Motions on snaring. It is time to replace this barbaric and outdated practice with more modern and humane methods of wild animal control, such as live capture traps, wire netting and electric fencing.",
            "closed_at": "2009-04-25T00:00:00Z",
            "created_at": "2008-04-19T13:34:43.594131Z",
            "creator_name": "David Watts",
            "government_response_at": "2009-06-15T11:28:16.851531Z",
            "government_responses": [
                {
                    "created_at": "2009-06-15T11:28:16.851531Z",
                    "details": "You signed a petition asking the Prime Minister to \"Ban the cruel and indiscriminate use of snares to trap and kill wild animals.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page19621\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'animalsnares'",
                    "updated_at": "2009-06-15T11:28:16.851531Z"
                }
            ],
            "opened_at": "2008-04-19T13:34:43.594131Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 836,
            "state": "finished",
            "updated_at": "2010-01-27T17:40:59.108278Z"
        },
        "id": 9271947
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/animalsnares/"
    },
    "type": "petition"
}