{
    "data": {
        "attributes": {
            "action": "Stop the closures of the Driving Test Centres",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The environment impact of closing the expected 66 driving test centre's is going to be monumental... Over one year 7,280,000,000 grammes\nor 7,280 tonnes of extra co2 will be pumped into the environment, An extra £4.6 million of fuel will be consumed, and covering almost 35 million extra miles. This doesn't even included the daily travel of the examiners extra miles. The increased costs of learning to drive with the excessive test increases will cause people to drive illegally. Fatal accidents on Britains roads cost us all, over £5 billion per year, this is set to see a large increase as people opt out of professional tuition. \nWe are seeing 2.5% of our drivers already driving illegally thats average of 500,000 across the country; how many more don't we know about? The government are ultimately responsible for allowing it to happen.",
            "closed_at": "2008-07-25T00:00:00Z",
            "created_at": "2008-04-19T21:32:24.597263Z",
            "creator_name": "KAREN FARRIMOND",
            "government_response_at": "2008-09-11T15:02:53.006590Z",
            "government_responses": [
                {
                    "created_at": "2008-09-11T15:02:53.006590Z",
                    "details": "You signed a petition asking the Prime Minister to \"Stop the closures of the Driving Test Centres.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page16650\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Test-Centres'",
                    "updated_at": "2008-09-11T15:02:53.006590Z"
                }
            ],
            "opened_at": "2008-04-19T21:32:24.597263Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 488,
            "state": "finished",
            "updated_at": "2008-07-26T00:01:01.921221Z"
        },
        "id": 9276037
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Test-Centres/"
    },
    "type": "petition"
}