{
    "data": {
        "attributes": {
            "action": "Introduce legistation, making any forms of breaching Net Neutrality by telecomms and internet service providers illegal.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Virgin Media Inc (abbreviated to VM), has recently followed suit of the major American ISP's (Internet Service Providers), by stating its belief that keeping the Internet free and open is not compatible with their thirst for profit, and that they are currently discussing deals with companies and corporations to create two tiers of Internet access for their customers.\nCompanies that pay up will have access to their sites as usual, those who do not pay, will have lesser provisions of bandwidth.\nIf VM managed to successfully implement their plan, without a major consumer boycott; other ISP's will do the same, most have kept silent on plans to do so, mostly for fear of consumer action.\nPotentially this could lead to devastating effects on the internet as we know it today.\nA company could pay ISP's to block or minimise bandwidth to competitors and smaller websites, making them practically unusable for the ISP's customers.\nWithout serious intervention, in legislation or consumer action, the Internet may become a place where only wealthy companies and corporations may host websites.",
            "closed_at": "2008-10-20T00:00:00Z",
            "created_at": "2008-04-20T08:59:43.601811Z",
            "creator_name": "Bartholomew Alan Weeks",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-04-20T08:59:43.601811Z",
            "rejected_at": "2008-05-28T00:01:04.622100Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/save-the-net/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-05-28T00:01:04.622100Z"
        },
        "id": 9277904
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/vmincnn/"
    },
    "type": "petition"
}