{
    "data": {
        "attributes": {
            "action": "Create different rates of vehicle excise duty (road tax) for 4X4's, depending on their usage.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Many 4X4's are used as towing vehicles to comply with legislation pertaining to weight ratios of tow vehicle to trailer, and because they provide a more stable, safer towing vehicle than some cars and vans.  This therefore means that accidents involving towing vehicles may well be reduced as a result.  People using 4X4's will include those towing sporting/leisure equipment, (cars, horses, planes, boats, caravans etc)., as well as many businesses such as mobile caterers.  Other 4X4 users will simply use the vehicles for another purpose for which they were intended, going off-road, notably to care for animals such as farm stock and horses, for example.  The soft-roader or Chelsea tractor has brought 4X4's into disrepute, and those who depend on the vehicles for transport as mentioned above, are being penalised as a result.  We petition the government to create a reduced rate of vehicle excise duty (road tax), for anyone who can prove the need for a 4X4.  This could be by production of a valid MSA competition licence for motorsport enthusiasts, horse passport for equestrians, animal logs for farmers, current caravan club membership for caravanners, etc.",
            "closed_at": "2009-04-28T00:00:00Z",
            "created_at": "2008-04-20T13:01:49.560920Z",
            "creator_name": "Jan Knott",
            "government_response_at": "2009-06-15T11:49:18.085440Z",
            "government_responses": [
                {
                    "created_at": "2009-06-15T11:49:18.085440Z",
                    "details": "You signed a petition asking the Prime Minister to \"Create different rates of vehicle excise duty (road tax) for 4X4's, depending on their usage.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page19624\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Taxing4X4s'",
                    "updated_at": "2009-06-15T11:49:18.085440Z"
                }
            ],
            "opened_at": "2008-04-20T13:01:49.560920Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 229,
            "state": "finished",
            "updated_at": "2009-06-09T03:02:16.605872Z"
        },
        "id": 9279774
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Taxing4X4s/"
    },
    "type": "petition"
}