{
    "data": {
        "attributes": {
            "action": "stop pushing inclusion until ALL parents have been consulted across the country with regard to inclusion both mainstream and special.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "PETITION FOR CENTRAL AND LOCAL GOVERMENT CONSULTATION WITH  PARENTS WHO HAVE A CHILD WITH ADDITIONAL NEEDS, SPECIAL NEEDS,DISABILITIES criteria for educational statements is very difficult to meet, even funding for inclusion is becoming difficult.  If you are a parent and wish to make people stop and listen to the views of parents and improve things for children.  We want to lobby both local and national government to stop and listen to parents before we loose our special schools, before our children are put into units/mainstream school.  We are not against inclusion if it is properly resourced, qualified teachers, nursing staff, hydrotherapy pools, speech and lanugue; correct teaching materials and understanding staff, plus much more.\nWe want parents of mainstream children to understand children with additional needs don’t mean to disrupt there child’s education they just need proper understanding and proper teaching methods and control methods in place. We are asking for better consultation and the government to stop pushing inclusion until ALL parents have been consulted across the country with regard to inclusion both mainstream/special school parents.",
            "closed_at": "2008-07-28T00:00:00Z",
            "created_at": "2008-04-20T14:14:46.114456Z",
            "creator_name": "susan knights",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-04-20T14:14:46.114456Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 107,
            "state": "finished",
            "updated_at": "2008-07-29T00:01:01.842227Z"
        },
        "id": 9280313
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/consult-include/"
    },
    "type": "petition"
}