{
    "data": {
        "attributes": {
            "action": "encourage the clerics in the Middle East to take a lead for their communities and use religion as a pacifying force in support of UN peace - keeping efforts rather than as a militia. Sadly, Middle Eastern violence has broken out and the victims are the vulnerable at the hands of worldwide warlords - in Baghdad as fighting left at least six people dead, including two children, officials have said.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The religious basis of all law enshrines the ten commandments and the testaments.\n\nPart of the problem here, is that terrorists believe themselves to be acting on behalf of a higher being, be it Allah or God, not on behalf of the state, the police or international bodies like the UN - whose actions are democratically regulated. Enemies are manmade incarnations.\n\nSo behaviour analysts might argue that acts of religious violence aren't viewed as criminal acts against humanity - but carried out to promote faith.\n\nRespect for life, peace, justice and religious tolerance means ethically above all else doing no harm to others. \n\nUrge cleric Muqtada al-Sadr who professes that he has peace & the interests of his followers at heart, to bring his community to tribunals  negotiating a settlement rather than declaring war. There is no place in peace - keeping for threats.\n\nForces intervened originally to quel tensions between Sunni and shi ' ite factions, \"whose side are you on ? YOU are your own worst enemies\".",
            "closed_at": "2009-04-20T00:00:00Z",
            "created_at": "2008-04-20T13:43:06.021417Z",
            "creator_name": "J RICHARDS",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-04-20T13:43:06.021417Z",
            "rejected_at": "2008-05-28T00:01:04.622100Z",
            "rejection": {
                "code": 16384,
                "details": "",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-05-28T00:01:04.622100Z"
        },
        "id": 9280072
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ownworstenemies/"
    },
    "type": "petition"
}