{
    "data": {
        "attributes": {
            "action": "stop errors on bills - get Darling to be a darlin' on calculations and eradicate inaccuracies - make sure utility companies are utilised properly - pay the poor, not make the poor pay !",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Banks and public utility companies are making mistakes. Poor, late or inadequate payment by public sector employers, into accounts, as well as excess charges compound the problem of budgeting household finances. Furthermore, more than a third of consumers have been overcharged for a household bill in the past year, research shows.\n\nAround 34% of people said they had spotted an error in a utility or credit card bill in the past 12 months, while 17% said they had been overcharged during the past quarter, according to financial website Moneysupermarket.com.\n\nBut despite this 50% of those questioned said they still did not check all of the bills they received.\n\nAgain, the large public sector industries do anything but serve the public ! The petitioner is calling on the P.M. to look at this and give better guidance on what people can do about banks and utility companies' poor customer service. \n \nPeople are also increasingly paying bills by direct debit, with 63% paying their phone bill and 54% their electricity bill in this way. \n\nPlease fund better refund mechanisms. Devise a system that holds banks managing accounts badly to take account for their poor accountancy !",
            "closed_at": "2009-04-28T00:00:00Z",
            "created_at": "2008-04-20T18:26:06.791068Z",
            "creator_name": "J RICHARDS",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-04-20T18:26:06.791068Z",
            "rejected_at": "2008-05-12T16:14:14.418899Z",
            "rejection": {
                "code": 256,
                "details": "",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-05-12T16:14:14.418899Z"
        },
        "id": 9282502
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/utiliseutilities/"
    },
    "type": "petition"
}