{
    "data": {
        "attributes": {
            "action": "Stop The NEW Walk On Charge to hit guests at Pleasure Beach Blackpool in 2009.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "BRITAIN'S favourite free tourist attraction is to break with a century of tradition by introducing a charge for admission. \n\nFrom 2009,punters will have to pay a minimum £5 charge to enter Blackpool Pleasure Beach & car park charges & wristband charges which could top £40 per person.\n\nBut the move has attracted criticism in some quarters amid fears the pricing policy could deter visitors. \n\nThe new entry system will mean that from the beginning of the 2009 season in February, visitors will have to either purchase an Unlimited Ride Wristband at £30 or a £5 Freedom Pass. Only under-threes will get in free. \n\nThe park refused to comment but said it was telling customers about the change this year so that they had time to get used to it. \n\nThe company introduced charges at its Southport theme park during the latter years of that attraction's operation, but the park later closed DUE TO LACK OF CUSTOMERS. \n\n\"This is surely madness. They tried introducing an entry fee to Southport and then they said it was no longer viable.\" BOTH PARKS CLOSED DUE TO LACK OF CUSTOMERS.",
            "closed_at": "2008-11-20T00:00:00Z",
            "created_at": "2008-04-20T21:39:04.084659Z",
            "creator_name": "Stuart John Mcneal",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-04-20T21:39:04.084659Z",
            "rejected_at": "2008-05-28T00:01:04.622100Z",
            "rejection": {
                "code": 20480,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government",
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-05-28T00:01:04.622100Z"
        },
        "id": 9284158
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/stopthecharge/"
    },
    "type": "petition"
}