{
    "data": {
        "attributes": {
            "action": "reduce petrol prices and stop handing tax payer money to banks",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We are currently 2nd in the world for petrol prices, and most of what we pay is tax.\n\nSo why is it that regular people have to pay extortionate amounts of tax on a) buying a car b) getting them on the road and c) fueling them.\n\nSo why is it that people that can't afford things pay the most, and those that can afford it get increased tax benefits.  Example is the scrapping of the 10p income tax rate.\n\nBanks in the UK have been making billions in profit for many years now, however due to their greed they have taken bigger risks to get bigger profits.  However these decisions have gone against them and they aren't going to make as much money this year.  So why is it that they are always being given money (£50bn this week) to help their liquidity status.\n\n\nThe government should therefore reduce the tax on petrol and VAT goods, and stop taking tax payers money to help big companies when they make poor greedy choices",
            "closed_at": "2008-07-21T00:00:00Z",
            "created_at": "2008-04-21T08:55:45.389308Z",
            "creator_name": "Richard Kirkham",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-04-21T08:55:45.389308Z",
            "rejected_at": "2008-05-28T00:01:04.622100Z",
            "rejection": {
                "code": 2048,
                "details": "http://search.petitions.pm.gov.uk/kbroker/number10/petitions/search.lsim?qt=fuel+duty&sr=0&nh=10&cs=&sc=number10&oq=petrol&sb=0&ha=1157&mt=0\nhttp://petitions.pm.gov.uk/rightthing01/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-05-28T00:01:04.622100Z"
        },
        "id": 9286863
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/unfairtaxing/"
    },
    "type": "petition"
}