{
    "data": {
        "attributes": {
            "action": "Suggest that 'heat pads' can be prescribed by the NHS...",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Most drs seem pretty happy to hand out tablets that can possibly incapacitate individuals due to side effects from opiate drugs. \n\nHeat pads are an effective way of dealing with different kinds of pain including arthritis, joint pain, some unspecified internal pains, endometriosis and other associated causes of pelvic pain.\n\nAs someone who can't tolerate opiate medication, I would like to see the ability for Drs to be able to prescribe heat pads as a source of pain relief, which would inturn help many people through out the UK and possibly stem the dependency of opiate medication if individuals get benefits from heat therapy instead. \n\nIt seems fairly daft to me that drs can't prescribe therapy's that are known to help some conditions.\n\nAt the cost of £5 a pack, they simply aren't accessable as a continuing source of pain relief as to control daily symptoms an individual would have to spend on average £750 a year!\n\nPlease consider putting this forward as a viable source of pain relief. \n\nSome drs might suggest using a hot water bottle, but this is impractical walking around trying to hold a hot water bottle to various parts of your anatomy!",
            "closed_at": "2008-07-28T00:00:00Z",
            "created_at": "2008-04-21T16:12:35.436470Z",
            "creator_name": "Sadie Blackford",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-04-21T16:12:35.436470Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 67,
            "state": "finished",
            "updated_at": "2008-11-27T16:32:10.081245Z"
        },
        "id": 9292923
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/heatpads/"
    },
    "type": "petition"
}