{
    "data": {
        "attributes": {
            "action": "incorporate women born prior to April 6th 1950 who retire at 60 into the pensioner category - they have not retired inappropriately early but are legitimate state pensioners and therfore should be given equal benefit rights with pensioners aged over 65",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The following is a verbatim quote from a BBC interview given by Chancellor who said in defence of the decision to abolish 10% tax rate “We recognised that when the 10p tax rate came out we would need to help people particularly on low incomes – that's why for example we took more pensioners out of tax by raising the amount of money they can keep before they pay tax.”  Women 60-64 are pensioners to whom they have consistently denied this particular help.  Women pensioners 60-65 should not be treated differently but should qualify for ALL benfits available to pensioners including the increased tax threshold  from which they are currently excluded purely on age grounds.   We should not be penalised thus.  It is outrageous that a pensioner aged 65+ can enjoy the benefits of this extra £3453 tax free income compared with a woman pensioner 60-64 who is suddenly finding her tax bill doubled.",
            "closed_at": "2008-06-28T00:00:00Z",
            "created_at": "2008-04-21T16:20:32.814299Z",
            "creator_name": "Ruth Hamm",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-04-21T16:20:32.814299Z",
            "rejected_at": "2008-05-13T10:49:57.308136Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/-65OAPS10PTAX/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-05-13T10:49:57.308136Z"
        },
        "id": 9293009
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/oldgirlpower/"
    },
    "type": "petition"
}