{
    "data": {
        "attributes": {
            "action": "make Christianity the focus of the Criminal Justice and Immigration Bill and abolish, amongst others, Clause 126 which introduces a new offence of inciting hatred on grounds of sexuality. It is essentially an 'incitement to homophobic hatred' offence.  And also to stop the government attempting to rearrange key votes to a time when there will be very few MPs present or to bring any votes forward at such short notice that MPs will not be aware of them taking place.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "There are very real concerns that if this becomes law Christians could be found guilty of 'inciting hatred' towards gay people for simply saying that engaging in same sex sexual activity is 'sinful' and contrary to God's Word. At the very least the new offence will make people a lot more nervous about openly reflecting on their faith based view of sexuality.\nThe former Home Secretary, Lord Waddington has tabled a free speech amendment to the Bill which, if accepted, should help prevent Christians finding themselves in trouble with the new law for simply expressing a faith based view of sexuality.\nIt was expected that this vote would come up on Wednesday 23rd April 2008 but the Government have just announced that they will extend tonight's sitting (Monday 21st) to midnight which means it will be reached very late tonight.\nThis is very bad because the later it comes up the less likely it is that those in favour (who tend to be older and not given to late nights) will stay.\nIndeed many people won't be there at all because they are expecting the vote on Wednesday!",
            "closed_at": "2009-04-28T00:00:00Z",
            "created_at": "2008-04-21T19:03:15.449933Z",
            "creator_name": "Jonathan Evans",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-04-21T19:03:15.449933Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 33,
            "state": "finished",
            "updated_at": "2010-01-27T17:40:59.108278Z"
        },
        "id": 9294619
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Clause126/"
    },
    "type": "petition"
}