{
    "data": {
        "attributes": {
            "action": "National Holiday on Birth of Prophet Muhammad.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The muslims in the United Kingdom, feel that they require a national holiday to celebrate the Birth of the Prophet Muhammad.  This day can be used as a public awareness day about the Prophet Muhammad and utilised as an event to create greater understanding and tolerance between communities.\nThis is currently done in many countries world wide, muslim and non muslim.\nAFRICAN COUNTRIES: Algeria, Benin, Burkina Faso, Cameroon, Comoros, Côte d'Ivoire, Djibouti, Egypt, Eritrea, Ethiopia, Gambia, Guinea, Libya, Mali, Mauritania, Morocco, Niger, Nigeria, Senegal, Sierra Leone, Somalia, Sudan, Tanzania, Tunisia, Togo\nMIDDLE EAST: Bahrain, Iran, Iraq, Jordan, Kuwait, Lebanon, Oman, Palestinian National Authority, Syria, United Arab Emirates/UAE, Yemen\nASIA: Afghanistan, Bangladesh, Brunei, India, Indonesia, Pakistan, Malaysia, Sri Lanka, Uzbekistan\nOTHER: Fiji, Guyana\n(source: MQ International)",
            "closed_at": "2008-08-12T00:00:00Z",
            "created_at": "2008-04-21T18:07:50.317777Z",
            "creator_name": "Tahseen Khalid",
            "government_response_at": "2008-09-26T15:07:10.300907Z",
            "government_responses": [
                {
                    "created_at": "2008-09-26T15:07:10.300907Z",
                    "details": "You signed a petition asking the Prime Minister to \"National Holiday on Birth of Prophet Muhammad.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page16965\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Mawlid'",
                    "updated_at": "2008-09-26T15:07:10.300907Z"
                }
            ],
            "opened_at": "2008-04-21T18:07:50.317777Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 407,
            "state": "finished",
            "updated_at": "2008-09-16T03:58:50.763052Z"
        },
        "id": 9294037
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Mawlid/"
    },
    "type": "petition"
}