{
    "data": {
        "attributes": {
            "action": "make lifelong learning a bit less lifeless to learn - address the Leitch Review - look at how skills can be better applied and turned into cash",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "14 - 19 News released today features the Leitch review which states that failures to bring about improvements in the quality and quantity of learners' skills prevents individuals competing in the workplace. 7 m in the UK lack functional literacy skills. The petitioner is calling on the P.M. to address to examine CONEL strategies that help students develop better understanding of opportunities in a rapidly changing world. Although, commendably, headway has been made in the \"Transforming Learning Initiative\",\nlack of resources, arduous assessments and poor placement experience hinders progress.\n\nFurther to my calls for the appointment of a transition school - work minister, please endose pilot projects, look at disseminating best practice better than out of date academia and word of mouth. \n\nEG paying reviewers of professional journals and making govt initiatives in the public sector a bit more universal. \n\nThank you.",
            "closed_at": "2009-04-28T00:00:00Z",
            "created_at": "2008-04-21T20:37:33.483032Z",
            "creator_name": "J RICHARDS",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-04-21T20:37:33.483032Z",
            "rejected_at": "2008-05-13T10:39:54.406771Z",
            "rejection": {
                "code": 17152,
                "details": "Your title should be a clear call for action, preferably starting with a verb, and not a name or statement.",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand",
                    "Statements that don't actually request any action",
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-05-13T10:39:54.406771Z"
        },
        "id": 9295508
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/leitchreview/"
    },
    "type": "petition"
}