{
    "data": {
        "attributes": {
            "action": "read the following from a 16 year old Zimbabwean",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Dear World,\n\n I am a 16 year old person living in\n Zimbabwe. Maybe, just maybe, there might be someone out there who can help us...The inflation rate is so high that if you don't change money within 6 hours you could get half the amount of foreign currency that you would have originally received. We're starving now; people die around us. In the last year alone at least ten people\nassociated personally with my family have died despite the fact that they were only middle-aged. Other people\ndon't make it to middle age. They don't even make it past childhood. We\ncannot afford to eat, we cannot afford to drink, and we cannot afford to make mistakes, because if we do we die.   We're waiting desperately for a\ngreat hand to pick us up out of the dirt because at the moment we are outnumbered by Fate herself, and so we close our eyes and pray. We have fought for too long, and have been brought to breaking point. We simply stand, heads down, and bear it. Our spirit has gone; we are defeated. HELP US!",
            "closed_at": "2008-06-22T00:00:00Z",
            "created_at": "2008-04-21T20:49:09.186508Z",
            "creator_name": "John Billingham",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-04-21T20:49:09.186508Z",
            "rejected_at": "2008-05-28T00:01:04.622100Z",
            "rejection": {
                "code": 512,
                "details": "",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-05-28T00:01:04.622100Z"
        },
        "id": 9295620
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/dying-child/"
    },
    "type": "petition"
}