{
    "data": {
        "attributes": {
            "action": "Use the £50 billion of taxpayers money to provide a government backed mortgage service (3-4%) instead of using it to prop up greedy banks",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This Petition is raised on 21st April 2008 and signed by the people of the United Kingdom petitioning the Government to withhold £50 billion of taxpayers money, used to prop up banks that refuse to pass on mortgage savings to customers, in favour of a government backed service.\nThe money should be used to provide no fee, no early repayment, low cost (3%), fixed term repayment mortgages to alleviate the current credit crunch fiasco that greedy bankers are forcing onto customers.\n\nThis would provide the government:\na mechanism to control the current crisis,\na way to alleviate the mortgage problems for those in difficulty,\na business model that generates income for central government,\na government income that could be used to offset taxes,\na stable mortgage infrastructure that can ride the incompetence of greedy banks,\nan election winning decision!\n\nBanks have refused to pass on rate decreases and refuse to help with the mortgage crisis reducing the government to begging tactics; put bankers in their place, send a clear message and offer mortgages under favourable terms that people can afford and rely on during world disasters of the current nature.",
            "closed_at": "2009-04-28T00:00:00Z",
            "created_at": "2008-04-22T07:48:21.020441Z",
            "creator_name": "Peter Naylor",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-04-22T07:48:21.020441Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 84,
            "state": "finished",
            "updated_at": "2009-04-29T00:01:01.539797Z"
        },
        "id": 9297296
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Gov-Mortgage/"
    },
    "type": "petition"
}