{
    "data": {
        "attributes": {
            "action": "Save the Old Grove Park Girls School Building in Wrexham from demolition.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Built in the late 1930s, the building originally housed the Grove Park Grammar School. Since the onset of Comprehensive School education in, the Groves building has housed two excellent High Schools. Falling roles has led to the rationalisation of secondary education in the County Borough in recent years, and the building now stands empty and semi derelict.\n\n It is strongly believed that the present council have plans to demolish this attractive building and replace it with an extensive housing scheme.\n\nLocal people are horrified at this prospect, but they do realise that, if spared, the building must have some practical use to make it viable. Recent years have seen the proliferation of apartment living in Wrexham town centre, and believe that if the building was renovated and adapted for this purpose, it would prove to be a very successful venture. The Local Authority is itself is spread out throughout the town, and is paying town centre rents for some of its buildings. Why not centralise its operations in what could be an attractive and prestigious office complex. If not the Local Authority, then other commercial organisations may be tempted to inhabit the building.",
            "closed_at": "2009-04-28T00:00:00Z",
            "created_at": "2008-04-22T10:55:37.669967Z",
            "creator_name": "Ray Clarke",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-04-22T10:55:37.669967Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 6,
            "state": "finished",
            "updated_at": "2009-04-29T00:01:01.539797Z"
        },
        "id": 9299636
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/GrovesWrexham/"
    },
    "type": "petition"
}