{
    "data": {
        "attributes": {
            "action": "appoint Gwyneth Dunwoody (deceased) as Chair of the Transport Select Committee in perpetuity.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Gwyneth Dunwoody, Labour MP for Crewe and Nantwich, and Chair of the Transport Select Committee, sadly passed away on Thursday the 17th of April following emergency heart surgery.\n\nIn the Prime Minister’s own words, Ms Dunwoody was ‘politics at its best – a great Parliamentarian’.\n\nA one-women gun boat, Gwyneth's sharp tongue was infamous, thanks to gems like telling Transport Secretary Ruth Kelly “I long ago gave up expecting answers from Government departments, Secretary of State, but I do occasionally like to see the questions” \n\nHer vast knowledge,formidable character, and status as the longest serving female MP deserve a worthy memorial. \n \nAnd so we wish that instead of selecting a new chair to the Transport Committee, we would like to see a ‘Deputy Chair’ appointed to lead the  sessions, as Ms Dunwoody simply cannot be replaced.",
            "closed_at": "2008-06-28T00:00:00Z",
            "created_at": "2008-04-22T11:12:12.809588Z",
            "creator_name": "Anna Rutter and Gavin Pearson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-04-22T11:12:12.809588Z",
            "rejected_at": "2008-05-08T14:05:35.809468Z",
            "rejection": {
                "code": 16384,
                "details": "This is a matter for direct communication with Parliament.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-05-08T14:05:35.809468Z"
        },
        "id": 9299812
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/GwynethDunwoody/"
    },
    "type": "petition"
}