{
    "data": {
        "attributes": {
            "action": "Introduce a detailed study of Darwin’s theory of evolution to the education system and relegate studies of religion to more historical lessons on how misguided people perceive the world rather than anything relating to factual information.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "It is well over due that the study of Darwin’s theory of evolution should be of higher priority on the teaching agenda in schools than religion. It is understood in circles of higher education, science and philosophy that Darwin’s theory of evolution is the explaining theory behind human life. This study coupled with a more intelligent teaching of our next generation is very much needed. \n \nReligious studies are of course still important but those of us who are highly educated (let’s face it, our teachers should be just that!) understand them now to be only a part of history of the way people used to think about life and that there are still sadly large amounts of misguided people that still believe it. \nWhen I was at school I was given a Gideon’s Bible, I propose that it should be Darwin’s The Origin of the Species that should be given out to all pupils, as this is a book of fact not one of hearsay. The Origin of the Species is the most important text published to date about the facts of human existence, way out ranking the Bible or Koran. The true facts of life must no longer be suppressed and must be studied in schools.",
            "closed_at": "2008-07-22T00:00:00Z",
            "created_at": "2008-04-22T23:00:14.542903Z",
            "creator_name": "Keith Stewart",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-04-22T23:00:14.542903Z",
            "rejected_at": "2008-05-29T00:01:05.748674Z",
            "rejection": {
                "code": 384,
                "details": "",
                "reasons": [
                    "Language which is offensive, intemperate, or provocative",
                    "Wording that needs to be amended, or is impossible to understand"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-05-29T00:01:05.748674Z"
        },
        "id": 9306623
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/OriginOfSpecies/"
    },
    "type": "petition"
}