{
    "data": {
        "attributes": {
            "action": "look at over turning the crazy criminal conviction of Gareth Corkhill whose \"crime\" was to overfill his wheelie bin by four inches.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "With his rubbish collected only once a fortnight, Gareth Corkhill's wheelie bin was so full the lid wouldn't shut. \nAnd for that, the father of four finds himself with a criminal record. Magistrates convicted the 26-year-old bus driver after hearing evidence that the lid was four inches ajar, which is against rules to stop bins overflowing.He was ordered to pay £210 - a week's wages - after he declined to pay an on-the-spot fine imposed by the local council's bin police, who visited him wearing stab-proof vests and carrying photographic evidence of his crime. To add insult to injury he was told to pay a £15 victim surcharge to help victims of violence - despite there being no victim - and threatened with prison if he failed to pay.Rapists, murderers and other violent criminals who have earned a jail sentence rather than a fine are immune from the penalty.If you feel as strongly over this as I do then please sign this petition and lets restore some common sense to our country.You would honestly think that the lunatics have taken over the asylum!",
            "closed_at": "2008-10-22T00:00:00Z",
            "created_at": "2008-04-22T22:10:25.532049Z",
            "creator_name": "Aidan Bowe",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-04-22T22:10:25.532049Z",
            "rejected_at": "2008-05-29T00:01:05.748674Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/Dustbin-lids/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-05-29T00:01:05.748674Z"
        },
        "id": 9306426
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/GarethCorkhill/"
    },
    "type": "petition"
}