{
    "data": {
        "attributes": {
            "action": "help the parents of children with special needs more!",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "my son has special needs.parents like me are being penalised because of our children, a car seat for a disabled child can cost over £1000,a push chair can cost upwards of £500 and a bike for a child who may not be able to sit properly costs £750! but no funding is available! There are no play parks/areas around for children with aditional needs either. why? do our children not want to play with their friends? I tried to book my child swimming lessons and I was offered some for £15 for 20mins! I phoned around about help towards the costs but again, suprise, nothing is available!Can you please implement passes for disabled children from birth on the transport links as sometimes people I know are asked for their disabled child to be removed from her pram to make way for able bodied children!Why are there not more groups aimed at disabled children? You have Surestart centres for able bodied children so why not ones for disabled children? Are our children with additional needs not part of a community?? \nI am very frustrated by the fact my child is not catered for my partner works full time,I had to give up work when my son was diagnosed,and he pays national insurance and tax, what for?",
            "closed_at": "2009-04-30T00:00:00Z",
            "created_at": "2008-04-23T15:04:17.396341Z",
            "creator_name": "Caralynn Russell",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-04-23T15:04:17.396341Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 36,
            "state": "finished",
            "updated_at": "2009-07-29T17:11:31.318325Z"
        },
        "id": 9312891
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/my-child/"
    },
    "type": "petition"
}