{
    "data": {
        "attributes": {
            "action": "Honour Jim Cassell in the next honours list for services to Youth Team Football",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The term legend is rarely spoken of about Man City other than in references to the past. There is another name that, although he hasn’t provided a moment of inspiration on the pitch, he has supplied the talented players who have. Jim Cassell, the Manchester City Youth Academy Director. \n\nI for one hope that every City fan knows about Jim Cassell, his desire and commitment is second-to-none and he can be credited for building an academy that is comparable with the best in the world. \n\nSince he joined the club in 1997, the production line of talent coming from the academy every season has helped the first-team immensely and without it the future of Manchester City would be very grim indeed. He arrived from Oldham having initiated their successful youth and scouting policy and, having been born in Manchester, it was the perfect job he could not refuse. It was Cassell who created a 51-page dossier outlining the future plans for the academy, pin-pointing the exact problems at the time. The £500k investment in the reforms would turn out to be the club’s most astute piece of business. If one man deserves a job for life, there could not be a stronger case for the former local government officer.",
            "closed_at": "2008-07-23T00:00:00Z",
            "created_at": "2008-04-23T17:48:50.045831Z",
            "creator_name": "Tim Tighe",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-04-23T17:48:50.045831Z",
            "rejected_at": "2008-05-29T00:01:05.748674Z",
            "rejection": {
                "code": 16384,
                "details": "The Cabinet Office is actively seeking nominations for honours from the public. Please go to http://www.honours.gov.uk/",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-05-29T00:01:05.748674Z"
        },
        "id": 9314861
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/JimCassell/"
    },
    "type": "petition"
}