{
    "data": {
        "attributes": {
            "action": "intervene in Nepal and use diplomatic ties with the Nepalese govt to ensure Maoists adopt a stable administration, before the fight for democracy in the Himalayan kingdom becomes the next Pakistan.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "As a British nurse/midwife, P.M., I dearly wish to see the Nepal Safer Motherhood Project succeed, given the special relationship between our two countries.\n\nIt is with concern, therefore, that I read that political changes are affecting the conditions in which my colleagues are practising. Nepal's former communist rebels have won the most seats in the country's new governing assembly, taking more than double the number of their nearest rival.\n\nThe former insurgents, known as the Maoists, are now expected to form the backbone of Nepal's new government and usher in sweeping changes to the impoverished Himalayan nation, although they will not have an absolute majority in the 601-seat Constituent Assembly.\n\nPlease intervene to ensure a stable transition to democracy - after King \nGyandera's murder, whatever form of govt. the Nepalese decide on for their country, please don't let it affect the mums and babies I tried to save. Please ask the Nepal govt to give reassurances that the DPHO and British Council Capacity - Building Programme are not affected detrimentally by political movements and that UK funded schools and clincs are still running.\n\nThank you",
            "closed_at": "2009-05-13T00:00:00Z",
            "created_at": "2008-04-24T12:40:59.006868Z",
            "creator_name": "J RICHARDS",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-04-24T12:40:59.006868Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 3,
            "state": "finished",
            "updated_at": "2009-05-14T00:01:02.035089Z"
        },
        "id": 9321861
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/nepalmoaists/"
    },
    "type": "petition"
}