{
    "data": {
        "attributes": {
            "action": "School Transport Dorset County Council",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "PM,\nThe charge proposed for children who currently get free school transport to a 'Faith School' be put on hold.Review how the charge may affect the Education Act 2006 giving every child the opportunity to go to a school of their choice -high charge for transport could preclude that choice. Not charging children already at the schools - avoiding disruption to education & preventing hardship.\nDelay the charge for all new secondary schools admissions until 2009/10. Parents could then make an informed decision & budget accordingly. Is that being fair to all children? Environmental issues & the impact on local road system for parents who are  forced to drive their children to school as the cost would be alot less.\nIdea for ALL Secondary School Children in Dorset.My idea would be to make a bus pass available, at an affordable cost, with discounts for 2nd, 3rd...Child within a family unit. This pass would set a standard throughout the Uk as a big step towards environmental issues & reduce our carbon footprint. It would be available for all children, no matter what their faith is. I am proposing a month charge of £10 per month for 1st child, then a 20% reduction for subsequent children.",
            "closed_at": "2008-08-29T00:00:00Z",
            "created_at": "2008-04-24T12:01:23.141005Z",
            "creator_name": "Stone",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-04-24T12:01:23.141005Z",
            "rejected_at": "2008-06-03T12:10:32.674489Z",
            "rejection": {
                "code": 8704,
                "details": "Your title should be a clear call for action, preferably starting with a verb, and not a name or statement.",
                "reasons": [
                    "Statements that don't actually request any action",
                    "False or incomplete name or address information"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-06-03T12:10:32.674489Z"
        },
        "id": 9321422
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/TransportSchool/"
    },
    "type": "petition"
}