{
    "data": {
        "attributes": {
            "action": "not be hoisted with your own pertard in Iraq - reconsider the capacity - building, training and mentoring policy in favour of NATO policing and peace - keeping - Where is the precedent (certainly not Nazi Germany) where opposition forces help recruit and arm the enemy ?",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "British troop numbers in Iraq will only be further reduced \"if conditions allow\", Defence Secretary Des Browne has said. Presumably, these conditions mean stability and a reduction of insurgent violence - but (and admittedly this is a lay person's view) the investment into energising Iraqi forces seems to me to be giving anti US/Uk forces the means to fight as well as the opportunitiy if armed forces are present in hostile territory.\n\nThe petitioner is calling on the P.M. to justify the planned cuts the 4,000-strong force during the next six-monthly rotation because NATO either has a policy that is safe and enforcable primarily for it's own  troops, but also then civilians, or withdraws.\n\nWar is inevitably unpopular - and so are the politicians who make decisions to take risks with the lives of others. \n  \nPlease reassure me that the allied agenda is still to harmonise relations between Shi'ite and Sunni Muslims, protect the world's oil supply and defend the territorial boundaries established after World War II as Jewish homeland. I urge the P.M. not to be misguided into a \"peace in our time\" flimsy accord, that Iraqi authorities have no intention of fulfilling.",
            "closed_at": "2009-04-24T00:00:00Z",
            "created_at": "2008-04-24T15:36:38.834813Z",
            "creator_name": "J RICHARDS",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-04-24T15:36:38.834813Z",
            "rejected_at": "2008-05-31T00:01:03.711722Z",
            "rejection": {
                "code": 512,
                "details": "Your title should be a clear call for action, preferably starting with a verb, and not a name or statement.",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-05-31T00:01:03.711722Z"
        },
        "id": 9323662
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/peaceinourtime/"
    },
    "type": "petition"
}