{
    "data": {
        "attributes": {
            "action": "clarify the benefits of new emissions taxes - are they designed to raise revenue or reduce rising emissions ?",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "\"The Government's \"green\" road tax system will cost motorists an extra £2 billion but cut vehicle emissions by less than 1%, it has been claimed\", AOL today reports.\n\nThe environmental benefits of the levies introduced in Alistair Darling's first Budget have been called into question by the Treasury's own figures -please clarify the costs and benefits of this exercise.\n\nAmong the measures set out by the Chancellor last month was re-working road duty to punish cars with higher CO2 emissions - the logic of this measure is straight forward, but why then is this not readily accpeted - \n\nAre all measures - whether everyone will benefit or not ALWAYS used for political capital ? Perhaps cars should emit blue or red smoke ?\n\nGas-guzzling new cars will also be subject to a special higher rate for the first year - described as a \"showroom tax\".\n\nThe petitioner is calling on the P.M. to include emissions / MOT testing and look at recycled second hand cars.",
            "closed_at": "2009-04-24T00:00:00Z",
            "created_at": "2008-04-24T17:18:50.290319Z",
            "creator_name": "J RICHARDS",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-04-24T17:18:50.290319Z",
            "rejected_at": "2008-05-31T00:01:03.711722Z",
            "rejection": {
                "code": 512,
                "details": "",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-05-31T00:01:03.711722Z"
        },
        "id": 9324523
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/cloudsofsmoke/"
    },
    "type": "petition"
}