{
    "data": {
        "attributes": {
            "action": "NHS hospital parking charges",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Parking charges at hospitals owned by the NHS are crippling patients and their familes financially,causing additional unneccessary stress and financial hardship. This affects the care of NHS patients.Presently NHS staff including critical care nursing staff  who are being penalised for their dedication to patients. In particular at RHSC Yorkhill Glasgow where there is no adequate parking outside hospital grounds,staff and visitor safety is also at risk. Why when we pay through our earnings to support the NHS are we forced to do this again to line Private parking companies pockets.Nursing staff are unable to obtain parking permits even if they concede to paying for parking as they are deemed low users compared to administration and management staff. Who do you think is more important in caring for a sick child? Please sign this petition to highlight this injustice and the mismanagement in the NHS. NHS staff are presently being taken to court by the assigned parking companies for unpaid parking tickets, which were given out in almost empty car parks in hospital grounds.",
            "closed_at": "2009-05-09T00:00:00Z",
            "created_at": "2008-04-24T17:18:48.307822Z",
            "creator_name": "Elizabeth Alexis McNee",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-04-24T17:18:48.307822Z",
            "rejected_at": "2008-06-15T00:01:07.004867Z",
            "rejection": {
                "code": 2560,
                "details": "http://petitions.pm.gov.uk/parkingban/ and your title should be a clear call for action, preferably starting with a verb, and not a name or statement.",
                "reasons": [
                    "Statements that don't actually request any action",
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-06-15T00:01:07.004867Z"
        },
        "id": 9324522
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/injusticenhs/"
    },
    "type": "petition"
}