{
    "data": {
        "attributes": {
            "action": "reject proposals to build up to 300 new homes on Hayling Island in Hampshire",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Havant BC SHLAA has identified green land on Hayling Island as suitable for 300 new houses.\n\nHayling Island does not have the necessary infrastructure to sustain this development and there are no plans to improve the infrastructure.  The road network cannot cope with the increased traffic from 300 extra dwelings.  300 houses = 300 families at 2.4 children per family.  This is over 600 extra children and a requirement for an entire new school.  There are no plans to improve the road system on Hayling and no plans for any new schools.  \n\nThe three main sites for development of houses on Hayling are on green land.  The loss of green land with no consideration for alternative brown field sites elsewhere is unacceptable.\n\nThe access road adjacent to Rook Farm Way is particularly unsuitable.  The road is private and designed for light domestic use for 14 houses.  It is not suitable for 64 houses or heavy construction traffic.\n\nThe proposed development is unsafe, posing unacceptable risks to families with young children and babies on adjoining sites whose only access to their homes would also be that used by heavy construction plant.\n\nConstruction on this scale on Hayling Island should not proceed.",
            "closed_at": "2008-08-05T00:00:00Z",
            "created_at": "2008-04-24T21:35:44.098353Z",
            "creator_name": "Mr. Timothy Cooke",
            "government_response_at": "2008-09-24T14:52:19.318718Z",
            "government_responses": [
                {
                    "created_at": "2008-09-24T14:52:19.318718Z",
                    "details": "You signed a petition asking the Prime Minister to \"reject proposals to build up to 300 new homes on Hayling Island in Hampshire.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page16926\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'haylingisland'",
                    "updated_at": "2008-09-24T14:52:19.318718Z"
                }
            ],
            "opened_at": "2008-04-24T21:35:44.098353Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 228,
            "state": "finished",
            "updated_at": "2009-07-29T17:11:31.318325Z"
        },
        "id": 9326651
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/haylingisland/"
    },
    "type": "petition"
}