{
    "data": {
        "attributes": {
            "action": "to put an immediate stop to the idea of Great Britain (Wales, Scotland, Northern Ireland & England) being split into regions to be administered by regional assemblies on the European continent",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We the undersigned petition the Prime Minister to: 'to put an immediate stop to the government’s plans for Great Britain (Wales, Scotland, Northern Ireland & England) to be split into three regions, each to be administered by a regional assembly on the European continent.\n\nThere is a European plan to split Great Britain into regions. The British Government has full knowledge of this plan but is nonetheless forging ahead with it, alongside “Eurocrats” from Brussels.\n\nThe plan would see Great Britain divided into three regions: the \"Manche Region\" overseen by a non-elected regional assembly in France, the \"Atlantic Region\" again administered by a non-elected assembly in Portugal, and the \"North Sea Region\" governed from Denmark.\n\nPlease stop the British Government making a wholesale sell-off of the United Kingdom of Great Britain and stop a group of unelected European bureaucrats, whose obvious disdain for everything we Britons (especially the sacrifices made by our forefather) have fought for over the last century, becomes reality, and we are forced to subservience as were once other great nations in the none-too-distant past.",
            "closed_at": "2009-05-12T00:00:00Z",
            "created_at": "2008-04-25T20:40:54.231205Z",
            "creator_name": "Paul Douglas Hudson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-04-25T20:40:54.231205Z",
            "rejected_at": "2008-05-19T15:35:35.262119Z",
            "rejection": {
                "code": 768,
                "details": "",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand",
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-05-19T15:35:35.262119Z"
        },
        "id": 9334525
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BigGBsell-out/"
    },
    "type": "petition"
}