{
    "data": {
        "attributes": {
            "action": "introduce a publicly funded organised cull / trapping of grey squirrels before our native red squirrels becomes extinct. This is probably the last year in which drastic action to limit the number of grey squirrels will save the native red squirrels.  Yes, there are wars going on, people dying, and people fighting for freedom in other countries, but this doesn't mean that you can't act to save an important UK native species.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Many people feed grey squirrels and do not realize that doing so kills off native red squirrels. As grey are not native and carry a virus that has almost killed off our native red squirrels, the vast number of grey squirrels put nature out of balance and means that farmers use more pesticides to kill off what red squirrels would have eaten. That means that more chemicals enter our bodies. Please introduce incentives and facilities for individuals to obtain humane traps for grey squirrels so that they can be taken to a vet to be humanely destroyed. This drastic action may be our last chance to save our native red squirrels do we urge the government to take action even though this may be unpopular with people from areas where greys thrive, so are unaware of the plight of our reds. As somebody from Ainsdale now living in a “grey area” I am very sad that we are allowing this to happen. Grey squirrels have been proven to spread more disease than what it is unproven that badgers do. Please introduce means to drastically reduce the number of grey squirrels. Today’s news on Radio 4 of a grey squirrel being found near one of the last Scottish colonies of reds should worry us all.",
            "closed_at": "2009-05-12T00:00:00Z",
            "created_at": "2008-04-25T22:58:02.045487Z",
            "creator_name": "Sarah Jayne Davies",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-04-25T22:58:02.045487Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 72,
            "state": "finished",
            "updated_at": "2010-05-12T16:51:47.638159Z"
        },
        "id": 9335225
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/saveoursquirrels/"
    },
    "type": "petition"
}