{
    "data": {
        "attributes": {
            "action": "cutback competition for junior doctor training posts - consider contractual public sector graduate employment as an alternative to student loans.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Junior doctors look set to face competition for training posts - in a free market, arguably, competition may boost standards - but public sector workers, working for the state, should be supported in their role, not battling against govt. employers.\n\nAOL reports, \"The Government should stop treating junior doctors as a \"nuisance\", a conference will hear this week.\" On this basis, the petitioner is urging the P.M. to use this as an opportunity to re address some of the idea rejected as e petitions to help healthcare workers.\n\nJunior docs are torn between patients, the electorate, Trusts and local authorities employing them and the govt - they should not be expected to \"put up and shut up\" if criticisms are warranted and they themselves are coming up with ideas to solve problems and improve services, as advocates, service providers and possibly even themselves, patients. Please reconfirm the Sec of State's role in this.\n\nLatest figures for England suggest 18,000 doctors have applied for 8,800 posts with competition ratios as high as 25 to one in some specialties, according to the BMA. Can I perhaps suggest that overseas recruitment (some of whom are terrorists) should stop ?",
            "closed_at": "2009-05-13T00:00:00Z",
            "created_at": "2008-04-26T12:10:14.855345Z",
            "creator_name": "J RICHARDS",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-04-26T12:10:14.855345Z",
            "rejected_at": "2008-05-20T09:45:53.880815Z",
            "rejection": {
                "code": 768,
                "details": "Your title should be a clear call for action, preferably starting with a verb, and not a name or statement.",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand",
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-05-20T09:45:53.880815Z"
        },
        "id": 9337057
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/careforcarers/"
    },
    "type": "petition"
}