{
    "data": {
        "attributes": {
            "action": "Undertake Major reform in the UK",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Where do I start. All people seem to be talking about these days is the state of the country. Taxes are far to high (council tax above inflation rises for last 10 years), fuel bills are far too high food is on the rise, petrol/diesel is now at a crazy level. We're lied to about inflation when it is clear for all to see that it is at 5%+ .We are sick of foreign workers claiming benefit for their children abroad. we're sick of the benefits system and how there is no encouragement to get LAZY people to work, also paying people who have no money to have babies, child benefit should be limited to 2 or at most 3 children. we're sick of politicians expenses. we're sick of irrelevant government schemes like ID cards that frankly we wouldn't need if we weren't in wars that no one wants. All the UK public really want....decent schools, good NHS, fair working practise, tougher punishment for crime, well equipped armed forces to defend THIS country,  borders closed to foreign workers. The government could achieve this with the funds they get off us right now. Not to mentioned the Northern Rock fiasco or the 2012 olympic games going 7 billion over budget! Will the government please address these issues!",
            "closed_at": "2009-05-09T00:00:00Z",
            "created_at": "2008-04-27T00:56:19.179324Z",
            "creator_name": "Darren Duerden",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-04-27T00:56:19.179324Z",
            "rejected_at": "2008-05-16T10:20:10.489338Z",
            "rejection": {
                "code": 512,
                "details": "",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-05-16T10:20:10.489338Z"
        },
        "id": 9339591
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/MajorUKreform/"
    },
    "type": "petition"
}