{
    "data": {
        "attributes": {
            "action": "develop a registration system as an alternative to the recently enforced ban on swords.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "On the 6th April 2008 a law forbidding the sale or import of samurai swords in the UK came into effect.\n\nBased on figures determining that samurai sword crime is usually commited with cheaper imitations of 'the real thing' (that until recently were widely available) this law exempts antique swords collected by enhusiasts.\nThe law also exempts people using them for martial arts and historical re-enactments.\n\nThere are many people unaffiliated with such activities and that cannot afford an expensive antique, yet they still appreciate the artistic appeal of these swords as ornaments.\n\nI propose that to track who is selling the swords in the first place, a license to sell should be required for those who wish to do so, and an immediate official registration of the sword to the buyer could be imposed at the point of sale.\nThe registration would consist of details of the owner and the sword be submitted to the police and kept on record. This would help track down or prove the innocence of a sword owner, should a weapon be found that is positively linked to a crime.\n\nI feel these measures would allow people a relatively hassle-free way to own a cheaper samurai sword for decorative purposes.",
            "closed_at": "2008-08-11T00:00:00Z",
            "created_at": "2008-04-27T00:47:56.341128Z",
            "creator_name": "Robert J Daniels",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-04-27T00:47:56.341128Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 11,
            "state": "finished",
            "updated_at": "2008-10-10T09:59:49.344183Z"
        },
        "id": 9339584
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/swordregister/"
    },
    "type": "petition"
}