{
    "data": {
        "attributes": {
            "action": "Trevor MacDiarmid Artingstoll",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Initiate negotiations with the Spanish port authorities in Almeria,Costa del Sol.In 2005 I ran into minor trouble at sea with my yacht Shui Mum.I asked Almeria Port for advice.I was told to wait.Then a lifeboat appeared, took me in tow despite my protests,smashing two ports in the process since they had not put out fenders.I was towed for an hour at high speed and the ship filled up with water.It is now moored in the Marina at Almeria,Costa del Sol. Every attempt by me to get it back to sea was met by a refusal of the port authorities to deal with me unless I spoke Spanish,whiich I do not.I hired an interpreter and all they would say was that they wanted me to pay mooring fees I asked for help in getting the engine and interior fixed up but got none.All my capital went since I had intended to live aboard and spent largely on making the ship seaworthy. There the matter has rested.Nothing I do shifts anything since I cannot begin negotiations with the port authority.An English speaking Spanish lawyer offered to help but has done nothing and refuses to reply to my letters.",
            "closed_at": "2009-04-27T00:00:00Z",
            "created_at": "2008-04-27T10:15:09.085985Z",
            "creator_name": "Trevor M Artingstoll",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-04-27T10:15:09.085985Z",
            "rejected_at": "2008-06-05T00:01:05.667252Z",
            "rejection": {
                "code": 16896,
                "details": "Your title should be a clear call for action, preferably starting with a verb, and not a name or statement.",
                "reasons": [
                    "Statements that don't actually request any action",
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-06-05T00:01:05.667252Z"
        },
        "id": 9340464
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Yachtseizure/"
    },
    "type": "petition"
}