{
    "data": {
        "attributes": {
            "action": "refuse the demands of the NUT.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The NUT is wrongfully demanding absurd pay rises. Teachers now rarely ‘teach’ in that they follow specification’s and use a structured plan provided by the examining body. Teachers also now rarely produce in depth reports, but instead, use a system of ‘tick boxes’ to guide parents. \nTeachers, in general, have more time off than any other profession. They rarely have to use ‘personal’ intellect, as they are almost always provided the information they must teach. In fact, many teachers only use online programs to teach, using interactive boards, and textbooks for work. Teachers also may be provided homework books. \nSo, we the undersigned strongly believe that the government should refuse to give in to what the NUT is saying. They have picked up stubbornness from children. If the government does give in, it is evident that we have weak leadership, and that the government is easily forced into doing things through a strike. The money teacher’s are demanding could be used for healthcare and our police force.",
            "closed_at": "2009-01-27T00:00:00Z",
            "created_at": "2008-04-27T16:18:40.071492Z",
            "creator_name": "RV",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-04-27T16:18:40.071492Z",
            "rejected_at": "2008-06-07T00:01:04.896608Z",
            "rejection": {
                "code": 8192,
                "details": "Please supply full name and address information.",
                "reasons": [
                    "False or incomplete name or address information"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-06-07T00:01:04.896608Z"
        },
        "id": 9342383
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Stop-the-NUT/"
    },
    "type": "petition"
}