{
    "data": {
        "attributes": {
            "action": "create 2 MP's for Youth to act as fully fledged MP's representing the Youth (12-17) in presenting questions at PMQ's and discussion points in House of Commons Meetings",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Universal Suffrage, it should mean voting for all able to express and form an opinion. \n\nMany religions and populations give adult status to people far younger than 18. \n\nScientists state that children as young as 11 develop abstract thought; allowing them to form their own opinions and reasoning.\n\nWhy then is it the case that they don't get a voice in parliament. \n\nAfterall, they are able to work, able to be punished for crimes, affected by educational changes and many decisions made in parliament now or in the very near future.\n\nPROPOSAL\n\nTo introduce two regionally linked MP's for Youth. \n\nThese MPY's are to attend schools, youth groups, colleges and areas affecting youth, taking information and questions from youths to present to the Parliament for discussion at PMQ's and general House of Common debates. \n\nELECTIONS\n\nWith most 12-17 year olds in full or part time education they are a readily accessible age group fully able to participate through educational institutes to attend assemblies and to log on to vote and represent. \n\n(Many elections already take place in school buildings, easily allowing a MPY election to take place)\n\nPlease sign the petition and help give the voice to the future.",
            "closed_at": "2009-03-28T00:00:00Z",
            "created_at": "2008-04-28T00:57:16.011094Z",
            "creator_name": "colin phillips",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-04-28T00:57:16.011094Z",
            "rejected_at": "2008-06-05T00:01:05.667252Z",
            "rejection": {
                "code": 16384,
                "details": "This is a matter for direct communication with Parliament.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-06-05T00:01:05.667252Z"
        },
        "id": 9345767
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/MP4youths/"
    },
    "type": "petition"
}