{
    "data": {
        "attributes": {
            "action": "1) Ensure that the Health and Safety at Work Act is enforced within the sexual entertainment, (pornographic), film industry so that no bodily fluids, semen, urine or vaginal, are passed from one employee to another on the instructions of their employer, in the making of the films. 2) Instruct  the British Board of Film Classification not to give certificates to films where the employees have been required by their employers to pass semen, urine or vaginal fluids from one to another. 3) Instruct the Advertising Standards Authority to ban all adverts that promote films where employers have required employees to pass semen, urine or vaginal fluids from one to another.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Where an employer, film director, producer or financial backer requires actors to perform unprotected sexual acts and the passing of bodily fluids, semen, urine or vaginal, from one to another they are in breech of the Health and Safety at Work Act. These breeches of the law should be investigated by the Health and Safety Executive and the offending employers brought before the courts. The BBFC and the ASA should not collude with this breaking of the law by certifying the products for sale or allowing them to be advertised for sale.",
            "closed_at": "2009-05-15T00:00:00Z",
            "created_at": "2008-04-28T08:22:48.302919Z",
            "creator_name": "Walter Attwood (Rev.)",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-04-28T08:22:48.302919Z",
            "rejected_at": "2008-05-15T12:06:44.615529Z",
            "rejection": {
                "code": 256,
                "details": "Please make your title much shorter and clearer. Most of the information in your title should be in the extra details field.",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-05-15T12:06:44.615529Z"
        },
        "id": 9347142
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/HSWA1974/"
    },
    "type": "petition"
}