{
    "data": {
        "attributes": {
            "action": "review the national and local planning policy regarding land based wind farm developments in rural areas immediately",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The beautiful rural landscape of Lincolnshire is facing the threat of industrialization from huge land based wind farm developments which are having a detrimental impact on rural communities, the landscape, birds and other wildlife and tourism. 'The Baumber Wind Farm Action Group' is opposing the building of eight 125 metre high wind turbines on the edge of the Lincolnshire Wolds (AONB) An Area of Outstanding Natural Beauty, very close to the peaceful and tranquil villages of Baumber, Wispington, Minting and Edlington. We fully embrace the concept of renewable energy and are actively encouraging large scale off-shore windfarm developments and other renewable projects. The Baumber Wind Farm Action Group feel that the current on-shore planning guidlines need to be more stringent in order to prevent the possibility of irreversible damage being done to the countryside and rural communities.",
            "closed_at": "2009-04-28T00:00:00Z",
            "created_at": "2008-04-28T10:31:48.688462Z",
            "creator_name": "Greg Roberts",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-04-28T10:31:48.688462Z",
            "rejected_at": "2008-06-12T00:01:14.919573Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/windfarm-blight/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-06-12T00:01:14.919573Z"
        },
        "id": 9348774
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Baumber-Windfarm/"
    },
    "type": "petition"
}