{
    "data": {
        "attributes": {
            "action": "address the causes of a 25% increase in stabbings",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The number of people kicked or beaten to death has soared even faster, by more than half, the figures show.\nAnd 28% more people were shot dead in 2006/07 than in 1998/99, Home Office minister Vernon Coaker revealed to Parliament.\n\nHe disclosed in a written answer to MPs that there had been a 14% increase in homicides during that period, from 646 to 734.\n\nWhat is the govt doing about the rise in deaths from sharp instruments from 201 to 258, an increase in fatalities from hitting and kicking from 89 to 140 and a growth in killings from shootings from 46 to 59 ?\nThe Tories, who requested the figures, said they made a mockery of Labour claims that violent crime is lower than in 1997.\nShadow home secretary David Davis added: \"Despite the Government's claims to the contrary it is clear that serious violent crime is spiralling out of control with tragic consequences for victims and families of victims up and down the country.\n\"Labour's complacency makes them part of the problem, not the solution.\"",
            "closed_at": "2009-04-28T00:00:00Z",
            "created_at": "2008-04-28T12:08:47.305337Z",
            "creator_name": "J RICHARDS",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-04-28T12:08:47.305337Z",
            "rejected_at": "2008-06-08T00:01:04.527780Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/Stabbings/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-06-08T00:01:04.527780Z"
        },
        "id": 9349912
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/stabbingsrise/"
    },
    "type": "petition"
}