{
    "data": {
        "attributes": {
            "action": "resist the ban on outside drinking and maintain the liberal culture of Soho",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This petition as been created by the licensee's of Soho. If you live, work or just visit Soho, and you are familiar with The Endurance Pub and want to support us against Westminster Councils objectice for a complete ban on outside drinking and socializing  then please sign our petition. It is the councils intention to enforce a complete ban on outside drinking in all licensed premises.",
            "closed_at": "2008-11-12T00:00:00Z",
            "created_at": "2008-04-28T13:15:10.242985Z",
            "creator_name": "Alan Drew",
            "government_response_at": null,
            "government_responses": [
                {
                    "created_at": "2008-06-17T10:02:46.341077Z",
                    "details": "You recently signed a petition asking the Prime Minister to \"resist the ban on outside drinking and maintain the liberal culture of Soho.\"\n\nA formal response to the petition will be sent to you, and posted online, once the petition has closed. \n\nIn the meantime, you may wish to know that Westminster Council has released a statement on the subject of the petition as follows:\n\nContrary to internet rumours, Westminster has no plans to ban outside drinking in Soho or in the city as a whole. This is an inaccurate and misleading rumour.\n\nIndeed, the council is actively trying to promote responsible alfresco-style dining and drinking in certain parts of the city by creating calm oases away from the hustle and bustle of the main streets.\n\nWe are, however, reviewing the licence for The Endurance pub in Berwick Street following a long history of complaints from nearby residents about noise from drinkers outside the premises. The Council has previously tried to work with this pub to resolve this problem and we regret that this review is now necessary.\n\nThe review by the council's licensing committee is due to take place on June 26, 2008. We want everyone to be able to come to Westminster and have a good time, but we need to ensure that the interests of residents are protected and licensees must work with us to this end.",
                    "summary": "Government response to petition 'SaveOurSoho'",
                    "updated_at": "2008-06-17T10:02:46.341077Z"
                }
            ],
            "opened_at": "2008-04-28T13:15:10.242985Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 7890,
            "state": "finished",
            "updated_at": "2009-09-02T03:03:17.557920Z"
        },
        "id": 9350678
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SaveOurSoho/"
    },
    "type": "petition"
}