{
    "data": {
        "attributes": {
            "action": "oppose the planned destruction of any part of Cherry Lane Cemetery and desecration of graves therein in favour of access roads being developed by BAA to accommodate the hugely unpopular Third Runway and Sixth Terminal at London Heathrow Airport.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Cherry Lane cemetery is the only functioning cemetery in this part of the Borough of Hillingdon and people continue to be buried there daily.  Additionally, the cemetery is always awash with relatives and friends who have loved ones buried there, and it is obvious from the state of the graves, that much love and attention is given, and comfort derived.  There have been no consultations regarding the closure of the cemetery and people in the borough (and surrounding localities) are largely unaware that this may be given the go ahead.  The destruction of any cemetery is sacrilegious but especially one that is currently in use, is disrespectful, outrageous and immoral, and says very little about the society that condones it.",
            "closed_at": "2009-05-12T00:00:00Z",
            "created_at": "2008-04-28T15:27:55.718442Z",
            "creator_name": "Natasha La Mothe",
            "government_response_at": "2009-06-26T11:36:46.021617Z",
            "government_responses": [
                {
                    "created_at": "2009-06-26T11:36:46.021617Z",
                    "details": "You signed a petition asking the Prime Minister to \"oppose the planned destruction of any part of Cherry Lane Cemetery and desecration of graves therein in favour of access roads being developed by BAA to accommodate the hugely unpopular Third Runway and Sixth Terminal at London Heathrow Airport.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page19794\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'CherryLane'",
                    "updated_at": "2009-06-26T11:36:46.021617Z"
                }
            ],
            "opened_at": "2008-04-28T15:27:55.718442Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 6811,
            "state": "finished",
            "updated_at": "2010-01-21T03:01:35.699523Z"
        },
        "id": 9352296
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/CherryLane/"
    },
    "type": "petition"
}