{
    "data": {
        "attributes": {
            "action": "formally recognise narcolepsy as a disability.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Disability Discrimination Act defines a disabled person as \"someone who has a physical or mental impairment that has a substantial and long-term adverse effect on his or her ability to carry out normal day-to-day activities.\"\n\nNarcolepsy is a physical impairment that has a substantial effect on a sufferer's ability to carry out normal day-to-day activities. Narcolepsy is deemed acceptable grounds for exemption from jury service. Disclosure of the condition to the DVLA is mandatory for narcoleptic drivers.\n\nYet narcolepsy is not recognised as a disability. This means the 'Two Tick' scheme, introduced to discourage discrimination against disabled people in recruitment, does not apply to narcoleptics, and means they face extreme difficulty in trying to access Disability Living Allowance despite the need for specialist care (e.g. needing someone present when cooking in case the sufferer falls asleep and starts a fire). \n\nThe purpose of this petition is to implore the government to recognise this debilitating condition as a disability.",
            "closed_at": "2009-05-13T00:00:00Z",
            "created_at": "2008-04-29T11:12:05.981290Z",
            "creator_name": "Anne Wollenberg",
            "government_response_at": "2009-09-30T15:30:49.673962Z",
            "government_responses": [
                {
                    "created_at": "2009-09-30T15:30:49.673962Z",
                    "details": "You signed a petition asking the Prime Minister to \"formally recognise narcolepsy as a disability.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page20800\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'narcolepsy'",
                    "updated_at": "2009-09-30T15:30:49.673962Z"
                }
            ],
            "opened_at": "2008-04-29T11:12:05.981290Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 245,
            "state": "finished",
            "updated_at": "2009-05-14T00:01:02.035089Z"
        },
        "id": 9359137
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/narcolepsy/"
    },
    "type": "petition"
}