{
    "data": {
        "attributes": {
            "action": "establish a bed management qualification - Further to my earlier petition, (www.petitions.gov.uk/bedmanagement), I would like to draw your attention to today's nurse warning, which reports, govt targets are impeding not improving A & E care",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The aim of treating people in A&E within four hours is forcing nurses to move patients out of emergency care and into other areas of hospitals.\n\nThis means patients with complex needs can be put in units acting as a \"staging post\" while beds become available in more suitable wards.\n\nThe petitioner is calling on the P.M. to please improve triage and co - ordinate efforts between A  & E and wards - moving sick patients is dangerous, infectious and appaulling resource management. Perhaps conducting a time and motion study (similar to KIT, Dr Kwast's process indicators analysis)would help - but also please design a specialist ENB qualification in this.\n\nThe undersigned disagree with the RCN call for a 3% target reduction in the target, so that 95% of patients are treated within four hours instead of the current aim of 98% - all patients should be seen as efficiently as possible. Further to my requests to Alan Johnson, in respect of speeding up care for injured soldiers, whose reply was a bit complex for me to udnerstand, please clarify on what basis triage should take place - by need (ie symptoms) or classification (ie who they are).",
            "closed_at": "2009-04-29T00:00:00Z",
            "created_at": "2008-04-29T13:54:23.259738Z",
            "creator_name": "J RICHARDS",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-04-29T13:54:23.259738Z",
            "rejected_at": "2008-06-12T00:01:14.919573Z",
            "rejection": {
                "code": 256,
                "details": "",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-06-12T00:01:14.919573Z"
        },
        "id": 9360903
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/emergencycare/"
    },
    "type": "petition"
}