{
    "data": {
        "attributes": {
            "action": "recognise that lip-reading is an essential life-skill for the deaf and hard of hearing and therefore that adult education lip-reading courses should be funded in the same way as other life skills.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "As you become deaf, you become isolated in a world of silence where you are ignored by the hearing majority and unable to communicate with them. Without alternative life skills including lip-reading, you eventually withdraw from society. A thirty week lip-reading course in Essex now costs £186. This has caused most courses to close, remaining courses to be under-subscribed and a large number of deaf people to be cast out into an uncaring world without the ability to communicate with others.",
            "closed_at": "2008-09-12T00:00:00Z",
            "created_at": "2008-04-29T13:56:38.695452Z",
            "creator_name": "Martin John Devonald Herbert",
            "government_response_at": "2008-11-21T15:36:14.865553Z",
            "government_responses": [
                {
                    "created_at": "2008-11-21T15:36:14.865553Z",
                    "details": "You signed a petition asking the Prime Minister to \"recognise that lip-reading is an essential life-skill for the deaf and hard of hearing and therefore that adult education lip-reading courses should be funded in the same way as other life skills.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page17531\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Lip-reading'",
                    "updated_at": "2008-11-21T15:36:14.865553Z"
                }
            ],
            "opened_at": "2008-04-29T13:56:38.695452Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 793,
            "state": "finished",
            "updated_at": "2008-09-18T03:47:26.448755Z"
        },
        "id": 9360929
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Lip-reading/"
    },
    "type": "petition"
}