{
    "data": {
        "attributes": {
            "action": "stop the brain drain - devise a continental - type system where students, who don't actually practise what they are trained to do with govt/EU funding should pay the cash back - let's face it, student fees are a mess for the masses ! The British govt has a long - standing reputation for funding education - from the Commonwealth, fine, but what about every other nation of the world's students ? Is this a truly cost - effective policy ? Are there any returns ?",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "A time - linked accountability system might encourage public sector employees to pay back training time and the DFES can then actually assess it's costs and benefits.\n\nSkills are infinitely difficult to measure, other than variable indicators, like, say, economic growth (which may be subject to a million and one other influences).\n\nIncentive schemes work well for promising, highly gifted graduates, for example, when an offer of employment on course completion and higher salary promises depending on grades encourage individuals to excel.\n\nHowever, admittedly, on the down side local authority employers (becasue they are still human in the market of the workplace) may not value their staff, because they know they can't legally leave ! reducing Trade Union bargaining power.\n\nAlso, British Exchequer cash would benefit Britain - not be just a pot of gold for immigrants, who then stay and bite the hand that feeds them. \n\nAs Del boy would say, \"all in the spirit of entreprise !\". On the continent, human resources are something to be valued and skills nurtured by govt - not exploited and squeezed bone dry. Just an idea - not intended to cause offence. What does the rest of the nation think ?",
            "closed_at": "2009-05-13T00:00:00Z",
            "created_at": "2008-04-29T18:54:29.700276Z",
            "creator_name": "J RICHARDS",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-04-29T18:54:29.700276Z",
            "rejected_at": "2008-05-20T10:16:55.045555Z",
            "rejection": {
                "code": 256,
                "details": "",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-05-20T10:16:55.045555Z"
        },
        "id": 9364379
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/studentaccount/"
    },
    "type": "petition"
}