{
    "data": {
        "attributes": {
            "action": "Enforce that all religions must reveal all and any evidence for and against their beliefs...",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "It should be a aim of all humans to discover the truth in their beliefs, and demanding all religions come together and decide on what is fact and what is fiction is the only logical step. To many contradictions exist in the world for one religion to be true, and it is pointless to continue on when there are glaring holes in all of them. It is within the governments power to legislate that people should only preach evidence. Historical evidence disproves a lot of what is written in many religions and so it should not be relied upon by the public as a basis of truth. The UK could lead the way in a new age of religious belief, showing its multiculturalism by combining all religions together and saying \"This is exactly what we think happened\" Once these beliefs have been established it would lead us one step closer to our origins. Those withholding information from their followers should be ordered to reveal their secrets. Any religion with something to hide, is clearly not being truthful.",
            "closed_at": "2009-04-30T00:00:00Z",
            "created_at": "2008-04-30T02:06:03.668582Z",
            "creator_name": "Richard Bass",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-04-30T02:06:03.668582Z",
            "rejected_at": "2008-06-12T00:01:14.919573Z",
            "rejection": {
                "code": 4352,
                "details": "",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand",
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-06-12T00:01:14.919573Z"
        },
        "id": 9366416
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Truereligion/"
    },
    "type": "petition"
}