{
    "data": {
        "attributes": {
            "action": "keep a fully staffed HMRC office open in Alnwick, Northumberland.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "HMRC are looking to withdraw presence from Bondgate Hall, Alnwick. \n\nThey have already announced their intention to close the Morpeth office & Hexham is also under review; in all probability by 2010 Northumberland will be left without a departmental presence.\n\nHMRC have stated that where there is an Enquiry Centre a presence will be retained - they have not specified what that provision is likely to be; it is of our opinion that this could be considerably limited compared to services that presently exist. \n\nThe Alnwick office plays a major & central part in the community. Its closure will have a detrimental impact on local economy & would leave most, if not all, staff no choice but to travel on an already congested arterial route to Newcastle.  Not only will this cause a major impingement on their work/life balance it would also be, in effect, a significant pay cut to the staff.  \n\nWith Government plans for Sustainable Development how is this taking positive steps to protect the future?",
            "closed_at": "2008-10-13T00:00:00Z",
            "created_at": "2008-04-29T22:50:08.773267Z",
            "creator_name": "Miss Susan Baker",
            "government_response_at": "2008-11-28T15:36:51.429652Z",
            "government_responses": [
                {
                    "created_at": "2008-11-28T15:36:51.429652Z",
                    "details": "You signed a petition asking the Prime Minister to \"keep a fully staffed HMRC office open in Alnwick, Northumberland.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page17602\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'SaveAlnwickHMRC'",
                    "updated_at": "2008-11-28T15:36:51.429652Z"
                }
            ],
            "opened_at": "2008-04-29T22:50:08.773267Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 215,
            "state": "finished",
            "updated_at": "2008-10-14T00:01:01.159980Z"
        },
        "id": 9366069
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SaveAlnwickHMRC/"
    },
    "type": "petition"
}