{
    "data": {
        "attributes": {
            "action": "take immediate action to address the world food crisis by mobilising emergency funding to prevent starvation, removing perverse incentives to turn food into biofuels and managing financial speculation, and to tackle the underlying causes by ending harmful trade policies and investing massively in sustainable agricultural productivity in developing nations.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Have you noticed food costing more when you shop? Here's why - we're plunging headlong into a world food crisis. Rocketing prices are squeezing billions and triggering food riots from Bangladesh to South Africa. Aid agencies say 100 million more people are at risk of starvation right now. In Sierra Leone alone the price of a bag of rice has doubled, becoming unaffordable for 90% of citizens. Fears of inflation stalk the whole world, and the worst could be yet to come.\n\nThe prices of staple foods like wheat, corn and rice have almost doubled, and the crisis is slipping out of control - so we're calling for immediate action on emergency food aid, speculation and biofuels policy, while asking governments to tackle deeper problems of investment and trade.\n\nThe global food crisis touches and connects us all, creating a tsunami of hunger for the poor and damaging economies and squeezing citizens in the rich world too. But solutions are on the horizon if leaders act fast...",
            "closed_at": "2008-10-30T00:00:00Z",
            "created_at": "2008-04-30T11:09:38.753527Z",
            "creator_name": "I Ahmed",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-04-30T11:09:38.753527Z",
            "rejected_at": "2008-06-12T00:01:14.919573Z",
            "rejection": {
                "code": 768,
                "details": "Your title should be a clear, short call for action.",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand",
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-06-12T00:01:14.919573Z"
        },
        "id": 9369612
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/worldfoodcrisis/"
    },
    "type": "petition"
}