{
    "data": {
        "attributes": {
            "action": "Make the closest to the 29th April an annual 'GTA Day' holiday",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Most annual holidays are often filled with family responsibilities, religious overtones and hours and hours without the chance to play any video games.\n\nIn honour of the UK's greatest business, artistic and entertainment success of the 21st century and to show that games are a legitimate past time we believe that the 29th April should be recognised as GTA Day.\n\nThis day will not only give us an extra day away from work (a fine enough reason to do anything) but will bring the nation together to celebrate gaming and all the violent joys it can bring.\n\nWhilst the day could be spent enjoying any form of games we'd suggest it would be best spent dressed as Eastern European immigrants whilst playing games that involve flying helicopters into each other.\n\nSo please sign this petition, not just because violent games are fun (they are), not just because GTA IV is one of the best game's you'll ever play (it will be), not even just to get out of a day of work but because games are the future and  you can't play darts with Santa Claus.",
            "closed_at": "2009-04-30T00:00:00Z",
            "created_at": "2008-04-30T13:29:28.427288Z",
            "creator_name": "James Valentine",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-04-30T13:29:28.427288Z",
            "rejected_at": "2008-06-12T00:01:14.919573Z",
            "rejection": {
                "code": 32768,
                "details": "",
                "reasons": [
                    "Intended to be humorous, or has no point about government policy"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-06-12T00:01:14.919573Z"
        },
        "id": 9371332
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/GTAIVDay/"
    },
    "type": "petition"
}