{
    "data": {
        "attributes": {
            "action": "re-introduce the requirement for Parking Attendants to prove legitimate service of a parking ticket by affixing it to the windscreen or handing it to the owner.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Traffic Management Act 2004 which came into force on 31st March 2008, allows local authorities to send parking tickets through the post without having to prove the offence occurred other than to show a copy of the ticket. \n\nUnder previous regulations, the Parking Attendant was required to fix the ticket to the car or hand it to the driver in order to prove physical service of the PCN. Even with this safeguard, a significant number of PCN's were fraudulently issued. More commonly, these were known as \"Ghost Tickets\"\n\nNow, the motorist is completely reliant upon the honesty and integrity of the Parking Attendant (now known as Civil Enforcement Officers) not to serve PCN's fraudulently. This, the CEO's found difficult to do when there were safeguards. Now that those safeguards are gone the motorist is an easy target. Rich pickings for those companies employing the CEO's and for the Local Authorities who benefit from the increased revenue.\n\nFraud will be rife and Local Authorities  are complicit in this highway robbery.\n\nPlease sign this petition and force the Government to protect the motorist against fraud by re-introducing the proper safeguards.",
            "closed_at": "2008-08-12T00:00:00Z",
            "created_at": "2008-04-30T13:44:59.905391Z",
            "creator_name": "Richard Berridge",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-04-30T13:44:59.905391Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 69,
            "state": "finished",
            "updated_at": "2008-08-13T00:01:01.653174Z"
        },
        "id": 9371535
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/PCNFraud/"
    },
    "type": "petition"
}