{
    "data": {
        "attributes": {
            "action": "Use the greatest level of pressure possible to ensure an amber alert system is in place to trace missing children throughut the world",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This government quickly made 54 billion pounds of taxpayers money available to save an incompetent bank.  This government supported the bank of england to make 50 billion pounds of taxpayers money available to bail out greedy banks who make money out of the poorest in this country.  This government spent millions to put border systems in place to prevent people entering this country by illegal means.  Every day this government spends billions of taxpayers money in making the lives of children in Iraq a nightmare. It wouldn't cost billions to put into place a state of the art communication system to find missing children. Yet this government has done nothing to bring the full weight of political pressure to bear to ensure an amber alert system is in place to find missing children.  Too expensive?  Children don't have the vote? Lets get our priorities right for once.  Come on Gordon, you're a father.  Show us what you're made of!",
            "closed_at": "2008-10-30T00:00:00Z",
            "created_at": "2008-04-30T21:26:53.223369Z",
            "creator_name": "christine heaslewood",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-04-30T21:26:53.223369Z",
            "rejected_at": "2008-06-12T00:01:14.919573Z",
            "rejection": {
                "code": 2048,
                "details": "This petition overlaps with several already in existence –\n\nhttp://petitions.pm.gov.uk/Child-Alert/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-06-12T00:01:14.919573Z"
        },
        "id": 9376369
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Madeline-Alert/"
    },
    "type": "petition"
}