{
    "data": {
        "attributes": {
            "action": "legislate that all manufactured goods displayed in retail outlets, in mail order catalogues and on the Internet should have the country of manufacture clearly displayed, this would enable people to choose to buy British, or from another country that they wish to support. It would also allow people to CHOOSE NOT TO BUY from countries with repressive regimes like China and Mugabe's Zimbabwe.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I recently bought a computer monitor on eBay. I chose a European manufacturer that I have also bought other electrical goods of: car radio / cassettes, video recorders, televisions and an iron. None made in China until the computer monitor. If I had known that the computer monitor had been manufactured in China I would not have bought it! Likewise, I have bought goods in shops and supermarkets with no visible country of manufacture displayed, only to discover that the goods were made in China when removing various labels at home and seeing \"China\" on the underside of the labels.\nGoods should clearly show England, Scotland, Wales or Northern Ireland rather than just United Kingdom, or France, Germany etc., rather than just EU.\nNew Motor vehicles should have their country of assembly displayed plus percentages of where their components were manufactured e.g.: England 60%, Scotland 25% and Spain 15%.",
            "closed_at": "2009-05-13T00:00:00Z",
            "created_at": "2008-05-01T06:55:46.989797Z",
            "creator_name": "Philip Glover",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-05-01T06:55:46.989797Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 55,
            "state": "finished",
            "updated_at": "2009-06-23T16:07:26.585814Z"
        },
        "id": 9377452
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Britishisbest/"
    },
    "type": "petition"
}