{
    "data": {
        "attributes": {
            "action": "devise an easy system, understandable to the rest of us, that holds gossip columnists to account - so careless talk and photo frenzy don't cost any more lives. Stop the demonisation and public ridicule of others. There is no place for rudeness and witchhunts in a parliamentary democracy.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "British law states that anything defamatory said about you without evidence or justification is slander. If it is written, then it becomes libel. Why then are the courts doing so little to address the parasitical nature of press gangs, who falsify information for general readership ? In light of the McCann case, these vulture - like tactics to sell newspapers seem to be just sick, savage fun, undermining a citizen's constitutional rights to be presumed innocent until proven guilty in an arbitrary forum (a court of law), not on the pavement. The petitioner is calling on the P.M. to examine the role of modern media in portraying and reporting category A offences ... because next it could be YOU and YOUR daughter. Can we as a nation not somehow address this problem, to be kinder and more humanitarian to one another - rather than voyeurising other people's grief and distress ? \n\nThe undersigned uphold fair trial, public safety and the free press but would like this to be balanced with privacy rights, witness protection and legal policing requirements until the verdict of trials and inquests are announced.",
            "closed_at": "2009-05-01T00:00:00Z",
            "created_at": "2008-05-01T14:14:51.564391Z",
            "creator_name": "J RICHARDS",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-05-01T14:14:51.564391Z",
            "rejected_at": "2008-06-12T00:01:14.919573Z",
            "rejection": {
                "code": 16640,
                "details": "",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand",
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-06-12T00:01:14.919573Z"
        },
        "id": 9382427
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/categoryoffence/"
    },
    "type": "petition"
}