{
    "data": {
        "attributes": {
            "action": "reduce the number of \"farcical\" judicial cases, false allegations made against public figures, but improving public sector protocols on who makes complaints and allegations about what to whom.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Today's AOL reports of \"The case against two men accused of a £50,000 blackmail against a member of the Royal Family over (which) is a \"farce\",\" highlights the wasted judicial costs, time and police energies in dealing with false cases.\n\nEveryone, of course, has a right to be heard, and believed, but the petitioner is calling on the P.M. to investigate measures before criminal proceedings are initiated against a British citizen. The tragedy of so many careers ruined through vendettas, smear campaigns, fuelled by the media, destroying personal reputations makes a mockery of every citizen's right to be presumed to be innocent until proven guilty. There are only losers when a criminal act occurs -laws are there for a reason - to provide safe communities and hear each viewpoint. Of course, in the interests of public safety, no - one wants dangerous criminals, terrorists or the mentally ill roaming free at large in society, but, please can the British govt. provide better for the greatest happiness by clearly setting out protocols for improving how complaints, allegations and the powers of arrest are dealt with. I think it is sad to see so many people publicly destroyed.",
            "closed_at": "2009-05-01T00:00:00Z",
            "created_at": "2008-05-01T19:13:36.884053Z",
            "creator_name": "J RICHARDS",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-05-01T19:13:36.884053Z",
            "rejected_at": "2008-06-12T00:01:14.919573Z",
            "rejection": {
                "code": 20736,
                "details": "",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand",
                    "Outside the remit of the Prime Minister and Government",
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-06-12T00:01:14.919573Z"
        },
        "id": 9385741
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/alleged/"
    },
    "type": "petition"
}