{
    "data": {
        "attributes": {
            "action": "please consider my world peace initiative and the legal aspects of halowed ground : ensure all temples, religious monuments and spiritual churches (whatever the religion) are worldwide regarded as sacred - a haven where no criminal acts occur until UN/NATO agencies co - ordinating with local police agencies representing governments of every nation of the world can intervene. Make every churchyard a police station !",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The idea here is in support of UN agreements on the treatment of war criminals and foreign nationals incarcerated on foreign soil and to utilise the vast global religious infrastructures to protect the innocents and save lives. Let's face it, the world is a dangerous place, but we, the undersigned, who all want peace in our time, look to our governments, political and spiritual leaders to consider preventative risk management measures - if there was perhaps something similar to medeival priest holes - then the innocent would be protected without lynchings !",
            "closed_at": "2009-05-13T00:00:00Z",
            "created_at": "2008-05-01T19:34:46.881665Z",
            "creator_name": "J RICHARDS",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-05-01T19:34:46.881665Z",
            "rejected_at": "2008-05-20T10:18:16.572248Z",
            "rejection": {
                "code": 4352,
                "details": "",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand",
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-05-20T10:18:16.572248Z"
        },
        "id": 9385959
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/globalsafehavens/"
    },
    "type": "petition"
}