{
    "data": {
        "attributes": {
            "action": "slave away on the problem of slave labour worldwide to eradicate exploitation in China",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Hundreds of children have been sold to Chinese factories as slave labour, reports said today. \n\nOf course, foreign nationals have also their own country rights, to do as they wish, but often  the poor, needy and powerless are relying on G8 leaders to be their outspoken advocates.\n\nWe the undersigned support Chinese offical attempts to investigate claims that the youngsters, most aged between 9 and 16, were put to work in the southern province of Guangdong over the past five years.\n\nA state-run daily newspaper in Guangdong said the children were \"sold like cabbages\" by their parents to gangs who then resold them to employment agencies or directly to factories hundreds of miles from their homes.\n\nPM, please, use diplomatic pressures to intervene to ensure at least basic medical facilities exist in these factories. Most of the children were from Liangshan, a poor farming town in south-western Sichuan province, and ended up working in factories in Guangdong's Dongguan city as well as Shenzhen and Huizhou, the report said.",
            "closed_at": "2009-05-13T00:00:00Z",
            "created_at": "2008-05-01T19:25:01.429947Z",
            "creator_name": "J RICHARDS",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-05-01T19:25:01.429947Z",
            "rejected_at": "2008-05-20T10:26:09.427443Z",
            "rejection": {
                "code": 16384,
                "details": "",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-05-20T10:26:09.427443Z"
        },
        "id": 9385864
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/slavelabour/"
    },
    "type": "petition"
}