{
    "data": {
        "attributes": {
            "action": "demand the resignation of Brian Mawhinney from his post as Chairman of the Football League",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Brian Mawhinney has proven himself to be out of touch with football supporters accross the country. Abusing his position of power, by punishing Leeds United Football Club to settle a personal vendetta. Poor handling of Leeds' subsequent appeal meant that four other League One football clubs (Swansea, Doncaster, Nottingham Forest and Carlisle), staff, players and fans had no certainty over their promotion challenges until two days before the end of the season. His disastrous handling of the appeal that should have been resolved by November 2007, dragged it until May 2008.\n\nThe current Football League chairman is out of touch with the modern game, yet to attend one single match in the Football League in the 2007-2008 season. \n\nPrime Minister, I and the undersigned urge you to openly call for the resignation of this incompetant Chairman of The Football League",
            "closed_at": "2009-05-01T00:00:00Z",
            "created_at": "2008-05-01T20:03:03.790280Z",
            "creator_name": "Chris Conway",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-05-01T20:03:03.790280Z",
            "rejected_at": "2008-06-12T00:01:14.919573Z",
            "rejection": {
                "code": 20480,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government",
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-06-12T00:01:14.919573Z"
        },
        "id": 9386278
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/MawhinneyResign/"
    },
    "type": "petition"
}