{
    "data": {
        "attributes": {
            "action": "do something about the 100 million people in low income countries who are at risk of going deeper into poverty - consider food for work \"hand - up\" programmes rather than cash hand outs as a development policy and new plantings as aid.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "At the IMF and World Bank Spring Meetings 2008, the focus inevitably will be the effects of the credit crunch on the munch bunch (over lunch !). The surge in food prices could push 100 million people into deeper poverty, World Bank President Robert B. Zoellick is reported to have said at the meetings.\n\nWe, the undersigned, call for the G8 leaders to follow IMF advice, reiterating calls for a “New Deal for\nGlobal Food Policy” to meet the food price crisis, which includes a call for US$500 million from donor governments to\nclose an immediate gap identified by the UN’s World Food Program. To date, about half of the half - billion - dollar target has been met. As part of the New Deal, the World Bank is providing conditional cash transfers, food-for-work programs, and is assisting with new plantings. Please can you reassure me that the British govt is doing it's utmost to fulfil it's self help commitments in this respect because all take and no give is no approach to a net for life, not a fish for the day.",
            "closed_at": "2009-05-20T00:00:00Z",
            "created_at": "2008-05-01T19:44:19.488025Z",
            "creator_name": "J RICHARDS",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-05-01T19:44:19.488025Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 7,
            "state": "finished",
            "updated_at": "2009-05-21T03:02:14.314305Z"
        },
        "id": 9386069
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/foodforwork/"
    },
    "type": "petition"
}