{
    "data": {
        "attributes": {
            "action": "stop the rises in insolvency - do more to prevent bankrupcy and help those affected by it - look at the privacy and effectiveness of \"Individual Voluntary Arrangements\". Name and shame is a dangerous game - bancrupties should all be the same. The petitioner is calling on the P.M. to solve a long - running dispute between creditors and IVA providers, over whether agreements are appropriate for consumers.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The number of people declared insolvent has risen for the first time in more than a year during the first quarter - what a sad inditement on current business affairs.\n\nA total of 25,264 people in England and Wales went insolvent (a rise of 1.7%). The figure, which is seasonally adjusted and rounded down, was made up of 15,651 people who went bankrupt and 9,614 people who took out an Individual Voluntary Arrangement (IVA). But while the numbers are rising again, they are still 13.2% lower than they were during the first quarter of 2007 and the lowest figure since the beginning of 2006.\n\nBankruptcies remained broadly level during the three months, increasing by just 0.1% compared with the previous quarter, while they are 6.8% below the level for the corresponding three months of 2007.\n\nBut IVAs, under which interest on debt is frozen in return for a set amount being repaid each month, jumped by 4.3% compared with the end of 2007. Better debt advice and set interest (rather than flux and influx with interest repayments) destabilises household budgetting.",
            "closed_at": "2009-05-13T00:00:00Z",
            "created_at": "2008-05-02T10:39:15.370587Z",
            "creator_name": "J RICHARDS",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-05-02T10:39:15.370587Z",
            "rejected_at": "2008-05-20T10:26:58.224331Z",
            "rejection": {
                "code": 4608,
                "details": "",
                "reasons": [
                    "Statements that don't actually request any action",
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-05-20T10:26:58.224331Z"
        },
        "id": 9390601
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/insolvencyrises/"
    },
    "type": "petition"
}