{
    "data": {
        "attributes": {
            "action": "instruct NATS, forcing them to consider the impact of concentrating flight-paths through the use of P-RNAV over rural communities and\nrequire them to spread out flight-paths to provide a small amount of nuisance to a large number of people without causing significant impact to their way of life.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "NATS Luton flightpath proposal over-flies Ardeley, Walkern and Cottered which have conservation status as well as village schools, while alternate feasible routes do not require over-flight of any conservation area, or school.\n\n\nArdeley also benefits from a 170 acre community and care farm. Some people working on this farm are suffering from autism, stress and depression. There is a growing body of evidence that care farming is both more effective and less expensive than drug based therapies. Constant aircraft noise will have a major adverse effect on the peace and tranquillity which this requires.  \n\nTo conclude, the proposals have a wholly disproportionate impact on the thousands of people affected, the current system of spreading flights over a large swathe of countryside subjects nobody to a unacceptable level of noise and should be continued.\n\nIn the absence of directives can the Prime Minister explain to us why, when there are feasible alternative routes that still meet the objectives of NATS,  rural villages and whole swathes of countryside are being completely ruined by this and whether he believes that this is fair and democratic?\"",
            "closed_at": "2008-07-13T00:00:00Z",
            "created_at": "2008-05-02T11:02:42.232916Z",
            "creator_name": "Michael Mainds",
            "government_response_at": "2008-08-20T14:58:35.395108Z",
            "government_responses": [
                {
                    "created_at": "2008-08-20T14:58:35.395108Z",
                    "details": "You signed a petition asking the Prime Minister to \"instruct NATS, forcing them to consider the impact of concentrating flight-paths through the use of P-RNAV over rural communities and require them to spread out flight-paths to provide a small amount of nuisance to a large number of people without causing significant impact to their way of life.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page16606\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'ruralflightpath'",
                    "updated_at": "2008-08-20T14:58:35.395108Z"
                }
            ],
            "opened_at": "2008-05-02T11:02:42.232916Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 320,
            "state": "finished",
            "updated_at": "2009-05-13T16:17:52.208769Z"
        },
        "id": 9390846
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ruralflightpath/"
    },
    "type": "petition"
}