{
    "data": {
        "attributes": {
            "action": "establish mandatory pay audits - break taboos on pay to ensure equitable salaries and workplace equal opportunities - this may not only be appropriate within one workplace, but also, between different occupational groups - follow Trade Union advice that dispute resolution should include eradication of over pay.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "An AOL report today states, \n\n\"Most workers would be happy to reveal their salaries to colleagues, believing the move would help tackle the gender pay gap, according to new research.\n\nA survey of 1,000 employees by recruitment consultancy Hudson showed that almost two out of three would be comfortable talking about their pay.\n\nA similar number believed that senior managers should be forced to disclose their salary, adding that transparency over pay would help reduce the gender wage gap.\n\nWorkers in Scotland were most likely to believe that pay transparency would help women, while those in the West Midlands were the most relaxed about revealing their earnings. Londoners were the least prepared to talk to colleagues about how much money they earned. Perhaps, it would seem, greater transparencey would then also encourage fewer regional disparities.\"\n\nThe petitioner is calling for a culture of openness and fairness - supporting Trade Union calls for years for mandatory pay audits in firms to make sure women are now being paid less than men.",
            "closed_at": "2009-05-13T00:00:00Z",
            "created_at": "2008-05-02T10:51:15.379450Z",
            "creator_name": "J RICHARDS",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-05-02T10:51:15.379450Z",
            "rejected_at": "2008-05-20T10:27:34.992041Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-05-20T10:27:34.992041Z"
        },
        "id": 9390709
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/payaudits/"
    },
    "type": "petition"
}