{
    "data": {
        "attributes": {
            "action": "increase the limits of liability to hoteliers under the Hotel Proprietors act in line with those of the Local Authorities act in Central London",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Have you ever stayed in a hotel?  Did you realise that in the UK any liability for loss or damage to your property is limited under the Hotel Proprietors Act of 1956.  Meaning, that the most you can claim from any hotel is £100.  Even if they are negligent you still have to undergo the trauma of proving it.\nThe result of the low figure means that Hotels make a business decision to cut costs on basic security because it is cheaper for them to pay out when a customer occasionally stands their ground and goes to court than to implement basic CCTV or security doors.\nThe limits were last set in the fifties and are considered so low that in London they have been increased as part of the Local Authorities Act to £1,500.\nI recently had a very unpleasant experience, where I was awoken at 3.30am by a man in my room stealing my belongings.  The case still has to come to court so I will say no more than it was an extremely distressing experience made worse by the behaviour of the hotel.\nI want to prevent anyone else from having to go through what I did so would like anyone who thinks the limits are too low and would like the law revised to sign this petition.",
            "closed_at": "2008-11-13T00:00:00Z",
            "created_at": "2008-05-02T12:38:40.468258Z",
            "creator_name": "Donna Goddard",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-05-02T12:38:40.468258Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 22,
            "state": "finished",
            "updated_at": "2008-11-14T00:01:01.818448Z"
        },
        "id": 9391794
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/MoreHotelSafety/"
    },
    "type": "petition"
}