{
    "data": {
        "attributes": {
            "action": "put a stop to the religiously-motivated bullying of children.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Threatening children with eternal torture, claiming that they are being watched every moment by invisible beings and telling them that they will be punished by a vengeful god for behaviour that a religion happens to disapprove of, are all forms of bullying. More extreme examples include such things as 'Hell House' style plays, where gruesome scenes of torture are used to terrify children into compliance. \n\nIt is well known that this can result in serious psychological damage - nightmares, depression, paranoia, pathological guilt and anxiety disorders; and even suicide. \n\nAlthough religious threats of damnation and torture may be disturbing to adults, they can more easily be dismissed as fictional and therefore groundless. This is not the case with children, who are far more vulnerable and impressionable.\n\nIn order to clarify the legal situation, we propose that a new law be introduced which makes it illegal to threaten a child with torture or to take any action which is likely to result in significant psychological harm. Promoting the interests of a religious organisation should not be a valid excuse for any form of child abuse.",
            "closed_at": "2009-05-02T00:00:00Z",
            "created_at": "2008-05-02T15:10:18.742367Z",
            "creator_name": "Nicola Holt",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-05-02T15:10:18.742367Z",
            "rejected_at": "2008-06-12T00:01:14.919573Z",
            "rejection": {
                "code": 768,
                "details": "",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand",
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-06-12T00:01:14.919573Z"
        },
        "id": 9393083
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/bullyingforgod/"
    },
    "type": "petition"
}