{
    "data": {
        "attributes": {
            "action": "increase armed forces pay",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This is a petition to the Goverment to protest the wages of our armed forces. Did you know that Soldiers go out to fight for their country for lees then £50 a day when you complare that to what footballers and pop stars get I think this is appauling when you think that they are putting their lives n the line for the security of our Country",
            "closed_at": "2009-05-13T00:00:00Z",
            "created_at": "2008-05-02T16:20:55.210078Z",
            "creator_name": "mark childs",
            "government_response_at": "2009-09-04T11:17:28.340267Z",
            "government_responses": [
                {
                    "created_at": "2009-09-04T11:17:28.340267Z",
                    "details": "Thank you for your epetition. \n\nOur Armed Forces are a remarkable group of people of whom Her Majesty’s Government is extremely proud. This Government recognises and appreciates the professionalism, dedication and sacrifices our service men and women make on a daily basis in serving and protecting this country. \n\nPay rates for UK Service personnel are recommended by the independent Armed Forces’ Pay Review Body (AFPRB), which reports annually to the Prime Minister and the Secretary of State for Defence. The AFPRB makes its recommendations by comparing pay rates with the pay of civilian occupations of similar job weight and responsibility within the UK, and takes account of inflation and earnings indicators.  This Government has always implemented the AFPRB's recommendations in full.\n\nOver the last three years, the pay awards for the Armed Forces have been amongst the highest in the public sector. This year the AFPRB recommended an increase of 2.8 per cent in Service pay and some allowances which was implemented from 1 April 2009. Consequently, a trained Private in the Army is able to earn between £16,681 and £25,887 depending on their trade and length of service.  \n\nPay is part of a wider package, which includes specialist pay (for example, parachute pay) for those in specific branches, as well as allowances, such as Longer Separation Allowance (between £6.56 and £27.69 per day), to compensate personnel for time away from their permanent base and separation from their families. In addition Service personnel on specified operations, including Iraq and Afghanistan, receive an Operational Allowance, which is a tax free bonus of up to £2,380 for completing a six month tour. Service personnel deployed on operations overseas may also claim payment under the Ministry of Defence’s Council Tax Relief Scheme, which is about £145 for a six month tour.\n\nThe total remuneration package for Service personnel includes an excellent pension, subsidised accommodation to acknowledge the lack of choice over where a Service person can choose to live, and a range of allowances on top of basic salary. \n\nThe Government fully recognises the importance of ensuring that our Service personnel get the right pay for the unique and vital work they do, and keeps this matter under continual review.",
                    "summary": "Government response to petition 'pernonnel'",
                    "updated_at": "2009-09-04T11:17:28.340267Z"
                }
            ],
            "opened_at": "2008-05-02T16:20:55.210078Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 278,
            "state": "finished",
            "updated_at": "2009-12-30T15:34:51.621941Z"
        },
        "id": 9393811
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/pernonnel/"
    },
    "type": "petition"
}