{
    "data": {
        "attributes": {
            "action": "Start listening to the people of his country, Stop providing spin answers, Reduce Fuel Duty!",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "http://www.pm.gov.uk/output/Page15412.asp\n\nThe above link is an official response from the Prime Minister's office!\n\nIt explains something that we have had drilled into our heads by the Government for far too long! \n\nWe are not questioning the reasoning behind Fuel Duty, Nor are we asking for clarification of its existence!!!\n\nWe are the people of this country who have elected the Prmie Minister to run the country how WE want it to be run.\n\nWe live in a democracy and we the people of the UK say ENOUGH! \n\nWe are not going to be dictated to any longer being told this IS what you pay, so either remove or significantly reduce fuel duty.\n\nCommuters suffering.\nBusinesses forced to close.\nTraffic at an all time high.\nCar emmissions lower through improved technologies within the vehicles, not because of a higher duty.\n\nJust 4 very good reasons as to why you should sign this petition.\n\nBecause the people of this Democracy demand it!\n\nJust 1 as to why the government should act upon it.",
            "closed_at": "2008-09-02T00:00:00Z",
            "created_at": "2008-05-02T18:37:27.863735Z",
            "creator_name": "Aaron Bergin",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-05-02T18:37:27.863735Z",
            "rejected_at": "2008-06-12T00:01:14.919573Z",
            "rejection": {
                "code": 2048,
                "details": "http://search.petitions.pm.gov.uk/kbroker/number10/petitions/search.lsim?ha=1157&sc=number10&qt=fuel+duty",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-06-12T00:01:14.919573Z"
        },
        "id": 9394801
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/fuelduty1/"
    },
    "type": "petition"
}