{
    "data": {
        "attributes": {
            "action": "Break from Blairite policies",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I am a citizen without a voice. Thousands like me need a voice, not merely a vote. \nYou can't be a peacemaker in some countries and keep British troops by the side of American troops in Iraq and Afghanistan. \nPeople need to know the full scale of the cover-up under Tony Blair's leadership. How parliamentarians were browbeaten into supporting the occupation, how the judiciary was used to sanction the reason for going to war. Our economic woes and all other problems are linked to the fateful decision by George Bush to attack Iraq and Blair’s decision to go with him. \nOpenness, transparency and courage for the truth is what's needed now. \nYou will win the confidence and trust of the people, if you do the difficult thing and reverse Blairite policies. I think most MP's will begin to blame you for the electoral defeat. Most have gone along with Blair for too long to still have the independence of thought and the integrity of independence. \nI am not a left-wing person, I am an artist with a social compassion and I care about the future. I call on you to take the hard stand with the people and you will see they will stand with you, never mind what you did under Blair.",
            "closed_at": "2008-11-13T00:00:00Z",
            "created_at": "2008-05-03T01:45:01.094464Z",
            "creator_name": "Andrea Tierney",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-05-03T01:45:01.094464Z",
            "rejected_at": "2008-05-20T10:35:48.626138Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/troops-in-Iraq/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-05-20T10:35:48.626138Z"
        },
        "id": 9396581
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/TruthOpenness/"
    },
    "type": "petition"
}