{
    "data": {
        "attributes": {
            "action": "authorise the Home Secretary, Jacqui Smith, to issue a British passport to a Mr Mohamed Al Fayed.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Mr Mohamed Al Fayed has been refused a British passport in the past on the basis that he was considered to have a ‘general defect in his character’. I find this troubling given that a British passport was issued to Abu Hamza, another gentleman of Egyptian decent, who is currently serving a seven-year prison sentence for soliciting murder and inciting racial hatred. While many may disagree with some of the actions that Mr Mohamed Al Fayed has taken in the past, it can not be disputed that few have been as financially charitable in the United Kingdom than he. Even if the charitable actions and millions of pounds Mr Al Fayed donated to charity are disregarded, the fact he employs thousands of British people and pays millions of pounds in taxes is surely deserving of a passport.\n\nTo refuse a passport to a man who can be attributed to lengthy amounts of good in our country while others, such as Abu Hamza gain citizenship with very little positive effect seems absurd.",
            "closed_at": "2008-10-03T00:00:00Z",
            "created_at": "2008-05-03T00:32:27.582176Z",
            "creator_name": "Craig Bissett",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-05-03T00:32:27.582176Z",
            "rejected_at": "2008-06-12T00:01:14.919573Z",
            "rejection": {
                "code": 16384,
                "details": "Individual legal cases are a matter for direct communication with the Home Office.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-06-12T00:01:14.919573Z"
        },
        "id": 9396466
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/alfayed/"
    },
    "type": "petition"
}