{
    "data": {
        "attributes": {
            "action": "permit home educating lone parents to remain on Income Support",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Lone parents have additional caring responsibilities and make a vital contribution to society raising and educating children who for one reason or another do not fit into the state system.\n\nHome education is not a lifestyle choice; for home educated children it is quite literally a lifeline. \n\nEvery home educated child saves the Government £5,000 a year in school funding. \n\nOn JSA hundreds of children will be plunged into poverty.The weekly family income will be cut by up to £60 a week.\n\nSufficient appropriate affordable childcare is not available in order for home educating lone parents to work outside the home.  \n\nHome educating lone parents want to work as soon as they are able to do so. Home educating lone parents should have access to a full range of support for return to employment, but increased conditionality and compulsion will only ruin vulnerable children's lives, which surely was not the Government's intention.",
            "closed_at": "2008-07-22T00:00:00Z",
            "created_at": "2008-05-03T08:44:42.163217Z",
            "creator_name": "Fiona Nicholson",
            "government_response_at": "2008-09-24T14:39:48.174515Z",
            "government_responses": [
                {
                    "created_at": "2008-09-24T14:39:48.174515Z",
                    "details": "You signed a petition asking the Prime Minister to \"permit home educating lone parents to remain on Income Support\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page16919\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'EOloneparent'",
                    "updated_at": "2008-09-24T14:39:48.174515Z"
                }
            ],
            "opened_at": "2008-05-03T08:44:42.163217Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 838,
            "state": "finished",
            "updated_at": "2008-08-13T03:42:34.959476Z"
        },
        "id": 9397244
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/EOloneparent/"
    },
    "type": "petition"
}