{
    "data": {
        "attributes": {
            "action": "stop punishing hard working families",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Families where one parent stays at home to care for their children are disadvantaged in a number of ways.\n\nWith only one working parent, the family income attracts more tax than the same income divided equally between two working parents.\n\nThe benefits system (and particularly assistance for students) does not take account of the extra tax burden faced by single-worker families.\n\nVehicle Excise duty takes no account of need - a family with 2 or more children needs a big car, whereas people who don't have children choose to have a big car.  2+ car seats and all the other things children need simply won't fit into a small car.\n\nThe punishment of hard-working families could be reduced by:\n\n1. Allowing tax allowances to be transferred between husband and wife.\n\n2. Introducing a vehicle excise duty rebate for families with 2 or more children.\n\n3. Ending means-testing.",
            "closed_at": "2009-05-03T00:00:00Z",
            "created_at": "2008-05-03T10:13:02.683276Z",
            "creator_name": "Chris Rasburn",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-05-03T10:13:02.683276Z",
            "rejected_at": "2008-06-12T00:01:14.919573Z",
            "rejection": {
                "code": 512,
                "details": "Your title should be a clear call for action, preferably starting with a verb, and not a name or statement.",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-06-12T00:01:14.919573Z"
        },
        "id": 9397742
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/FamilyFair/"
    },
    "type": "petition"
}