{
    "data": {
        "attributes": {
            "action": "support the campaign to award a posthumous Military Cross to Walter Tull, the first Black Infantry Officer in the British Army, who was denied this medal because of his race.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "2nd Lieutenant Walter Tull was the first Black infantry officer in the British Army & the first to be recommended for a Military Cross which he never received. During WW1 the army broke their rules when commissioning Walter because he was an outstanding soldier. In doing so they set a precedent. Ironically, Walter was probably not given his MC because of this: once the recommendation had been passed further down the (bureaucratic) line it was realised that, as a 'Negro', Walter was prohibited from 'exercising...command and power' and therefore, de facto, could not be given his Military Cross. The Ministry of Defence has argued they cannot award Walter his Military Cross because his case now falls outside the time period allowed for posthumous acknowledgement &, if they did break this rule, they would be setting a precedent. However a unique precedent should now be set in awarding Walter his long overdue & much deserved medal for bravery in a war in which he made the ultimate sacrifice.",
            "closed_at": "2008-08-03T00:00:00Z",
            "created_at": "2008-05-03T13:00:08.523767Z",
            "creator_name": "Daniel Lyndon",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-05-03T13:00:08.523767Z",
            "rejected_at": "2008-06-13T00:01:04.817022Z",
            "rejection": {
                "code": 4096,
                "details": "This is a matter for direct communication with the armed forces.",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-06-13T00:01:04.817022Z"
        },
        "id": 9398427
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/WalterTull/"
    },
    "type": "petition"
}