{
    "data": {
        "attributes": {
            "action": "Honourable PM of Great Britain",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Honourable Prime Minister of Britain,\nGreetings from Geo Resource Centre NGO, Namakkal, Tamil Nadu, India. Before India's Independance, many Britishers had served as ICS, Forest Officers and Superintendent Engineer in Salem District. Could you please give their names? Could you please give us their children or grand children or grand grand children? Why can't take them to our Salem District and show their work places and allow them to interact as goodwill ambassadors between India and Britain for good cause. For exmaple, the first Mettur Electricity Superintendant Engineer was a Britisher Our NGO is willing to collaborate in this respect, provided a small travel allowance in Indian Rupees from Indians is given to our NGO. Since our NGO Geo Resource Centre does not have FCRA to receive funds from foreign countries. In India, whom we should contact?\nThanks and Regards,\nYours sincerely,\nDr D Dhanapal M A (JNU) M Phil (JNU)Ph.D\nHon. Director, Geo Resource Centre, 82/1 State Bank Colony,Opp to District Registrar's Office, Trichy Road, Namakkal 637001 Tamil Nadu India",
            "closed_at": "2008-08-05T00:00:00Z",
            "created_at": "2008-05-03T17:08:53.696064Z",
            "creator_name": "Dr D Dhanapal Ph D",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-05-03T17:08:53.696064Z",
            "rejected_at": "2008-06-13T00:01:04.817022Z",
            "rejection": {
                "code": 16896,
                "details": "Please contact the Ministery of Defence.",
                "reasons": [
                    "Statements that don't actually request any action",
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-06-13T00:01:04.817022Z"
        },
        "id": 9399544
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/NGOBritishers/"
    },
    "type": "petition"
}