{
    "data": {
        "attributes": {
            "action": "recognsie that anti - terror measures are an apolitical matter of public safety, not party propoganda",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Given the following AOL reports, today, that you have been \"urged to back away from confrontation with his backbenchers over 42-day pre-charge detention for terror suspects, in order to avoid further damage to Labour's electoral prospects\", the petitioner is calling on the P.M. to request an all - party consensus on the matter of terrorism and measures to deal with it. \nHeaven forbid, the police and emergency services all start wearing different red or blue uniforms ! Divisive rows are \"the last thing\" ANY govt needs, but as a citizen and observer, it appears that the point of the 42 day extension debate is to ensure the govt is acting legally, filing in gaps of existing detention rules, ensuring public safety, policing the streets whilst recognising every citizen's rights. It appears from the media, that your campaign is to win elections rather than effectively run the country.\nWe the undersigned agree that the increasing complexity of terrorism inquiries, which may span several countries and involve investigations of complicated computer networks justifies changes.",
            "closed_at": "2009-05-03T00:00:00Z",
            "created_at": "2008-05-03T18:41:41.329204Z",
            "creator_name": "J RICHARDS",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-05-03T18:41:41.329204Z",
            "rejected_at": "2008-06-13T00:01:04.817022Z",
            "rejection": {
                "code": 512,
                "details": "",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-06-13T00:01:04.817022Z"
        },
        "id": 9399976
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/42dayrule/"
    },
    "type": "petition"
}