{
    "data": {
        "attributes": {
            "action": "reassure the public that the govt is monitoring doctors - as recommended by the Shipman Inquiry.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Healthcare is inately litigatious - yet junior staff are poorly prepared for dealing with allegations and criminal investigations and giving evidence at trials.\n\nRoutine mortality monitoring - one of the measures recommended by the Shipman Inquiry to increase the chance of deterring and detecting a future serial killer, can only detect a serial killer after 30 or more people, the inquiry suggests. So we the undersigned, call on the govt to recognise the rights of every life and support a system of inquiry in addition to mechanisms intended to detect and deter murderers by ensuring that every death is properly accounted for.\" \n\nOne of the identified risks is high hospital and GP turnover, since, according to the same research, monitoring practices even over a three-year period was severely limited by the relative instability of medical working patterns - in Scotland 40% of practices have at least one GP arrive or leave in that timespan. Please address this.",
            "closed_at": "2009-05-14T00:00:00Z",
            "created_at": "2008-05-03T18:24:57.961170Z",
            "creator_name": "J RICHARDS",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-05-03T18:24:57.961170Z",
            "rejected_at": "2008-05-22T12:22:37.358103Z",
            "rejection": {
                "code": 512,
                "details": "",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-05-22T12:22:37.358103Z"
        },
        "id": 9399908
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/dundeeresearch/"
    },
    "type": "petition"
}