{
    "data": {
        "attributes": {
            "action": "intervene to stop the closure of a thriving Post Office at East Runton",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "East Runton Post Office is a thriving, profitable business used not only by villagers but also by many residents of caravan holiday homes.  Residents of the nearby town also use this branch as parking facilities are far better here than at their own Post Office.  Add the many hundreds of tourists that need the postal service here and you have a very healthy business.\nThe premises offer superb access to the less able customer, unlike an alternative branch that they would be expected to use.\nThe Post Office is part of the village supermarket, which is owned and managed by a wonderful couple. The staff are very friendly and offer a service that has long disappeared elsewhere.  The list of services is almost endless but prescription collection and home delivery of groceries (then packed away into cupboards and fridges) are two that give housebound villagers a true lifeline.\nThe financial stability that a Post Office gives to a rural supermarket is vitally important for them to continue trading.  In an environment where supermarket chains are grabbing the lion’s share of business the Post office income is really needed here.",
            "closed_at": "2009-05-14T00:00:00Z",
            "created_at": "2008-05-03T22:52:04.322353Z",
            "creator_name": "Mike Ashwell",
            "government_response_at": "2009-07-01T14:48:01.647583Z",
            "government_responses": [
                {
                    "created_at": "2009-07-01T14:48:01.647583Z",
                    "details": "You signed a petition asking the Prime Minister to \"intervene to stop the closure of a thriving Post Office at East Runton.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page19864\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'eastrunton'",
                    "updated_at": "2009-07-01T14:48:01.647583Z"
                }
            ],
            "opened_at": "2008-05-03T22:52:04.322353Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 224,
            "state": "finished",
            "updated_at": "2009-05-15T03:02:11.738527Z"
        },
        "id": 9400960
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/eastrunton/"
    },
    "type": "petition"
}