{
    "data": {
        "attributes": {
            "action": "PROPOSE A U.N.RESOLUTION CONDEMNING THE U.S.A. FOR ALL THE DEATHS,DESTRUCTION,DISPLACEMENT,AND SUFFERING IT HAS CAUSED IN 4 CONTINENTS OVER THE PAST 55 YEARS, AND DEMANDING THE CLOSURE AND EVACUATION OF ALL U.S.MILITARY BASES OUTSIDE THE U.S.A. WITHIN A PRECISE TIME LIMIT NOT TO EXCEED 6 MONTHS,AND ISSUING A WARNING TO THE U.S.REGIME THAT IF IT SHOULD EITHER ATTACK OR INVADE ANY MORE COUNTRIES,OR IF IT SHOULD AGAIN SUBVERT OR OVERTHROW ANY MORE DEMOCRATICALLY-ELECTED GOVERNMENTS IN CENTRAL OR SOUTH AMERICA,OR INDEED ANYWHERE ELSE,OR IF IT SHOULD COMMIT ANY MORE ATROCITIES OR WAR CRIMES, THEN IT WILL FACE SERIOUS CONSEQUENCES.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "U.S. ATTACKS ON, AND INVASIONS OF OTHER NATIONS HAVE AFFECTED THE LIVES OF MILLIONS OF INNOCENT CHILDREN,WOMEN,AND MEN,OFTEN WRECKING SUCH LIVES, AND OFTEN DESTROYING THEM.\nIT HAS CONTINUALLY SHOWN ITS DISREGARD FOR LAW,AND ITS DISREGARD FOR THE REST OF THE WORLD,IN A LONG SERIES OF EVENTS BEGINNING 55 YEARS AGO,WHEN IT ASSISTED AND ENABLED A MILITARY COUP IN IRAN,TO OVERTHROW THE GOVERNMENT THERE,EXTENDING THROUGH THE FOLLOWING DECADES WITH ITS INVASIONS AND ATROCITIES PERPETRATED IN THE FAR EAST,CENTRAL AMERICA,SOUTH AMERICA,AND THE MIDDLE EAST. \nIT HAS A LONG-STANDING RECORD NOW OF SUPPORTING AND PROMOTING UNDEMOCRATIC AND BARBARIC DICTATORSHIPS,AND OF SUPPRESSING DEMOCRACY,AND A LONG-STANDING RECORD OF USING THE SORT OF WEAPONRY WHICH IS INDISCRIMINATE IN ITS CHOICE OF VICTIMS,AND WIPES OUT MANY INNOCENT CIVILIANS AS A CONSEQUENCE.\nIT IS HIGH TIME BRITAIN ENDED ITS POLICY OF APPEASEMENT TOWARDS AMERICA,AND HIGH TIME THE INTERNATIONAL COMMUNITY STOOD UP TO IT.\nIT IS TIME NOW TO DRAW A LINE BEYOND WHICH AMERICA MUST NOT PASS, AND IT IS TIME THAT THE U.S.REGIME IS BROUGHT TO BOOK FOR THE CRIMES IT HAS COMMITTED DOWN THE YEARS.",
            "closed_at": "2009-05-05T00:00:00Z",
            "created_at": "2008-05-05T07:41:43.914993Z",
            "creator_name": "COLIN TALBOT",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-05-05T07:41:43.914993Z",
            "rejected_at": "2008-06-14T00:01:05.498866Z",
            "rejection": {
                "code": 256,
                "details": "Please address the excessive use of capital letters; they make your petition hard to read, and please make your title shorter.",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-06-14T00:01:05.498866Z"
        },
        "id": 9407186
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/HALTAMERICA/"
    },
    "type": "petition"
}