{
    "data": {
        "attributes": {
            "action": "amend its current policies on the taxing of vehicles (vehicle excise duty) for the United Kingdom",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The current scheme and its future amendments are not a fair, productive and environmentally friendly method for the taxation of vehicles.\n\nA more productive method would be to include the following:\n\n- all vehicles that use the roads to a pay a statutory fee of £75 (seventy five pounds).  This will include classic cars, low and zero emission vehicles as they too take use of the road infrastructure in this country contributing to the wear and tear and support costs.\n\n- modified cars to pay according to their emissions at the time of MOT\n- estate cars and people carriers not to be penalised and to be properly classed for their purpose\n\n- buses, lorries and other large polluting vehicles to be taxed according to their emissions and age\n\n- cyclists to pay a statutory fee of £25 (twenty five pounds) as cycle lanes are now incorporated into many roads and are currently maintained from vehicle excise duty.  They too will need to display a vehicle tax disc of some format.\n\n- rises on cars for 2009 and 2010 to be scrapped\n\n- vehicles performing an abnormally high mileage per annum to pay a small additional fee of £25 (twenty five pounds)",
            "closed_at": "2009-05-14T00:00:00Z",
            "created_at": "2008-05-06T09:14:48.154213Z",
            "creator_name": "David Brogan",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-05-06T09:14:48.154213Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 14,
            "state": "finished",
            "updated_at": "2010-02-25T14:49:39.283497Z"
        },
        "id": 9414540
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/fair-car-tax/"
    },
    "type": "petition"
}