{
    "data": {
        "attributes": {
            "action": "show us that he (Gordon Brown, man of humble origin, who understands the financial pressures that low-income families are under) scraps the proposals for ANY kind of pay-as-you-throw bin taxes to be implemented by unelected quangos and/or local government, and prove that he can and will do something to help the low paid at a time of increasing hardship",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Gordon Brown insists he will \"listen and learn\" after the disastrous local election results. He could show us, the low-paid, high-taxed working class, that indeed he understands our frustrations at being constantly targeted with stealth taxes (used to fill the ever-growing gold plated civil service pension schemes, of the type that we are now denied access to mainly due to his raid on pension funds) and SCRAP all of the proposals and pilot sites for bin taxes. These taxes will affect the low-paid, particularly families, the worst. Prove to us Gordon that you will champion the living standards of those who your party was created to serve!",
            "closed_at": "2008-08-06T00:00:00Z",
            "created_at": "2008-05-06T09:45:08.418518Z",
            "creator_name": "Lian Higgott",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-05-06T09:45:08.418518Z",
            "rejected_at": "2008-06-13T00:01:04.817022Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/Wheelie-bins/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-06-13T00:01:04.817022Z"
        },
        "id": 9414855
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BIN-TAXES/"
    },
    "type": "petition"
}