{
    "data": {
        "attributes": {
            "action": "use Burmese aid to please impress that relief organisations represent legitimate EU agencies, acting in unison with governmental support, rather than with a religious doctrine, or political agenda. Emergenices, whether, economic, environmental and democratic etc highlight the importance of working with global uni - lateral agencies - which are the muscles of NATO and the UN not simply a matter of arms.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The British govt, with it's humanitarian tradition, is quite right to pledge to do everything possible to ease suffering in disaster-hit Burma, as the cyclone death toll continues to rise. We the undersigned agree with an emergency response (food aid) as well as business (economic) package,\nbut, the petitioner is calling on the P.M. to use this opportunity to influence and use diplomatic pressures in addition to doing \"whatever (possible) to provide (what) urgent humanitarian assistance\" is needed.\n\nPlease express concerns of the international community, at the state's secretive ruling junta and the effect that the style of administration is having on their place in an international forum and the limitations this is placing on potential long - term benefits to the Burmese populace. Aid, yes, but with proper supervision to make sure supplies reach the poorest of the poor -this region is notoriously corrupt in it's reputation of warlords and drugs barons siphening off materials. (Please feel free to read this in parliament).",
            "closed_at": "2009-05-06T00:00:00Z",
            "created_at": "2008-05-06T13:47:40.136660Z",
            "creator_name": "J RICHARDS",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-05-06T13:47:40.136660Z",
            "rejected_at": "2008-06-13T00:01:04.817022Z",
            "rejection": {
                "code": 256,
                "details": "",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-06-13T00:01:04.817022Z"
        },
        "id": 9417160
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/poorofthepoor/"
    },
    "type": "petition"
}