{
    "data": {
        "attributes": {
            "action": "authorise BAE and arms contracts from within Britain - before arms dealers extend their arms to foreign investors",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We the undersigned, who all want peace in our time, internationally and locally, tolerance for differences, stable conditions in which the economy can flourish and safe communities in which to raise our families, urge the P.M. to consider independent and /or govt rather than free market, party political, human rights organisation and / or public supervision of armaments contracts in accordance with Brtish diplomatic ties (and thereby UN/NATO policy).\n\nMuch more than an issue about \"tarnished reputations\", the current controversy about BAE allegations of misconduct in a Saudi arms deal, has highlighted the need for stronger anti-bribery measures and a global (ie international and multi - state) ethical code of conduct. The aim of this is to combat similar criticisms \nthat Blair received at the helm of the Iraq war, that peace negotiations are conducted before tactical maneouveres and even then, only in alliance with allegiance, ensuring parties are NOT hoisted with their own pertard by  militia and insurgents.",
            "closed_at": "2009-05-06T00:00:00Z",
            "created_at": "2008-05-06T15:42:15.993272Z",
            "creator_name": "J RICHARDS",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-05-06T15:42:15.993272Z",
            "rejected_at": "2008-06-14T00:01:05.498866Z",
            "rejection": {
                "code": 256,
                "details": "",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-06-14T00:01:05.498866Z"
        },
        "id": 9418237
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/inarmsaboutarms/"
    },
    "type": "petition"
}