{
    "data": {
        "attributes": {
            "action": "place stronger curbs on static, television and radio advertising in the UK.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Television and radio advertising in the UK has been let loose for too long.  Limits need to be set in place to protect the public from the ever-increasing platform of advertising.  Such methods should include, but not be limited to:\n\n1. Limiting the broadcast of any advert for any product sold by a company to once per hour.\n\n2. Banning the computerised modification of images or video for the purposes of 'beauty'.\n\n3. Limiting the number of poster, or static-image, advertisements to a maximum percentage of the available billboard space within clearly defined areas.\n\n4. Disallowing the addition of advertising to DVD, or alternative similar media.\n\n5. Limiting the number of advertisements broadcast via media for a particular product type to four per hour.\n\n6. Disallowing the stating of a communication identifier more than twice in any advert.\n\n7. Re-evaluation of the rules of misrepresentation of products during advertisements using misleading imagery.\n\nWe believe that these changes would promote the mental well-being and strength of the UK's citizens.\n\nWe believe that these changes would promote competition between businesses, and also create a diversity of product awareness.",
            "closed_at": "2009-05-06T00:00:00Z",
            "created_at": "2008-05-06T20:47:28.619566Z",
            "creator_name": "Paul Charters",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-05-06T20:47:28.619566Z",
            "rejected_at": "2008-06-14T00:01:05.498866Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-06-14T00:01:05.498866Z"
        },
        "id": 9420612
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/limadverts/"
    },
    "type": "petition"
}