{
    "data": {
        "attributes": {
            "action": "implement a law to force software publishers to provide protection for users of their software",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Implement a law to force software publishers to provide protection for users of their software, including on the world wide web...these protections are, but not limited to:\n\n1. Allowing disabling of auto-play functions of adverts on web pages.\n2. Disallowing the displaying of an advert more than once on any web page.\n3. Disallowing automatic enabling (or automatic disabling if reversed) of options that cause users to be added to mailing lists of any kind without a deliberate action on the part of the user requesting to be on said lists.\n4. Disallowing software developers from including second software programs in their downloadable packages, without providing the option at the same location to download the software without the secondary software.\n5. Forcing software developers to include functions that secure all communications to stop any and all unauthorised companies and agencies, except law enforcement, being able to read personal data, methods or browsing behaviour.  Or, vice versa, stopping any software developer from creating software that monitors user internet behaviour without prior permission being deliberately given.  This references point 3 above.",
            "closed_at": "2008-11-06T00:00:00Z",
            "created_at": "2008-05-06T20:12:45.268530Z",
            "creator_name": "Paul Charters",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-05-06T20:12:45.268530Z",
            "rejected_at": "2008-06-14T00:01:05.498866Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-06-14T00:01:05.498866Z"
        },
        "id": 9420323
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/pcuserprotection/"
    },
    "type": "petition"
}