{
    "data": {
        "attributes": {
            "action": "Over rule the decision of Judge Kainth to return horses to the owners who had abused them",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Despite cruel treatment and horrific conditions of over 111 animals, resulting in their removal, Deputy District judge Kainth said there’s no evidence to show they are in any danger ruling they be returned to those who inflicted this upon them. A child would not be given this treatment!\n\nThe Welfare Act is there to protect pets, making owners responsible for ensuring the welfare of their animals. \n\nThese include the need for: \n1. Suitable environment \n2. Suitable diet \n3. To exhibit normal behaviour patterns \n4. To be housed with, or apart from, other animals \n5. To be protected from pain, injury, suffering and disease \n\nNone of the above was met for any of the 111 animals removed nor those put down at the scene, or those that had died & been left to rot. \n\nThose looking after these horses are willing & able to find good homes for all of them. Sending these now rehabilitated horses to auction is totally irresponsible: Potentially sending them to a life no better than the one they were rescued from.",
            "closed_at": "2008-07-07T00:00:00Z",
            "created_at": "2008-05-07T12:03:24.494302Z",
            "creator_name": "Sara Macann",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-05-07T12:03:24.494302Z",
            "rejected_at": "2008-06-14T00:01:05.498866Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-06-14T00:01:05.498866Z"
        },
        "id": 9424543
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Amersham-horses/"
    },
    "type": "petition"
}