{
    "data": {
        "attributes": {
            "action": "Review the statutes governing the honours system to allow recognition for Frank Foley and other British heroes of the Holocaust.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "May 7th 2008 marks the 50th anniversary of the death of Frank Foley, a British spy who used his role as passport control officer at the British Embassy in Berlin to rescue thousands of Jewish people from the Holocaust. While Frank Foley received a CMG for his service as a diplomat, and has been recognised as 'Righteous Amongst the Nations' at Yad Vashem Israel's Holocaust Museum, he was never formally honoured by the British nation during his lifetime for his actions. We therefore call on the Government to review the current statutes governing the honours system, so that the Honours Committee can consider awarding a posthumous knighthood to Frank Foley. We hope that this will open the way for the Honours Committee to consider recognition for other British heroes of the Holocaust, including Randolph Churchill, Sergeant Charles Coward, Jane Haining, Tommy Noble and Robert Smallbones, who risked and in some cases gave their own lives to save others. We further propose that these honours are awarded as a special exercise, so they do not reduce the numbers of deserving individuals who would normally receive recognition in the New Year’s and Birthday honour’s lists.",
            "closed_at": "2009-05-07T00:00:00Z",
            "created_at": "2008-05-07T13:44:31.886139Z",
            "creator_name": "The Holocaust Educational Trust",
            "government_response_at": "2009-06-26T11:33:39.034386Z",
            "government_responses": [
                {
                    "created_at": "2009-06-26T11:33:39.034386Z",
                    "details": "You signed a petition asking the Prime Minister to \"Review the statutes governing the honours system to allow recognition for Frank Foley and other British heroes of the Holocaust.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page19790\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'UK-Rescuers'",
                    "updated_at": "2009-06-26T11:33:39.034386Z"
                }
            ],
            "opened_at": "2008-05-07T13:44:31.886139Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1087,
            "state": "finished",
            "updated_at": "2009-05-08T00:01:01.959033Z"
        },
        "id": 9425307
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/UK-Rescuers/"
    },
    "type": "petition"
}