{
    "data": {
        "attributes": {
            "action": "Overturn Boris Johnson's plans to ban the drinking of alcohol on London's transport system",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This ridiculous law not only infringes on people's right to peacefully enjoy a drink on the tube - perhaps after work or on their way out for the evening - but it will be expensive and possibly dangerous to enforce and achieve precisely nothing.\n\nDrunken behaviour on tubes has got precious little to do with people actually drinking on the tube train - with tube journeys so short, the problems are almost always caused by people who are already drunk. This law will make zero difference to this problem and trying to enforce it will just cause annoy passengers and cause problems for LT staff.\n\nThere are already laws in place to punish anti social behaviour on London's public transport, and we welcome further investment to protect the travelling public, but the time, money and resources needed to enforce Johnson's plans could be far better employed elsewhere.",
            "closed_at": "2008-09-07T00:00:00Z",
            "created_at": "2008-05-07T14:58:46.145637Z",
            "creator_name": "m slocombe",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-05-07T14:58:46.145637Z",
            "rejected_at": "2008-06-13T00:01:04.817022Z",
            "rejection": {
                "code": 4096,
                "details": "This is a devolved matter and should be directed to the Greater London Authority",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-06-13T00:01:04.817022Z"
        },
        "id": 9425770
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/tubedrinking/"
    },
    "type": "petition"
}