{
    "data": {
        "attributes": {
            "action": "bring Christopher Robin's original Winnie-the-Pooh soft toys home to England.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "A.A.Milne's Winnie-the-Pooh books are English classics and we, as a country, should be proud of them. So why is it that C.Robin's original soft toys of Pooh, Piglet, Tigger, etc. were never returned from the USA after being exhibited around the world? They still sit in New York's library. Why? They belong in England and we should insist they are returned. A.A.Milne used to live in Hartfield, East Sussex in the heart of the beautiful Ashdown Forest. This is where WTP was born. Milne based his books around his son's stuffed animals and real places on the Ashdown Forest. Visitors travel from all over the world to visit the real North Pole, Roo's Sandy Pit, Enchanted Place, Gills Lap and, of course, Poohsticks Bridge. Bringing WTP home to Hartfield would encourage many more visitors to the area which in turn would help local tourist attractions and buinesses. Let us be proud of our heritage. I believe that there should be a museum in the heart of Pooh Country, so that visitors, both young and old, from near or far, will be able to visit the infamous 'Winnie-the-Pooh' himself. Bring Pooh home!",
            "closed_at": "2009-05-07T00:00:00Z",
            "created_at": "2008-05-07T14:11:44.955509Z",
            "creator_name": "Miss G Tod",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-05-07T14:11:44.955509Z",
            "rejected_at": "2008-06-14T00:01:05.498866Z",
            "rejection": {
                "code": 49152,
                "details": "",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel",
                    "Intended to be humorous, or has no point about government policy"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-06-14T00:01:05.498866Z"
        },
        "id": 9425482
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Winnie-the-Pooh/"
    },
    "type": "petition"
}