{
    "data": {
        "attributes": {
            "action": "Provide rights of appeal to planning application objectors and force applications to be reviewed by committee rather than under delegated powers when there are objections",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The current planning application process provides no right of appeal for objectors (3rd parties) to planning applications.  \n\nOften planning applications are decided under delegated powers by an individual planning case officer rather by a planning committee. In such cases it is the opinion of the individual planning officer which is final, regardless of the number or strength of objections.  The use of delegated powers of decision increase the possibility of corruption, unfair or unjust decisions and the flouting of planning guidelines.\n\nPlanning officers often misinterpret or flout planning guidelines, mistakes are made and decisions cannot be reversed.  As an objector to a planning application you have no right to appeal whatsoever against the planning officers decision.  The whole process is unfairly biased towards the applicant. \n\nThe planning process should be balanced and unbiased, in cases where there are more than one objection to a planning application then it should be reviewed by committee and not decided under delegated powers.",
            "closed_at": "2008-08-15T00:00:00Z",
            "created_at": "2008-05-08T11:09:11.563241Z",
            "creator_name": "Steven Wilkinson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-05-08T11:09:11.563241Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 4,
            "state": "finished",
            "updated_at": "2008-08-16T00:01:01.799037Z"
        },
        "id": 9431924
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/objectionright/"
    },
    "type": "petition"
}