{
    "data": {
        "attributes": {
            "action": "Prevent the sale of River Thames lock keepers cottages by the EA",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Environment Agency (EA) have announced the proposed sale of many Lock keepers cottages, which will result in the safety of Boats navigating the river being compromised, and the flood management service being adversely affected too.\n\nThis action is inevitably going to result in a great deal of avoidable damage being caused to property and infrastructure along the Upper Thames being damaged during periods of flood, and increase the risk of human loss with regard to both flooding and boating.\n\nThe EA have been asked to raise funds for DEFRA to pay an EU fine, but there are alternative ways of doing this without creating risk to life and property, such as mortgaging the properties and using the rental income of said properties to self fund the mortgages, leaving the irreplacable infrastructure intact.\n\nWe need Lock keepers, and they need to live very close to the River itself. There is no excuse for this action.",
            "closed_at": "2008-07-15T00:00:00Z",
            "created_at": "2008-05-08T12:06:21.544758Z",
            "creator_name": "John Thompson",
            "government_response_at": "2008-08-12T15:18:10.526456Z",
            "government_responses": [
                {
                    "created_at": "2008-08-12T15:18:10.526456Z",
                    "details": "You signed a petition asking the Prime Minister to \"Prevent the sale of River Thames lock keepers cottages by the EA.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page16454\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Thames-Locks'",
                    "updated_at": "2008-08-12T15:18:10.526456Z"
                }
            ],
            "opened_at": "2008-05-08T12:06:21.544758Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 2813,
            "state": "finished",
            "updated_at": "2009-02-06T03:02:06.530294Z"
        },
        "id": 9432474
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Thames-Locks/"
    },
    "type": "petition"
}