{
    "data": {
        "attributes": {
            "action": "scrap backdated increases in Vehicle Excise Duty.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In the last budget, our Government increased the cost of a car tax disc or VED and backdated the rise to cars purchased from 2001. 88% will be forced to pay more and ordinary cars like a 1.6 Audi A3, a 1.4 Skoda Fabia or even a 1.6 Ford Focus will see an increase in road tax from £170 to £270 a year. Larger cars will pay up to £440 a year.\n\nThese changes were promoted as environmentalist measures but instead, increase the tax burden on a broad range of vehicles. The changes are backdated so cars bought several years ago, where tax cannot affect a purchasing decision and does nothing for the environment face big increases.\n\nThis heavy tax burden which targets the majority of car owners is unfair and unjust, especially as it penalises those driving older cars and least able to pay. It is not an environmental tax because most of these cars are already being driven and simply taxing them for their very existence is nothing more than a cynical tax grab. \n\nWe call upon Gordon Brown scrap the backdated VED increase announced in the last budget and give hard pressed motorists a break.",
            "closed_at": "2008-09-09T00:00:00Z",
            "created_at": "2008-05-09T11:20:04.139477Z",
            "creator_name": "Peter Roberts",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-05-09T11:20:04.139477Z",
            "rejected_at": "2008-06-15T00:01:07.004867Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/UNFAIR-VED/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-06-15T00:01:07.004867Z"
        },
        "id": 9440034
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/backdatedved/"
    },
    "type": "petition"
}