{
    "data": {
        "attributes": {
            "action": "communicate when a new roundabout is being put anywhere - please devise some system that informs people better of road changes, to alleviate dangers. Traffic jams on Britain's major roads have got worse despite a Government pledge to ease congestion. In my home town of Warrington, every time I look around - there's a new roundabout around !",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Today's Times newspaper said official figures showed the average motorist now spent an extra 10 seconds at a standstill for every 10 miles on 100 key routes. The problem in my home town is a matter of bridges - please widen Stockton Heath bridge over the Manchester Ship Canal and Padgate Station bridge to meet Ministers' target of cutting delays on the \"strategic road network\" - the most important motorways and A roads - from 2005 levels.\n\nAlthough today's AOL report may well state that : \"To help meet growing demand for travel the Government has increased transport spending by 60% since 1997 and may well be making record investments in public transport, building new road capacity where appropriate - including major widening projects on the M1 and M25 - the petitioner is calling on the P.M. to ensure the North benefits as much as the South, with local as well as national projects, such as the M6. The petitioner is also calling on the P.M. to look at alleviating the obvious health costs to local residents. Like Athens, the topgraphy of the region, means that Warrington is in a basin, shielded, by the Pennines, which ahs bad weather benefits, but I dare say, means congestion is worse.",
            "closed_at": "2009-05-16T00:00:00Z",
            "created_at": "2008-05-09T14:02:31.274989Z",
            "creator_name": "J RICHARDS",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-05-09T14:02:31.274989Z",
            "rejected_at": "2008-05-28T09:59:37.317955Z",
            "rejection": {
                "code": 512,
                "details": "Your title should be a clear call for action, preferably starting with a verb.",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-05-28T09:59:37.317955Z"
        },
        "id": 9441371
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/roundaboutsround/"
    },
    "type": "petition"
}