{
    "data": {
        "attributes": {
            "action": "Prevent the downgrading of Wycombe General Hospital",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "It has become common knowledge that Wycombe General Hospital intends to relocate our Maternity Department, Special Care Baby Unit, Children’s Ward and Accident and Emergency Department to Stoke Mandeville Hospital in Bucks.  These departments are essential in any town; however, Wycombe is undergoing a major redevelopment which is aiming to expand the town. The increased population will not be reflected in the facilities available to the public.  It is not justifiable to expect women in labour to travel approximately 13.4 miles, this would take 30 minutes with absolutely no traffic and if in a car.  Women without a car would be forced to call for an ambulance meaning other emergencies will not be attended to as efficiently.  Wycombe General Hospital and Stoke Mandeville Hospital are already stretched to cope with the number of patients, the solution to improve care is not to half the facilities available but to invest in both making each better.  The safety of women and children is being grossly compromised; the issue is causing distress and anxiety to women, mothers to be and parents alike.",
            "closed_at": "2008-08-27T00:00:00Z",
            "created_at": "2008-05-09T17:56:32.308915Z",
            "creator_name": "Michelle Cruise",
            "government_response_at": null,
            "government_responses": [
                {
                    "created_at": "2008-06-26T10:12:41.276256Z",
                    "details": "Dear Sir / Madam,\n\nYou recently signed an e-petition relating to maternity services at Wycombe Hospital. You may wish to know that Buckinghamshire Hospitals NHS Trust have released a statement on the matters detailed in the e-petition as follows:\n\nBuckinghamshire Hospitals NHS Trust believes that the wording of this petition statement is misleading and that it paints an inaccurate picture of services available at Wycombe Hospital. \n\nIt is incorrect to suggest that women will not be able to access maternity and birthing services at Wycombe Hospital. The hospital will retain, following the move of inpatient maternity and paediatric services and Special Care Baby Unit, a midwife-led birthing unit offering a local choice for many women in High Wycombe, as well as full outpatient maternity services including early pregnancy clinic, testing and scanning services. The hospital also offers care for people with a range of medical emergencies.\n\nFurthermore, references to our hospitals being stretched are mistaken. Last year - unlike many other Trusts around the country - we achieved our A&E goal of treating, admitting or discharging 98 per cent of patients within four hours, while our waiting lists are so low we have hit a major Government target a full nine months early.  \n\nLastly, contrary to the petition text, patient safety is of the utmost priority; the reasons behind these changes have always been to allow us to continue to offer in the future safe, effective and efficient services.\n\nBuckinghamshire Hospitals NHS Trust",
                    "summary": "Government response to petition 'WycombeHospital'",
                    "updated_at": "2008-06-26T10:12:41.276256Z"
                }
            ],
            "opened_at": "2008-05-09T17:56:32.308915Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 2756,
            "state": "finished",
            "updated_at": "2009-07-22T03:03:32.402415Z"
        },
        "id": 9442882
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/WycombeHospital/"
    },
    "type": "petition"
}