{
    "data": {
        "attributes": {
            "action": "Look into having Plastic after market wheel trims on cars, made part of the MOT to ensure they are securley fastened to the car, to prevent them flying off during transit.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Today i saw an incident that could have ended in tragedy, i saw a wheel trim fly off a car on a duel carrage way, the trim passed within 1ft of the head of a child in a push chair, i estimate it was going a little faster than the car, maybe 50 miles an hour, if it had hit we would be grieving the death of a child now of severe head injuries, which i think is the least damage this would have caused, it would cost us no more than £1.00 a time to by strip ties and fasten them on, but we are not thoughtful like that much nowadays, there should be a law making this part of the MOT and allow police to stop someone not doing it and give them a warning then up stage the  penalty for being non comlient, after what i saw today i would be surprised if this has not already happened somewhere, kids need protecting at the cost of £1.00? also some one can then open a factory and make colour coded ones. a new market opens. and kids get saved , who loses?",
            "closed_at": "2009-05-10T00:00:00Z",
            "created_at": "2008-05-09T20:18:08.063188Z",
            "creator_name": "Colin Scott",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-05-09T20:18:08.063188Z",
            "rejected_at": "2008-06-15T00:01:07.004867Z",
            "rejection": {
                "code": 256,
                "details": "",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-06-15T00:01:07.004867Z"
        },
        "id": 9443590
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/WheelDanger/"
    },
    "type": "petition"
}