{
    "data": {
        "attributes": {
            "action": "TAKE URGENT STEPS TO PROTECT OUR CHILDREN FROM PEODOS!!",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Following the disappearance of Madelain McCann a year ago,the Government isn't doing enough to protect our children! We can microchip pets, we can put telemetry on birds of prey, we can tag people on bail, why can't something be done with the peodaphiles so that when a child goes missing the police will be able to track the peodaphiles in that area? Or maybe parents should have the option to be able to microchip their children so that they can be found earlier? or both? yes its going to cost money to put this plan in action, BUT we the public pay enough in taxes and toll roads,tunnels,and bridges for the government to be able to afford this. The welfare of our children SHOULD BE MAIN PRIORITY in this country, but for some reason peodaphiles can roam near schools or play areas? In America they have set up a scheme known as the AMBER ALERT, where last year around half the children who went missing were found within 72 hours of their disappearance. The American government funded 2.million to set up this scheme and our government are doing nothing!! Our children are not safe and some simple steps can be taken for the sake of their safety! COME ON PARENTS SIGN THIS PETITION NOW!!",
            "closed_at": "2009-05-09T00:00:00Z",
            "created_at": "2008-05-09T19:47:33.966504Z",
            "creator_name": "Joanne Kelly",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-05-09T19:47:33.966504Z",
            "rejected_at": "2008-06-15T00:01:07.004867Z",
            "rejection": {
                "code": 2048,
                "details": "http://search.petitions.pm.gov.uk/kbroker/number10/petitions/search.lsim?qt=paedophiles&sr=0&nh=10&cs=&sc=number10&oq=hit+children&sb=0&ha=1157&mt=0",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-06-15T00:01:07.004867Z"
        },
        "id": 9443425
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Safetyforkids/"
    },
    "type": "petition"
}