{
    "data": {
        "attributes": {
            "action": "please address the growing arson trend as part of anti - terror measures - something really needs to be done about individuals who take the law into thier own hands.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The death of businessman Emad Qureshi, 26, who died as a blast ripped through a number of houses in Stanley Road, Harrow, in north London, on Wednesday, highlight the problems of arson in local communities and the policing difficulties relating to a preventative approach to critical incidents. \n\nThe petitioner is calling on the P.M. to look at liaison between police, housing, construction and fire emergency services - homewatch initiatives and petrol stations supply to address how possible attacks can be prevented. Given that in this instance, as AOL reports, \"The unknown substance was poured into the house about 10 hours before the property was levelled in an explosion\", following a neighbourhood dispute perhaps CCTV cameras or something more could have been done to save lives. Death threats and complaints to police often aren't taken seriously by local constabularies. Please use your influence here.",
            "closed_at": "2009-05-10T00:00:00Z",
            "created_at": "2008-05-10T13:48:28.395811Z",
            "creator_name": "J RICHARDS",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-05-10T13:48:28.395811Z",
            "rejected_at": "2008-06-15T00:01:07.004867Z",
            "rejection": {
                "code": 256,
                "details": "",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-06-15T00:01:07.004867Z"
        },
        "id": 9446209
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/arsonattacks/"
    },
    "type": "petition"
}