{
    "data": {
        "attributes": {
            "action": "look at town planning and reduce the reduction in green spaces - don't be green about green areas - keep spaces in residential housing projects",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Like Macmillan said, I believe, we've never \"had it so good\", and town planning is ever improving. The number of new homes being built on garden space has doubled since Labour came to power, it has been claimed. \nConservative MP Greg Clark is reported to have said, today, that 11% of new dwellings were built on previously residential land in 1997, but the figure stood at 22% by 2006. The petitioner is calling on the P.M. to reassure the public that this doesn't affect play and recreational areas.\n\nLevels of \"garden grabbing\", in which property developers buy up family homes with gardens and typically replace them with apartment blocks, had jumped from last year's figure of 18%. What is the British govt doing to maintain environmentally - friendly policies and analyse health impact assessments amidst this congestion ? My home town, Warrington, is greatly affected in this way.",
            "closed_at": "2009-05-16T00:00:00Z",
            "created_at": "2008-05-10T21:28:39.393796Z",
            "creator_name": "J RICHARDS",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-05-10T21:28:39.393796Z",
            "rejected_at": "2008-05-28T11:28:11.685465Z",
            "rejection": {
                "code": 256,
                "details": "",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-05-28T11:28:11.685465Z"
        },
        "id": 9447817
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/apartapartments/"
    },
    "type": "petition"
}