{
    "data": {
        "attributes": {
            "action": "To Rename the International Space Station 'Space Station Clarke' in honour of Sir Arthur C Clarke",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Sir Arthur C Clarke was one - if not - the greatest Science Fiction and Fact writer of the second half of the 20th Century. This British born writer not only inspired people (young and old) to read and think about the future, he also predicted many of the great scientific advances mankind would make (also he predicted the Cold War would fissle out...). The British Government over the years have never supported space travel and to campaign for a name change for the ISS would go along way to rectify such a position. The International Space Station has never had a name as such as the participents could never agree, but to rename it 'Space Station Clarke' they all could agree too as Sir Arthur has mentioned them in his stories. The British should be involved in the ISS as sitting on the side lines is detrimental to this country and what better way is there to mke a start with a name change and after his passing, to honour such a great man.",
            "closed_at": "2010-12-19T00:00:00Z",
            "created_at": "2008-05-10T20:19:33.177825Z",
            "creator_name": "Martin Dawson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-05-10T20:19:33.177825Z",
            "rejected_at": "2010-01-22T00:01:01.590910Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2010-01-22T00:01:01.590910Z"
        },
        "id": 9447538
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SirArthurCClarke/"
    },
    "type": "petition"
}