{
    "data": {
        "attributes": {
            "action": "regain public trust in politics - make a clearer distinction in British parliamentary life between party politics, statesmanship and government i.e. the business of running the country. Conduct a cost - benefit analysis of departmental resignations and the purpose of reshuffles. The petitioner is calling on the P.M. to look at long termism between elections to attract shining lights of calibre from all areas of life - enabling eminent members to gain experience in one field and give voters confidence that they are specialists, leaders of a profession, rather than the impression that they are boy who makes the tea.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Given today's AOL report, that \"\n\nThe Government must own up to its mistakes if it is to regain the trust of the public, a junior minister said.\nHealth Minister Ivan Lewis said that voters were becoming increasingly cynical about politicians who were not prepared to admit their errors.\nAt the same time, after Labour's drubbing in the local council elections, he said that the party needed to regain its discipline and focus on the issues that really mattered to the public.\n\nConstant flux and influx, change and re - arrangement make it difficult for everday people to keep up with who's who and what they do - so God knows how MPs and ministers feel ! Please look at the number of changes - on the front bench and between departments. Might I be so bold as to suggest that these constant threats undermine the stability of government ? Swapping people between health and defence might be identified as one of the reasons for this strife.",
            "closed_at": "2009-05-16T00:00:00Z",
            "created_at": "2008-05-10T20:34:35.803660Z",
            "creator_name": "J RICHARDS",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-05-10T20:34:35.803660Z",
            "rejected_at": "2008-05-28T11:28:45.156053Z",
            "rejection": {
                "code": 256,
                "details": "",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-05-28T11:28:45.156053Z"
        },
        "id": 9447599
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/fluxingovt/"
    },
    "type": "petition"
}