{
    "data": {
        "attributes": {
            "action": "legislate that all newspapers offer a choice to readers of buying just a standard newspaper with no supplements or a standard newspaper with either all of the supplements or just any particular supplement that the reader may choose. The purpose of this petition is to save the use of raw materials, production time and materials, time and effort used to prepare and take for recycling, the recycling process itself and all of the energy used during these processes.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In this household we have a good quality 'broadsheet' newspaper delivered daily. At weekends and on some weekdays supplements are produced and delivered with the newspaper, many are unread before I take them for recycling, which involves sorting, bagging, taking to the car, loading the car, timing it to coordinate with a trip to the local supermarket which has recycling facilities, and the time spent removing the suppliments from the bags and then placing them into the paper & cardboard skip.\nThis is a request to make newspapers offer choices to readers, rather than telling them not to produce supplements as that would amount to press censorship.",
            "closed_at": "2009-05-11T00:00:00Z",
            "created_at": "2008-05-11T07:11:10.541903Z",
            "creator_name": "Philip Glover",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-05-11T07:11:10.541903Z",
            "rejected_at": "2008-06-15T00:01:07.004867Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-06-15T00:01:07.004867Z"
        },
        "id": 9448520
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/less-paper-waste/"
    },
    "type": "petition"
}