{
    "data": {
        "attributes": {
            "action": "consider my elderly care initiative - I urge you to legislate to ensure employers have an age balance, similar to disability ratios, so workforces reflect demographic trends and deal with social problems, like ageism and unemployment. Let's admit it - it's going to be all of us, one day, so the petitioner is calling for a marked improvement in standards by conducting a cost needs analysis that will set a benchmark for care needs.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "AOL today reports that,\n\n\"The Government has been condemned by a leading charity for its treatment of the elderly. Figures revealed by Help The Aged show that almost two - thirds of the population believes the Government does not take seriously pensioners' needs, and that this attitude has fuelled a sense of fear and rejection in both the old and the young.\"\n\nElderly people are still skilled - please investigate ways of helping the elderly to help themselves -what about a scheme of working opportunities to make people financially independent, self -supporting and valued within the care homes system (if individuals want it) ?\n\n\"Age discrimination\", says the report, \"Deliberates over whether or not to introduce legislation, older people can be denied access to the marketplace, insurance and banking facilities - even medical treatment because they are deemed 'too old'.\" Please address how this is possible within a welfare state. A possible idea might be an initiatives that incorporates companies like \"bettaware\".",
            "closed_at": "2009-05-11T00:00:00Z",
            "created_at": "2008-05-11T11:20:33.857223Z",
            "creator_name": "J RICHARDS",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-05-11T11:20:33.857223Z",
            "rejected_at": "2008-06-15T00:01:07.004867Z",
            "rejection": {
                "code": 1280,
                "details": "",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand",
                    "Commercial endorsement, promotion of any product, service or publication, or statements that amount to adverts"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-06-15T00:01:07.004867Z"
        },
        "id": 9449320
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/carehomeswelfare/"
    },
    "type": "petition"
}