{
    "data": {
        "attributes": {
            "action": "consider my alternative idea other than student loans for getting value for money out of the skills sector - consider a contractual scheme, with guaranteed placement and, say, 2 - 3 years employment for all graduates trained in the public sector or make it a legal entitlement to pay back the cost of training. Piece the jigsaw together.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In the education and employment sectors, skills are infinitely difficult to analyse - because everyone is always learning and what is taught might not seem apparently useful at the time, but do so later. Everyone knows that there is much more to education than technical skills and much more to learning than schools and universities, but for govt. purposes, (i.e. funding, justification to the electorate, skills development, meeting the needs of employers and the boosting the economy), cost - benefit analysis is integral to any policy. Something more quantifiable is needed. The brilliance of young people should never be under - estimated. The current student loans system, which burdens the talented for years, does little to boost the economy (since paying back monthly is prioritised over investment and purchasing).\n\nThe idea of this is to kick start school - workplace transition and ease the stresses of gaining professional status. What does the rest of the nation think ?",
            "closed_at": "2009-05-16T00:00:00Z",
            "created_at": "2008-05-11T12:01:34.836821Z",
            "creator_name": "J RICHARDS",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-05-11T12:01:34.836821Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 2,
            "state": "finished",
            "updated_at": "2009-05-17T00:01:01.153163Z"
        },
        "id": 9449433
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/loansalternative/"
    },
    "type": "petition"
}