{
    "data": {
        "attributes": {
            "action": "To create legislation that recognises genuine mediumship and healing and gives statutory protection to genuine Spiritualist, spiritualistic and spiritual practitioners.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "As spiritual workers are from many different religions, the Spiritual Workers Association believes that Spiritualism is a denomination of all other world religions and spiritual philosophies and pathways. Mediumship and healing are the associated practices of the spiritual philosophy of Spiritualism. \n\nThe Repeal of the Witchcraft Act and its replacement with the Fraudulent Mediums Act was a response to the original Freedom Campaign of the last century. The new Freedom Campaign is in response to the lack of any consultation over the Repeal of the Fraudulent Mediums Act and in recognition that spiritual workers of the 21st Century deserve recognition and protection from discrimination.",
            "closed_at": "2009-05-28T00:00:00Z",
            "created_at": "2008-05-11T09:49:08.828978Z",
            "creator_name": "Carole & David McEntee-Taylor",
            "government_response_at": "2009-10-01T11:44:55.039574Z",
            "government_responses": [
                {
                    "created_at": "2009-10-01T11:44:55.039574Z",
                    "details": "You signed a petition asking the Prime Minister to \"To create legislation that recognises genuine mediumship and healing and gives statutory protection to genuine Spiritualist, spiritualistic and spiritual practitioners.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page20813\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'spiritualworkers'",
                    "updated_at": "2009-10-01T11:44:55.039574Z"
                }
            ],
            "opened_at": "2008-05-11T09:49:08.828978Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 757,
            "state": "finished",
            "updated_at": "2010-04-28T16:53:37.158966Z"
        },
        "id": 9449020
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/spiritualworkers/"
    },
    "type": "petition"
}