{
    "data": {
        "attributes": {
            "action": "breath new life into the Embryology Act - address the following issues in the Embryology debate and come to some conclusion by first identifying if stem cells research is a question for researchers, medics, patients, mankind or society at large.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Further to the supplement in the Times 10/5/08, highlighting issues around the Embryology and Human Embryos Bill, the petitioner is calling on parliament to address what appears to be the following main crucial issues and ethical considerations :\n\n1. That inserting diseased tissue, albeit inadvertantly, has the potential to do harm physiologically via DNA processes.\n2. That transplanting non - organic (non - homogenous) tissue into diseased areas may exacerbate carcinogenic effects in tissue already diseased.\n3. That the dangers of mutation are not known, if embryos only are studied  long term studies aren't carried out.\n4. That the autonomy of the medical profession, in conjunction with the law courts needs better examination - heaven forbid we, as a society, foster the kind of research environment in which Mengele practised !\n5. That \"hopes of a miracle cure\" may actually do more harm than good holistically to patients whose prognosis is such that transplantation is the only option left.\n\nPlease can I refer you to the following medico - legal ethics research article : \n\nRichards, J. (1997) \"Too Choosy About Choice\" British Journal of Midwifery March 1997 5 (3) 163 -167.",
            "closed_at": "2009-05-16T00:00:00Z",
            "created_at": "2008-05-11T17:43:36.191523Z",
            "creator_name": "J RICHARDS",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-05-11T17:43:36.191523Z",
            "rejected_at": "2008-05-28T11:27:28.913288Z",
            "rejection": {
                "code": 512,
                "details": "Your title should be a clear call for action, preferably starting with a verb, and not a name or statement.",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-05-28T11:27:28.913288Z"
        },
        "id": 9450427
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/breathnewlife/"
    },
    "type": "petition"
}