{
    "data": {
        "attributes": {
            "action": "create legislation to ensure that children are registered at birth with proper names from a registered book with proper spellings to stop parents giving their children unusual, extraordinary or ridiculous names",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Should you give your child a proper name or make one up. I fear that the modern trend to give children strange names appears to have its origins in celebrity where parents have called their names after fruits, sources of holy water and other wierd and wonderful themes. The general public have in the main reacted with humour at such behaviours and considered that a part of being a celebrity was to give your child a strange name (Zowie Bowie for example).  However, I fear the trend has now extended to the younger generation. I've had the experience of a parent making up a name to give their child because she wanted them to have something that no one else could have.  I've also heard about the child whose five forenames began with Z. I'm sure there are many other examples of such parental behaviour and feel that it's about time legislation was enacted. I understand that other countries have legislation whereby parents have to choose their children's names from an official book with a proper spelling.  Doing this would encourage parents to  choose wisely.\nBoris Johnson - this means you too.",
            "closed_at": "2009-05-19T00:00:00Z",
            "created_at": "2008-05-11T18:06:23.705417Z",
            "creator_name": "Paul Turner",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-05-11T18:06:23.705417Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 10,
            "state": "finished",
            "updated_at": "2009-05-20T00:01:01.134633Z"
        },
        "id": 9450526
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/birthnames/"
    },
    "type": "petition"
}