{
    "data": {
        "attributes": {
            "action": "ask WHO ? WHAT ? WHEN ? WHY ? WHERE - Bruma ....",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Can I suggest to the FCO the following quick problem - identifying and problem - solving exercise :\n\nWhy not just ask the Burmese govt directly, what is their problem with international envoys or aid convoys ?\n\n1. Is it that they think air flights are reconnaissance ?\n\n2. Is it that they think the relief workers are spies (common in this post -Communism Eastern region amongst villagers) ?\n\n3. Is it that aid organisations aren't seen to represent the uni - lateral bodies of NATO and the UN ?\n\n4. Is it that Secretaries of State supervising missions are seen as independent of govt and therefore not regulated ?\n\n5. Is it that the Burmese govt thinks Westerners won't go home ?\n\n6. Is it that the UN is donating the wrong stuff ? (ideas, religious doctrines, poltical ideologies etc) ?\n\n7. Is it that the emergency relief exercise is not reaching the poorest of the poor ?\n\n8. Is it that the times of the food drops are wrong - when aircraft cannot be supervised in a joint Burmese/UN aeroplanes ?\n\nHope this helps, P.M.",
            "closed_at": "2009-05-11T00:00:00Z",
            "created_at": "2008-05-11T15:45:17.792397Z",
            "creator_name": "J RICHARDS",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-05-11T15:45:17.792397Z",
            "rejected_at": "2008-06-15T00:01:07.004867Z",
            "rejection": {
                "code": 512,
                "details": "Your title should be a clear call for action, preferably starting with a verb, and not a name or statement.",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-06-15T00:01:07.004867Z"
        },
        "id": 9450042
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/problemsolving/"
    },
    "type": "petition"
}