{
    "data": {
        "attributes": {
            "action": "Revise the Current rates for private and company car Milage rates.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "With the current rise in fuel prices, employess who use their car for comapny business are not covering their costs for fuel. The current rate of 40p and 25p for privately owned cars was set in 2002 when the price of fuel was around 80p a litre. Since that time car running costs have increased, especially for fuel. The price of fuel especially diesel has increased by 50%. Company car drivers are also affected as diesel is over £1.20 a litre and the set rate is calculated at around £1.06 a litre. The time delay for the Inland Revenue means that employees that have to travel as part of their job are currently out of pocket. Secondly the rate is based upon the average fuel rate and not on the price of the fuel paid. This urgently needs to change. I would suggest that bands are set for fuel rates and allowances, so the allowance rates are automaticlly increased to reflect the increase in fuel costs.",
            "closed_at": "2008-11-19T00:00:00Z",
            "created_at": "2008-05-12T07:22:38.053560Z",
            "creator_name": "Bernard Duffy",
            "government_response_at": "2009-01-09T14:59:33.441129Z",
            "government_responses": [
                {
                    "created_at": "2009-01-09T14:59:33.441129Z",
                    "details": "You signed a petition asking the Prime Minister to \"Revise the Current rates for private and company car Milage rates.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page17941\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'FuelAllowances'",
                    "updated_at": "2009-01-09T14:59:33.441129Z"
                }
            ],
            "opened_at": "2008-05-12T07:22:38.053560Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 247,
            "state": "finished",
            "updated_at": "2008-11-22T03:02:03.458249Z"
        },
        "id": 9452417
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/FuelAllowances/"
    },
    "type": "petition"
}