{
    "data": {
        "attributes": {
            "action": "ban the sale of video game Grand Theft Auto 4 (GTA 4)",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We ask the Prime Minister to please get a ban in place on Grand Theft Auto 4, the extremely violent video game which was recently released in the UK.\n\nSadly, we are moving into a violent society - our criminal courts are almost log jammed with cases involving murder, manslaughter, rape and other heinous crimes. Our jails are overflowing.\n\nA recent study has indicated that, on a per capita basis, the UK is now twice as violent as the USA.\n\nGrand Theft Auto 4 is nothing more than a killing simulator and it teaches to kill in much the same way the astronauts on Apollo 11 learned how to fly to the moon.\n\nIt is now time to reverse the tide of violence in the UK. We have to have the courage somewhere, sometime, to say \"no\" and this is a very good place to start.\n\nPlease show your support and sign our petition to have the game (and all others like it) banned across the UK.",
            "closed_at": "2008-11-12T00:00:00Z",
            "created_at": "2008-05-12T08:37:13.480139Z",
            "creator_name": "Matthew George",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-05-12T08:37:13.480139Z",
            "rejected_at": "2008-06-18T00:01:03.392841Z",
            "rejection": {
                "code": 20480,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government",
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-06-18T00:01:03.392841Z"
        },
        "id": 9453138
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/grandtheft/"
    },
    "type": "petition"
}