{
    "data": {
        "attributes": {
            "action": "Allow passengers to continue to drink alcohol on trains",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I believe that it is the right for people on drink alcohol on trains.\n\nIt is in the absolute minority that trouble should erupt by someone drinking on a train. Afterall, would such a person so determined to have an alcoholic beverage on a train be put off by a law allowing them not to be caught drinking on a train (but otherwise free to do so under their own accord, including being drunk when boarding a train - remember it doesn't smell like a cigarette does), I should think not.\n\nHow about we have a thought for people who travel on trains for the same length of time as a trans-atlantic flight who simply would like to recline in their impossibly uncomfortable seat (as that is all they can afford due to the price of a standard open return between Birmingham and London being nearly £130 during peak hours), with a beverage of their choice, which they are legally entitled to own and consume as such they should wish.\n\nWhy can we no longer allow the ordinary, decent majority of people in this country do as they wish any longer?",
            "closed_at": "2008-08-13T00:00:00Z",
            "created_at": "2008-05-13T00:25:24.915479Z",
            "creator_name": "Oliver Strandberg",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-05-13T00:25:24.915479Z",
            "rejected_at": "2008-06-19T00:01:04.959627Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-06-19T00:01:04.959627Z"
        },
        "id": 9460034
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ALCO-TRAIN/"
    },
    "type": "petition"
}