{
    "data": {
        "attributes": {
            "action": "Meet the Dalai Lama at 10 downing street",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I am dismayed by your decision to meet the Dalai Lama at Lambeth Palace and not Downing Street, where Prime Minister John Major and Prime Minister Tony Blair met the Dalai Lama in previous years.\nLast year Chancellor Angela Merkel met the Dalai Lama in her office, Prime Minister Stephen Harper met the Dalai Lama in his office and President George Bush presented the Dalai Lama with the Congressional Gold Medal. \n\nGiven the prevailing situation in Tibet - hundreds of deaths, thousands of arrests of peaceful protesters, the media blackout and the refusal of the Chinese government to allow independent observers into Tibet to investigate stories of torture, intimidation and deprivation - now is the time to acknowledge the Dalai Lama as the key to ending this decades-long tragedy?\n\nPrime Minister, you will be the first world leader to meet the Dalai Lama since the current unrest began in Tibet and Tibetan regions of China. It is crucial at this time that the Dalai Lama is recognised for what he is: the legitimate symbol of the Tibetan people’s struggle for self-determination.",
            "closed_at": "2008-06-03T00:00:00Z",
            "created_at": "2008-05-13T15:55:33.633760Z",
            "creator_name": "gordon black",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-05-13T15:55:33.633760Z",
            "rejected_at": "2008-06-15T00:01:07.004867Z",
            "rejection": {
                "code": 16384,
                "details": "",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-06-15T00:01:07.004867Z"
        },
        "id": 9466138
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/DalaiLamaNo10/"
    },
    "type": "petition"
}