{
    "data": {
        "attributes": {
            "action": "petition the Congolese govt. on four priorities for sustainable peace in Ituri,",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I am writing on behalf of Congo’s Ituri district, where reconstruction as part of a new integrated peace-building strategy is said to be required to prevent another round of violence. The latest report from the International Crisis Group, examines the local conflict’s root causes, including unequal access to land and unfair sharing of revenues from exploitation of natural resource. It analyses in detail a district that has too often been ignored by Kinshasa and which now needs a strategy involving national and provincial institutions, with the active support of the UN Mission in Congo (MONUC) and donors.\n\nThe international community has worked hard to take weapons away from armed groups and has to a large extent assumed the lead in the political and military process that has allowed for the progressive surrender of those militias during the transition process. \n\nPlease intervene, P.M. to ensure that the uneven, opaque distribution of revenues from exploitation of gold, collection of customs fees and extraction of oil at Lake Albert does not risk renewed tensions.",
            "closed_at": "2009-05-13T00:00:00Z",
            "created_at": "2008-05-13T19:06:15.666404Z",
            "creator_name": "J RICHARDS",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-05-13T19:06:15.666404Z",
            "rejected_at": "2008-06-19T00:01:04.959627Z",
            "rejection": {
                "code": 768,
                "details": "Your title should be a clear call for action, preferably starting with a verb, and not a name or statement.",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand",
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-06-19T00:01:04.959627Z"
        },
        "id": 9467889
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/congomafia/"
    },
    "type": "petition"
}