{
    "data": {
        "attributes": {
            "action": "Make Forced Marriages against the Law",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Forced Marriages are a breakage of Human rights. Our country great Britain, is not in place with the recognition that Forced Marriage is against the Law. \n\nAustralia’s stance against forced marriages must be looked at. Forced Marriages are common amongst the ethnic groups of Australian Society too, and they are dealing it in a way that is not seen within the Great Britain. To an extent, one could argue that Australian and British societies are fairly similar, and that this problem is occurring there, in the same way. So, it is only logical to take note that how they approach it as a CRIME should be examined by the UK. In Australia 25 years in prison if found to be doing this crime.\n\nThe Australian attitude is this \n\n20.In Australia in the amendment act in 2004 and further updated in 2007 to further re-enforce all areas of definition to strengthen the case for it as a law\n•\tThe definition of exploitation in the dictionary of the Criminal Code be amended to include forced marriage as a form of exploitation, and/or\n•\tThe proposed new offence of engaging in conduct causing another person to enter into servile marriage be expressed to include forced marriage.",
            "closed_at": "2009-05-20T00:00:00Z",
            "created_at": "2008-05-14T10:03:58.646587Z",
            "creator_name": "Alex Jones",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-05-14T10:03:58.646587Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 108,
            "state": "finished",
            "updated_at": "2009-05-22T03:02:26.391313Z"
        },
        "id": 9472163
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/UKForcedmarriage/"
    },
    "type": "petition"
}