{
    "data": {
        "attributes": {
            "action": "recognise the importance of encouraging cycling and the vulnerability of cyclists as road users",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The vulnerability of cyclists and the Government's failure to introduce serious pro-cycling measures need addressing. \n\nThis petition calls for:\n\n* The vulnerability of cyclists to be recognised by affording them the same rights as pedestrians, including but not limited to the ability to cross roads according to safety, not traffic lights.\n\n* The scrapping of the proposed anti-cyclists amendments to the highway code.\n\n* Introduction of legal protection of cyclists, as is the practise in Germany.\n\n* Enforcement of what little cycling infrastructure there is, including penalties for motorists ignoring ASLs and fines for owners of vehicles parked in cycle lanes.\n\n* Bicycles and bicycle paraphenalia to be zero rated for VAT.\n\n* Harsher punishments for people endangering cyclist's lives through reckless or agressive driving.",
            "closed_at": "2008-11-14T00:00:00Z",
            "created_at": "2008-05-14T12:14:19.820209Z",
            "creator_name": "Thomas Blessington",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-05-14T12:14:19.820209Z",
            "rejected_at": "2008-06-20T00:01:06.873529Z",
            "rejection": {
                "code": 768,
                "details": "Your title should be a clear call for action, preferably starting with a verb, and not a name or statement.",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand",
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-06-20T00:01:06.873529Z"
        },
        "id": 9473645
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/cyclistrights/"
    },
    "type": "petition"
}