{
    "data": {
        "attributes": {
            "action": "Ban remove all wire rope barriers on motorways and other roads to save motorcyclists lives",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Wire rope barriers are potentially dangerous for motorcyclists. These Barriers are a different forms of crash barrier seen on motorways and \"A\"roads if not others. In a crash they stop vehicle's crashing into the opposing lanes on the road or causing other accidents but they are shown to be lethal to motorcyclists. I therefore want the government to remove these barriers (known as cheese cutters/wires) as they make the road more dangerous to motorcyclists, and replace them with more motorcycle friendly traditional road barriers, so that in the event of a motorcycle accident, the motorcyclist bounces off the barrier and is not cut in two by them. Which has happened before in an accident involving these barriers. Thank you",
            "closed_at": "2009-05-14T00:00:00Z",
            "created_at": "2008-05-14T14:00:18.431474Z",
            "creator_name": "Matthew Hutchinson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-05-14T14:00:18.431474Z",
            "rejected_at": "2008-06-20T00:01:06.873529Z",
            "rejection": {
                "code": 768,
                "details": "Your title should be a clear call for action, preferably starting with a verb, and not a name or statement.",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand",
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-06-20T00:01:06.873529Z"
        },
        "id": 9474649
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/bikebarrier/"
    },
    "type": "petition"
}