{
    "data": {
        "attributes": {
            "action": "honour the Arsenal FC and England Team physio, Gary Lewin in the New Year's honours list, for his dedicated and sometimes life saving work.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Gary Lewin has been the Arsenal FC First team physio since 1986, and the England Team physio since 1996.  In that time he has amassed over 1,100 matches on duty for both club and country.\n\nIn that time, he has saved at least 3 footballers lives, including opposition players (most recently the England Captain, John Terry, in the 2007 Carling Cup Final), with quick reactions to situations; and has saved numerous players careers, with speedy treatment, and advice.  He goes above the call of duty, often assisting rival teams with treatment of players, to help them get back onto the pitch.\n\nIn times when players, managers are recognised for their achievements on the football field, we believe Gary Lewin should be recognised for his 20+ years tireless work.\n\nGary Lewin is a legend !!",
            "closed_at": "2008-11-22T00:00:00Z",
            "created_at": "2008-05-14T15:10:37.694480Z",
            "creator_name": "David Ayres",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-05-14T15:10:37.694480Z",
            "rejected_at": "2008-05-29T09:51:15.192325Z",
            "rejection": {
                "code": 16384,
                "details": "The Cabinet Office is actively seeking nominations for honours from the public. Please go to http://www.honours.gov.uk/",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-05-29T09:51:15.192325Z"
        },
        "id": 9475331
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Lewinhonour/"
    },
    "type": "petition"
}