{
    "data": {
        "attributes": {
            "action": "Julia Lambson",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I currently am in Adult Eduation, I suffer from Multiple Sclerosis. I can't work, and I am married to Nigel who has Dilated Cardiomyopathy.  This is a serious condition; the only treatment for this is to have a heart transplant. We both look forward to our classes; as we are each other's carer's, unpaid I might add.\nThe Government's so-called funding for this vital service is threatended. Often the centre is unmanned, there is nobody on reception.  I am studying for my Literatracy level 2, its quite hard for me to absorb but I am getting there. We have lots of people who find it very difficult learning.  It is not only older people who need help, we have lots of young particpants. I think that all the people who are currently gaining knowledge will be lost. Where will they go?  \nI urge you to think again regarding this essential learning resourse.\nJulia Lambson",
            "closed_at": "2009-05-15T00:00:00Z",
            "created_at": "2008-05-15T14:09:10.305729Z",
            "creator_name": "Julia Lambson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-05-15T14:09:10.305729Z",
            "rejected_at": "2008-06-21T00:01:05.992872Z",
            "rejection": {
                "code": 512,
                "details": "Your title should be a clear call for action, preferably starting with a verb, and not a name or statement.",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-06-21T00:01:05.992872Z"
        },
        "id": 9484483
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/AdultEducation/"
    },
    "type": "petition"
}