{
    "data": {
        "attributes": {
            "action": "Look into the long term health effects from being exposed to the products of combustion",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "CO-Awareness are becoming increasingly concerned at the growing number of victims who are going on to develop similar, if not identical, illnesses that we are told are not connected to Carbon Monoxide poisoning. As a consequence of this we are now deeply concerned that victims have been exposed to more than just Carbon Monoxide during the leakage of combustion products. We suspect that it's these toxins that are responsible for the long term health issues that so many victims are suffering from. We are calling on the Prime Minister to investigate this possibility as a matter of the utmost urgency. CO-Awareness is deeply concerned about the additional toxins that we believe have contributed to our victims ongoing health problems and we will continue to actively research this possible link to other toxins.",
            "closed_at": "2009-05-23T00:00:00Z",
            "created_at": "2008-05-15T13:51:46.250004Z",
            "creator_name": "Lynn Griffiths",
            "government_response_at": "2009-08-05T14:56:33.419527Z",
            "government_responses": [
                {
                    "created_at": "2009-08-05T14:56:33.419527Z",
                    "details": "You signed a petition asking the Prime Minister to \"Look into the long term health effects from being exposed to the products of combustion.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page20224\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'whatspoisoningus'",
                    "updated_at": "2009-08-05T14:56:33.419527Z"
                }
            ],
            "opened_at": "2008-05-15T13:51:46.250004Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 248,
            "state": "finished",
            "updated_at": "2009-05-24T00:01:01.134470Z"
        },
        "id": 9484276
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/whatspoisoningus/"
    },
    "type": "petition"
}