{
    "data": {
        "attributes": {
            "action": "introduce legislation to make it compulsory for nurses to change out of their uniforms after working their shift, before leaving the hospital.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "MRSA Action UK and Penwith Older Peoples’ Forum approved the proposal to create a petition to reintroduce the former NHS uniform policy in April 2008.  We call on the Prime Minister to introduce legislation to make it compulsory for nurses to change out of their uniforms after working their shift, before leaving the hospital.  \n\nThis measure should be introduced to stop the spread of infectious and life threatening illness caused by disease such as MRSA and Clostridium Difficile, and takes into account measures recently introduced to no longer require doctors to wear white coats.",
            "closed_at": "2008-11-23T00:00:00Z",
            "created_at": "2008-05-15T19:32:28.416344Z",
            "creator_name": "Derek Butler",
            "government_response_at": "2009-01-09T15:30:59.923504Z",
            "government_responses": [
                {
                    "created_at": "2009-01-09T15:30:59.923504Z",
                    "details": "You signed a petition asking the Prime Minister to \"introduce legislation to make it compulsory for nurses to change out of their uniforms after working their shift, before leaving the hospital.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page17948\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'nhs-uniforms'",
                    "updated_at": "2009-01-09T15:30:59.923504Z"
                }
            ],
            "opened_at": "2008-05-15T19:32:28.416344Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 238,
            "state": "finished",
            "updated_at": "2008-12-02T03:01:48.148148Z"
        },
        "id": 9487290
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/nhs-uniforms/"
    },
    "type": "petition"
}