{
    "data": {
        "attributes": {
            "action": "Legislate to oblige the gas companies to invest in the infrastructure in order to bring gas to rural communities",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The price of heating oil has virtually doubled in the past 12 months (from around 32p to the current 60p)\n\nThis is a huge problem for many, many villages in rural areas where gas is not available.\n\nThe government needs to help. This requires a 2 prong strategy for short and long term. We have been fortunate with mild winters in the past but we cannot rely on that. \n\nAt present prices we will have avoidable deaths in homes due to the cost of oil and people not being able to afford to heat them together with an impact on rural communities. \n\nShort term: Reduce and/or remove VAT from heating oil.\n \nShort term: Press the oil companies to help.\n \nLong term: The gas pipeline network needs the investment to reach many more villages nationwide. \n\nThis needs a long term investment plan over many years but needs to massively increase NOW.\n \nGovernment, gas distribution companies, gas pipeline companies etc must all participate and legislation together with planning and incentives (tax, allowances etc) must be in place to force this at a pace that enables the changes needed.   \n \nIn many cases the gas national grid is a relatively short distance from villages.",
            "closed_at": "2009-05-28T00:00:00Z",
            "created_at": "2008-05-16T10:32:36.914303Z",
            "creator_name": "Tim Adams",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-05-16T10:32:36.914303Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 4,
            "state": "finished",
            "updated_at": "2009-05-29T00:01:01.512215Z"
        },
        "id": 9491181
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Gastovillages/"
    },
    "type": "petition"
}