{
    "data": {
        "attributes": {
            "action": "Stop Police targeting biker’s rallies",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "There are many thousands of bikers in this country, we come all walks of life and wish the Prime Minister to act to ensure that our freedom to gather together and celebrate our lifestyle is not eroded by Police overreaction to issues between specific groups.\nWhy are police allowed to stop organised rallies at short notice using excuses of possible problems, citing fears of clashes between the Hells Angels and the Outlaws & the death of Canadian Hells Angel Gerard Tobin, 35, shot dead on the M40 last summer, (incidentally, twelve miles from the rally site!) and a recent attack by Angels on the rival Outlaws at Birmingham airport.\nWhy focus on issues with a small number of bikers rather than the trouble free majority?  To be honest there’s more violence in any major city on any weekend than you get at any of the bike shows.\n\nFestivals such as Glastonbury have a long history of bigger problems including drug abuse and regular deaths, yet these events go unchallenged by police.\n\nWe believe this is discrimination against bikers. Rallies like the Welsh National Show are attended by individuals, families & small clubs and not Hells Angel or Outlaw groups. The majority are trouble free events.",
            "closed_at": "2008-08-16T00:00:00Z",
            "created_at": "2008-05-16T15:08:53.563882Z",
            "creator_name": "Tom Jones",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-05-16T15:08:53.563882Z",
            "rejected_at": "2008-06-27T00:01:04.928489Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-06-27T00:01:04.928489Z"
        },
        "id": 9493856
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Biker-Events/"
    },
    "type": "petition"
}