{
    "data": {
        "attributes": {
            "action": "Fuel Duty: Government response!!!",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I have received a government response to fuel duty.\n\nThey said (via email) 'The Government's policy is that fuel duty rates should rise each year at least in line with inflation'\n\nI may ask, whose job gets a wage rise 'at least in line with inflation', never mind above the rate of inflation so we have an actual raise in a standard of living!\n\nI've always been a labourite......maybe not so now....\n\nThe full response to the fuel duty petetion below (if you can stay awake long enough to read it):\n\n@The Government's policy is that fuel duty rates should rise each year at least in line with inflation. This supports the Government's effort to reduce polluting emissions and assists with the funding of public services. In the Chancellor's 2008 Budget fuel duty rates were announced for future years, through to 2010-11. These increases are expected to result in carbon savings of 0.5 million tonnes of carbon dioxide (CO2) a year by 2010-11.\n\nEven after these changes duty rates in ............. (no more characters allowed)",
            "closed_at": "2009-05-16T00:00:00Z",
            "created_at": "2008-05-16T15:31:11.330309Z",
            "creator_name": "Jane Cambrook",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-05-16T15:31:11.330309Z",
            "rejected_at": "2008-06-27T00:01:04.928489Z",
            "rejection": {
                "code": 512,
                "details": "Your title should be a clear call for action, preferably starting with a verb, and not a name or statement.",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-06-27T00:01:04.928489Z"
        },
        "id": 9494123
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/FuelDutyres1/"
    },
    "type": "petition"
}