{
    "data": {
        "attributes": {
            "action": "change education policy to require schools/colleges/other institutions to educate students about bone marrow donation",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "PETITION FOR BETTER AWARENESS ABOUT BONE MARROW DONATION\n\nADRIAN Sudbury is a 26-year-old journalist who has battled two forms of leukaemia for the past 18 months. His treatment included a bone marrow transplant. Sadly for him, it failed and he has been given weeks to live. \nThere are 7,000 people out there waiting for a transplant right now.\nAdrian is using his final weeks to raise awareness of the need for more people to register as bone marrow donors.\nHe wants better education in schools, colleges and other education institutions about how to become a donor and why it is important.\nThis system is in place in Germany – a country with one of the fullest donor registers.\nAdrian wants the Government to require educational institutions to commit to including these issues in either the curriculum or pastoral care programme.\nIf you agree, please sign your name and help support a brave man in his campaign.",
            "closed_at": "2008-07-23T00:00:00Z",
            "created_at": "2008-05-16T19:16:26.721389Z",
            "creator_name": "Katie Campling",
            "government_response_at": "2008-09-30T15:40:49.243187Z",
            "government_responses": [
                {
                    "created_at": "2008-09-30T15:40:49.243187Z",
                    "details": "You signed a petition asking the Prime Minister to \"change education policy to require schools/colleges/other institutions to educate students about bone marrow donation.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page16941\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'bone-marrow'",
                    "updated_at": "2008-09-30T15:40:49.243187Z"
                }
            ],
            "opened_at": "2008-05-16T19:16:26.721389Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 11264,
            "state": "finished",
            "updated_at": "2009-06-19T03:02:39.123913Z"
        },
        "id": 9495750
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/bone-marrow/"
    },
    "type": "petition"
}