{
    "data": {
        "attributes": {
            "action": "request that the Identity and Passport Service (IPS) reverses their decision to remove passport production from the Glasgow Passport Office.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "As part of the Government's efficiency plans, the first stage of the IPS restructuring plans will result in approximately 100 job losses in Scotland. IPS has stated that counter services will remain in Scotland for the foreseeable future, however we note that these facilities are also under review and may be removed from Scotland within the next few years. The long-term plans are for IPS to only have 2 or 3 central processing centres instead of the 7 Passport Offices, again resulting in hundreds of job losses across the UK.  We therefore request that no compulsory redundancies will take place in any part of the Identity and Passport Service.",
            "closed_at": "2009-06-03T00:00:00Z",
            "created_at": "2008-05-18T10:17:07.905461Z",
            "creator_name": "S Edwards",
            "government_response_at": "2009-08-06T12:31:30.618808Z",
            "government_responses": [
                {
                    "created_at": "2009-08-06T12:31:30.618808Z",
                    "details": "You signed a petition asking the Prime Minister to \"request that the Identity and Passport Service (IPS) reverses their decision to remove passport production from the Glasgow Passport Office.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page20235\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'passportservices'",
                    "updated_at": "2009-08-06T12:31:30.618808Z"
                }
            ],
            "opened_at": "2008-05-18T10:17:07.905461Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 772,
            "state": "finished",
            "updated_at": "2009-06-04T00:01:01.258786Z"
        },
        "id": 9502834
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/passportservices/"
    },
    "type": "petition"
}