{
    "data": {
        "attributes": {
            "action": "provide funding and use legislation for creation of new public bridleways",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Horse Riders have access to less than 25% of the current public rights of way network, and face danger when using todays busy roads.\n\nTo ensure appropriate funding is in place and legislation (Highway Act 1980 S26) to be used by local authorities for new bridleways to be shown on definitive maps and ordnance survey maps.\n\nTo ensure the Highway AGency develops a national programme of re-instating severed crossing points by creating new dedicated bridle bridges or underpasses as safe crossing points for motorways or trunk roads.\n\nTo ensure Local authorites and parish councils develop local joined up community riding circuits of 5-15 miles to rebuild the national bridleroute network.",
            "closed_at": "2009-05-28T00:00:00Z",
            "created_at": "2008-05-18T08:07:24.075764Z",
            "creator_name": "Sue Jeggo",
            "government_response_at": "2009-07-31T14:36:38.881581Z",
            "government_responses": [
                {
                    "created_at": "2009-07-31T14:36:38.881581Z",
                    "details": "You signed a petition asking the Prime Minister to \"provide funding and use legislation for creation of new public bridleways.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page20179\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'publicbridleways'",
                    "updated_at": "2009-07-31T14:36:38.881581Z"
                }
            ],
            "opened_at": "2008-05-18T08:07:24.075764Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 4098,
            "state": "finished",
            "updated_at": "2010-02-25T14:36:22.183144Z"
        },
        "id": 9502170
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/publicbridleways/"
    },
    "type": "petition"
}