{
    "data": {
        "attributes": {
            "action": "abandon the Counter-Terrorism Bill 2008 and shrink the legal definition of terrorism so that it applies only to acts of violence against people rather than damage to property, crimes of speech or association",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This Bill is wrong because it promotes new forms of punishment without trial and retains the excessively broad definition of terrorism from the 2000 Terrorism Act, which includes not only violent acts but also the mere threat of serious damage to property anywhere in the world in an attempt to influence any government. ‘Anti-terror’ powers have been used to convict for membership of organisations, and to harass protestors for peaceful activities. The Bill's new offence of 'seeking or communicating information about the armed forces which could be useful to terrorism' could be used against the peace movement. \nThe Bill proposes further forms of punishment without (or after) trial – e.g., confiscation of property such as bank accounts or vehicles,and bans on foreign travel,which could be imposed on the basis of secret evidence withheld from defendants. It allows post-charge questioning of suspects, through which persons in custody could be intimidated into making confessions or into incriminating others.\n\nThe Bill also allows no-jury inquests which would seriously undermine police accountability in cases like the shooting of Jean Charles de Menezes.",
            "closed_at": "2008-08-29T00:00:00Z",
            "created_at": "2008-05-19T10:42:09.810746Z",
            "creator_name": "Anne Gray",
            "government_response_at": "2009-01-30T14:51:47.049904Z",
            "government_responses": [
                {
                    "created_at": "2009-01-30T14:51:47.049904Z",
                    "details": "You signed a petition asking the Prime Minister to \"abandon the Counter-Terrorism Bill 2008 and shrink the legal definition of terrorism so that it applies only to acts of violence against people rather than damage to property, crimes of speech or association\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page18162\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'terrorismbill'",
                    "updated_at": "2009-01-30T14:51:47.049904Z"
                }
            ],
            "opened_at": "2008-05-19T10:42:09.810746Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 341,
            "state": "finished",
            "updated_at": "2008-08-30T00:01:01.337972Z"
        },
        "id": 9510451
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/terrorismbill/"
    },
    "type": "petition"
}