{
    "data": {
        "attributes": {
            "action": "Undertake a reassessment of UK Energy Supplies, in particular evaluate the risk of an imminent peak or plateau in global oil production",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Government considers that the world's oil and gas resources are sufficient to sustain economic growth for the foreseeable future. One question is how long is the forseeable future, but many experts now agree that global oil production is likely to plateau and peak within the next 5 years. Furthermore, a significant number of senior figures in the oil industry anticipate an imminent ceiling on oil production and the International Energy Agency expects a Supply Crunch before 2012. Despite this and unlike several other countries, the UK has published no study into the availability of future oil and gas supplies. Indeed the Energy White Paper still expects UK oil consumption to rise in the medium term. This petition highlights the need for a major reappraisal by UKG given increasing concerns about the reliability of world reserve data and declining production from 64 of the 98 oil-producing countries.",
            "closed_at": "2008-07-29T00:00:00Z",
            "created_at": "2008-05-19T13:18:55.628321Z",
            "creator_name": "Chris Jones",
            "government_response_at": "2008-09-15T14:11:00.418091Z",
            "government_responses": [
                {
                    "created_at": "2008-09-15T14:11:00.418091Z",
                    "details": "You signed a petition asking the Prime Minister to \"Undertake a reassessment of UK Energy Supplies, in particular evaluate the risk of an imminent peak or plateau in global oil production.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page16833\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Oil-Depletion'",
                    "updated_at": "2008-09-15T14:11:00.418091Z"
                }
            ],
            "opened_at": "2008-05-19T13:18:55.628321Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 565,
            "state": "finished",
            "updated_at": "2008-08-10T04:11:20.226630Z"
        },
        "id": 9512315
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Oil-Depletion/"
    },
    "type": "petition"
}