{
    "data": {
        "attributes": {
            "action": "Reject Plans for a Phone & eMail database to spy on every man, woman & child in the UK",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Ministers are to consider plans for a database of electronic information holding details of every phone call and e-mail sent in the UK.\nThe plans, reported in the Times, are at an early stage and may be included in the draft Communications Bill later this year, the Home Office confirmed.\nA Home Office spokesman said the data is a \"crucial tool\" for protecting national security and prevent crime.\nMinisters have not seen the plans which were drawn up by Home Office officials.\nA Home Office spokesman said: \"The Communications Data Bill will help ensure that crucial capabilities in the use of communications data for counter-terrorism and investigation of crime continue to be available.\n\"These powers will continue to be subject to strict safeguards to ensure the right balance between privacy and protecting the public.\"\n\t\n Given the appalling track record of data loss, this state is simply not to be trusted with such private information  \nA number of data protection failures in recent months, including the loss of a CD carrying the personal details of every child benefit claimant, have embarrassed the government.",
            "closed_at": "2009-05-20T00:00:00Z",
            "created_at": "2008-05-20T00:55:15.694493Z",
            "creator_name": "Charles Lowndes",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-05-20T00:55:15.694493Z",
            "rejected_at": "2008-06-27T00:01:04.928489Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/edatabase/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-06-27T00:01:04.928489Z"
        },
        "id": 9518129
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Phone-Database/"
    },
    "type": "petition"
}