{
    "data": {
        "attributes": {
            "action": "Cut Fuel Duty to enable a retail price of £1 per litre for diesel and petrol and stop VAT on Gas and electricity",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Enough is enough!\n\nSince October 2007 when the price breached the £1 a litre mark prices have steadily risen. Petrol is now around £1.20 a litre and diesel £1.30...20% and 30% rises in 6 months?!\n\nWe've had enough and the government has raked in enough!!!\n\nScrapping the VAT on Petrol and diesel would enable a retail price of around £1 per litre for petrol with over half still going to governments coffers. A reduction of a further 10p in duty would bring diesel in line and give our transport industry a much needed competitive edge (the inducstry is in a vital cog in our economy surely?).\n\nDuty has not discouraged car use (the lack of affordable reliable public transport has) so the argument of taxing fuel as a deterrent is a complete red herring.\n\nWe already pay tax on our meagre salaries!!! And we get hit twice with the cost of transport affecting household good prices.\n\nAs a necessity, it is a disgrace that gas and electircity carry any taxation at all. Taxation on fuel causes fuel poverty. VAT on fuel should be scrapped now and a harder line taken with the energy companies with a maximum mark up on wholesale prices enforced.\n\nAre you listening No 10??",
            "closed_at": "2008-07-21T00:00:00Z",
            "created_at": "2008-05-20T15:55:06.014730Z",
            "creator_name": "M Murray",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-05-20T15:55:06.014730Z",
            "rejected_at": "2008-06-28T00:01:04.352790Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/NoVATonFuelDuty/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-06-28T00:01:04.352790Z"
        },
        "id": 9525311
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ControlFuel/"
    },
    "type": "petition"
}