{
    "data": {
        "attributes": {
            "action": "support a referendum on plans to introduce a congestion charge in Greater Manchester, before and congestion charging scheme is adopted.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The association of Greater Manchester Authorities (AGMA) has submitted a bid to the Transport Innovation Fund for transport proposals which include the imposition of the world's largest congestion charging zone. These proposals would unfairly penalise businesses, employees and residents and risk significant damage to the regions economy. AGMA must reconsider these proposals and bring forward better and less damaging alternatives.\n\nIn February 2005, the City of Edinburgh Council held a referendum on proposed transport and congestion charging proposals. If AGMA intends to pursue proposals which include congestion charging then Greater Manchester's residents deserve the same right to be heard and to give their verdict. This right should be available in every council across Greater Manchester.",
            "closed_at": "2009-05-22T00:00:00Z",
            "created_at": "2008-05-21T11:46:52.257705Z",
            "creator_name": "Micheal Lyons",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-05-21T11:46:52.257705Z",
            "rejected_at": "2008-06-29T00:01:03.535361Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/nigelA/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-06-29T00:01:03.535361Z"
        },
        "id": 9533102
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Mcrcharge/"
    },
    "type": "petition"
}