{
    "data": {
        "attributes": {
            "action": "address concerns that fewer teenagers are expected to choose the new diploma courses. NVQs were created to solve old skills attainment problems - how to equip generations and assess individuals with skills for life, who may not be academically gifted, but still aspire to gain some qualification. Yet, in practice, the NVQ system turned out to be just as much paper - flapping as ever - precisely what school - leavers were hoping to get away from ! Please don;t discourage young people further, than the Labour adminsitrations have already done with student loans, by then making their hard earned qualifications non - recognised.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Given that Ministers will publish figures showing how many pupils will start the first five diplomas - which combine theory with work experience - when a national pilot begins in September. But supporters of the scheme said they believed the number would be significantly lower than the 40,000 teenagers the Government had originally hoped for. Why is this ? The petitioner is calling on the PM. to examine the use of govt targets and perhaps address the success of policies with input, process and output indicators. \n\nGiven Schools Secretary, Ed Balls, has said he believes diplomas could replace A-levels and GCSEs as \"the qualification of choice\" for 14 to 19-year-olds in England - please can the Sec of State confirm the cost benefits of this change.\n\nGiven today's BBC report, which estimates that 40,000 pupils are truant each week - is this another case of initiatives doomed to failure, because they are missing the point ?",
            "closed_at": "2009-05-21T00:00:00Z",
            "created_at": "2008-05-21T14:19:53.981048Z",
            "creator_name": "J RICHARDS",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-05-21T14:19:53.981048Z",
            "rejected_at": "2008-06-28T00:01:04.352790Z",
            "rejection": {
                "code": 256,
                "details": "Your title should be a clear call for action.",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-06-28T00:01:04.352790Z"
        },
        "id": 9535242
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/schooldiplomas/"
    },
    "type": "petition"
}