{
    "data": {
        "attributes": {
            "action": "join together with people of many nations who are urgently calling upon the United Nations Secretary General to take action now in order to resolve the current situation in Zimbabwe.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Sokwanele (Enough is enough)\n\nWhen this petition was created 9503 people had already petitioned the United Nations General Secretary to take necessary action to stop the violent campaign and blatant human rights abuses being carried out in the Zimbabwe.\n\nThe atrocities are increasing both in quantity and also in degree and  furthermore look set to continue so until after the election.\n\nJames McGee, the US Ambassador to Zimbabwe, has added his voice to the outcry stating that the situation was indeed spiraling out of control, precluding the possibility of a free and fair election. Whatever the election \"result\" there is no way the existing regime would have any remaining legitimacy. Desmond Tutu has spoken of the possibility of an \"indictment before the International Criminal Court due to the grave human rights violations\" in the name of ZANU and Mugabe.\n\nThousands more will doubtless join the UN petition. What more should it take? Will the Prime Minister join them by responding to this one?",
            "closed_at": "2009-05-21T00:00:00Z",
            "created_at": "2008-05-21T14:34:05.248400Z",
            "creator_name": "Jocelyn E.Chappell",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-05-21T14:34:05.248400Z",
            "rejected_at": "2008-06-28T00:01:04.352790Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/actnow4zimbabwe/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-06-28T00:01:04.352790Z"
        },
        "id": 9535394
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/helpsavezimbabwe/"
    },
    "type": "petition"
}