{
    "data": {
        "attributes": {
            "action": "heed workplace warnings and avoid trade union action at all costs - no govt should be held to ransom in this way. To stabilise the govt, encourage the kind of conditions in which the economy flourishes and avoid the kind of stop - go adminstrative nightmares that plagued the 1970's.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "That the government is facing the threat of a fresh wave of strikes by public sector workers in a series of disputes over pay involving civil servants, college lecturers and firefighters is a shocking inditement on govt, let alone one adhering to Labour - friendly policies, whose manifesto boasts worker's rights in election glory. \n\nPoliticists of my generation are reminded of the pre - Thatcher era, when a wave of strikes pre - empted the election of a Conservative govt.\n\nWhat's the purpose of having a workforce that doesn't work ???\nA Labour govt, that does little to labour on behalf of labour ?\n\nGiven General Secretary, Mark Serwotka's bitter attack on P.M. for the way civil servants were being treated, the petitioner is calling on the P.M. to come up with some practical solutions. I fear that Labour movement, at large, will pay for pay freezes and pay cuts.",
            "closed_at": "2009-05-21T00:00:00Z",
            "created_at": "2008-05-21T19:00:33.846200Z",
            "creator_name": "J RICHARDS",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-05-21T19:00:33.846200Z",
            "rejected_at": "2008-06-28T00:01:04.352790Z",
            "rejection": {
                "code": 512,
                "details": "Your title should be a clear call for action, preferably starting with a verb, and not a name or statement.",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-06-28T00:01:04.352790Z"
        },
        "id": 9538579
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/strikeoutstrikes/"
    },
    "type": "petition"
}