{
    "data": {
        "attributes": {
            "action": "increase home building in the rented sector by 50,000 per year above the current level (as a Committee of MPs warns is needed) and deal with a waiting list backlog.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The petitioner is calling for action to ensure that council and housing association homes are spread throughout communities, rather than concentrated in estates which become areas of deprivation.\n\nThe same AOL report said recommends that councils should be granted greater freedom to build on land which they own and to use money raised from the right-to-buy scheme to construct new homes. Please support this - yet maintain garden sites i.e. play areas etc.\n\nPlease also heed the warnings that restrictions on right-to-buy should be allowed in neighbourhoods where it is causing problems.\n\nCheap rooms to let, and the people who live there, are infamously out of reach of almost every govt policy - so please, in your Exchequer experience take action through the tax system to discourage buy-to-leave landlords, whose activities have left much city accomodation dagerous - as many as 30% of new apartments lie vacant in central Leeds. Please can central govt. give better guidance to County Councils on equitable and prompt distribution of housing facilities.\n\nRising repossessions and homelessness mean the govt must act ...",
            "closed_at": "2009-06-03T00:00:00Z",
            "created_at": "2008-05-21T20:28:49.197009Z",
            "creator_name": "J RICHARDS",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-05-21T20:28:49.197009Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 5,
            "state": "finished",
            "updated_at": "2009-06-04T00:01:01.258786Z"
        },
        "id": 9539621
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SOCIALHOMES/"
    },
    "type": "petition"
}