{
    "data": {
        "attributes": {
            "action": "stop the rising costs of fuel, energy, food and rates. The hardworking public may be struggling under the contunued weight of the unreasonable increases, yet the companies concerned continue to report record profits.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I am a reasonable, tax paying and law abiding member of the public. My husband and I work extremely hard for a reasonable salary, we work long hours and save to be able to pay for what we have. However, like much of the UK, I feel that we are being penalised with the increasing rises in fuel, energy, food, council tax and mortgage rates. \n\nI feel powerless because whilst I am struggling to pay for these items, my hands are tied because I need them. They are not a luxury. I must buy petrol to get to work to earn my wage, I must buy food to feed my family, I must heat my house to keep us warm, I must pay my mortgage or lose my house, I must pay for the people who do not wish to work, I must pay my council tax or be taken to court.\n\nI’m sure I’m like everyone else – I cannot make a difference, my voice will not be heard and I have no choice but to continue to make ends meet as best I can to provide for my family. But what if it could be different?\n\nPlease sign this petition to show your discontent and please leave a reasoned comment if you wish. I may not be a loud voice alone, but collectively, we must be heard. The hardworking people of this country are reaching the end of their patience.",
            "closed_at": "2009-05-22T00:00:00Z",
            "created_at": "2008-05-22T10:41:45.737135Z",
            "creator_name": "E. Driscoll",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-05-22T10:41:45.737135Z",
            "rejected_at": "2008-06-28T00:01:04.352790Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/Profitering/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-06-28T00:01:04.352790Z"
        },
        "id": 9544633
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/CoststoLive/"
    },
    "type": "petition"
}