{
    "data": {
        "attributes": {
            "action": "Look at the percentage of duty paid on fuel",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Does the government think that we believe there spin that fuel prices are high due to green issues. this is\nnot believed by the public the higher the price of oil the more duty they collect.This is another government con.\nWe think that the government should fix the amount of duty to 50 pence rather than the percentage rate.\nIf they where honest they would tell\nus they love the oil price being high.\nWhen the oil companies are making record profits how much money is the \ngovernment making. They dont want us  using green energy because this would\ncost them revenue.If they wanted to they could put the extra revenue into providing a good grant system so that everyone could afford to have it installed. But remember solar power and wind power doesnt create revenue.\nSo please stop using the excuse that fuel duty is high for green reasons.\nFix the percentage rate now or give the\nextra money to provideing solar or wind power free to everyone.\n                     John Meritt",
            "closed_at": "2008-07-22T00:00:00Z",
            "created_at": "2008-05-22T17:35:07.792315Z",
            "creator_name": "John Meritt",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-05-22T17:35:07.792315Z",
            "rejected_at": "2008-06-28T00:01:04.352790Z",
            "rejection": {
                "code": 2048,
                "details": "http://search.petitions.pm.gov.uk/kbroker/number10/petitions/search.lsim?qt=fuel+duty&sr=0&nh=10&cs=&sc=number10&oq=knife+crime&sb=0&ha=1157&mt=0",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-06-28T00:01:04.352790Z"
        },
        "id": 9550817
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Percentage/"
    },
    "type": "petition"
}