{
    "data": {
        "attributes": {
            "action": "Submit to the constitutional and lawfull head of this country and refuse to submit to the directives of European ditactorship",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The lawfull and constitutional power and authority to rule over and to govern the country resides in the crown.That power and right is in part devolved to parliament and the goverment of the day insofar as they are in loyal submission to the crown.\nTo that end each MP swears an oath of alegience and bows the head.\nYou cannot serve two masters.You will love the one and hate the other.\nTherefore for any minister of the CROWN and in particular her first and PRIME minister to submit to the dictations of a foreign power and as yet unseen perminent head of a European (so called )union is to abnegate thier oath and to open themselves to the charge of high treason and to disqualify themselves as members of parliament ;servants of the crown and true representatives of the country.\nTherefore this petition is to remind both Her majesties prime minister that he is but a SERVANT of the  crown and has NO legal constitutional right to submit himself and the country to any directives of Europe.",
            "closed_at": "2009-06-02T00:00:00Z",
            "created_at": "2008-05-22T22:21:43.913853Z",
            "creator_name": "G Blezard",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-05-22T22:21:43.913853Z",
            "rejected_at": "2008-06-03T16:47:13.459294Z",
            "rejection": {
                "code": 256,
                "details": "",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-06-03T16:47:13.459294Z"
        },
        "id": 9554584
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Oathofsubmission/"
    },
    "type": "petition"
}