{
    "data": {
        "attributes": {
            "action": "Appoint a Royal Commission of Inquiry into the Child Protection Services.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The news that followed on Thursday 23rd May of a child in Birmingham starving to death shocked us all - Except for the few who have seen this before - Victoria Climbe, Lauren Wright, and more.\n\nThere are thousands of children who suffer serious abuse and even death whilst under the care and supervision of child protection agencies. There are conversely many thousands of children and families who are falsely accused of child abuse and are subjected to unwarranted child protection investigations which often devastate their lives. Some parents are even wrongfully imprisoned. Often the errors affect groups of children and their families e.g. Cleveland, the Orkneys,etc. Such devastation has often been caused by the use of scientifically fraudulent theories by child protection workers and associated professionals. E.g. Satanic Ritual Abuse, Repressed Memory Syndrome, FII, SBS. \n\nA Royal Commission is urgently needed to investigate the current system and to recommend desperately needed reforms to the system.\n\nPlease! This has happened ONCE TO OFTEN! ITS TIME FOR PROPER REGULATION AND A STRICT SET OF RULES NATIONWIDE - NOT BY COUNTY!",
            "closed_at": "2009-05-30T00:00:00Z",
            "created_at": "2008-05-23T17:16:31.551649Z",
            "creator_name": "Warren Marris",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-05-23T17:16:31.551649Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 99,
            "state": "finished",
            "updated_at": "2009-06-04T03:02:21.196181Z"
        },
        "id": 9566065
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/CProtRef/"
    },
    "type": "petition"
}