{
    "data": {
        "attributes": {
            "action": "INTRODUCE ROBUST PROCESS TO PREVENT CHANGING NAME BY DEED POLL BY IMMIGRANTS TO A BRITSH SOUNDING NAME IN ORDER TO OBTAIN A BRITISH PASSPORT FALSLEY",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In connection with the Job I do, I have encountered the following situation, where an Iranian National, had changed his name by Deed Poll to a British sounding name. He had then obtained a British Passport in that name. He did not appear to have been subject to the normal process to obtain a British Passport, by a Non British National. As a British,born  National is subject to extremeley stringent Identity checks to get a Passport (recently my son's girlfriend, who did not have her Birth Certificate, to send with her first Passport Application, was asked to send her Parents Marriage Certificate, in support of her Application). There appears to be an inconsistency here. Possibly a loop hole being exploited, when, rightly so, the Application process should be protective of the erroneous issue of British Passports. After all a British Passport is a gateway to all manner of benefits in the UK. The issue of Passports in a less than stringent process is doubley doubtful, when the low paid of the UK, can't even afford one, let alone afford to travel outside their own Country.",
            "closed_at": "2008-08-24T00:00:00Z",
            "created_at": "2008-05-24T09:53:05.899308Z",
            "creator_name": "Merle Ann Taylor",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-05-24T09:53:05.899308Z",
            "rejected_at": "2008-06-29T00:01:03.535361Z",
            "rejection": {
                "code": 256,
                "details": "Please address the excessive use of capital letters; they make your petition hard to read.",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-06-29T00:01:03.535361Z"
        },
        "id": 9572645
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Passportissuing/"
    },
    "type": "petition"
}