{
    "data": {
        "attributes": {
            "action": "ensure that the damage to Greenwich Park and the restrictions in access to the Park which will be caused by the Olympic 2012 equestrian events are reduced by moving at least the cross country events to a more suitable location",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The decision to hold the equestrian events of the London 2012 Olympics in the Royal Park at Greenwich was made without any public consultation. There are objections to this, particularly the cross country event,not only from the environmental but also from the equestrian point of view.\n\nThe main objections are:\n- the small size of the Park in comparison to past venues;\n- the nature of the terrain;\n- the likelihood of damage to the fabric of the Park;\n- the restriction of public access to this unique green lung in South East London;\n- the congestion on already congested local roads will be massive, not only during the Games (29 July - 10 August 2012 and Paralympics 1 August - 4 September) but also during the construction period (especially worrying is the likelihood of periods of closure of Romney Road (A206), the main road between the old Royal Naval College and the Queen's House) and the partial closure of the Blackwall Tunnel at certain times.\n\nThere are many more suitable venues available, especially for cross country, some within easy reach of London.",
            "closed_at": "2009-05-30T00:00:00Z",
            "created_at": "2008-05-24T14:28:05.687879Z",
            "creator_name": "Michael Goldman",
            "government_response_at": "2009-09-21T11:43:11.357581Z",
            "government_responses": [
                {
                    "created_at": "2009-09-21T11:43:11.357581Z",
                    "details": "You signed a petition asking the Prime Minister to \"ensure that the damage to Greenwich Park and the restrictions in access to the Park which will be caused by the Olympic 2012 equestrian events are reduced by moving at least the cross country events to a more suitable location.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page20554\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'GreenwichOlympic'",
                    "updated_at": "2009-09-21T11:43:11.357581Z"
                }
            ],
            "opened_at": "2008-05-24T14:28:05.687879Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 3545,
            "state": "finished",
            "updated_at": "2009-05-31T00:01:01.246461Z"
        },
        "id": 9575284
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/GreenwichOlympic/"
    },
    "type": "petition"
}