{
    "data": {
        "attributes": {
            "action": "Engage with Fuel manufactures and suppliers to achieve better market value for UK consumers of Petrol and Diesel.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Whilst we acknowledge that the government has suspended increase in fuel duty until October 2008, we petition the Prime Minister to engage with the petrol and Diesel manufacturing industry to reduce the impact of market forces on UK consumers. \nWe are lead to understand that in the United States in particular the government takes on the duty to engage with the fuel industry to achieve the best market value possible for its citizens when paying for petrol and diesel. As a result with the aid of government involvement petrol is currently selling in the US for an average of $3.62 per gallon (inc taxes) which equates to $0.79 per litre, at current exchange rates that is only £0.40 per litre compared to the £1.11 and rising we are paying in the UK. Whist we understand that the US is subject to differing market forces and a fluctuating exchange rate we feel that the efforts of the US government and other world leading governments to achieve the best value of petrol and diesel for their citizens greatly outweighs the current efforts of the UK government to achieve the same. \nWe therefore implore the Prime Minister to engage with the fuel industry to fight for better value for the UK consumer.",
            "closed_at": "2008-08-30T00:00:00Z",
            "created_at": "2008-05-24T15:44:20.622886Z",
            "creator_name": "Adam Kerfoot",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-05-24T15:44:20.622886Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 9,
            "state": "finished",
            "updated_at": "2008-12-04T17:02:41.017774Z"
        },
        "id": 9576117
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Fuelmarketforces/"
    },
    "type": "petition"
}