{
    "data": {
        "attributes": {
            "action": "Alethea Borgman",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Immigration/Culture, what does it mean to be English, Welsh or Scottish? Are we allowed to say we are TRULY British or will that incur a fixed penalty charge? Taxation - I held down a senior role and payed huge taxes, I was worse off than a single mother school leaver \"Why should I work, the state will pay\" they say! Education - 75-80% of people I've interviewed over the last 7 years can not spell, are not articulate and struggle with basic arithmetic skills. Shame, since we spent ££££'s educating them at UNIVERSITY. They did enjoy the drink at the pub though! NHS -Cost reduction has crippled standards. Set up a costly \"quango\" sure help put things right?! Mr B, why can't we have smoking licenses for pubs in the UK? You might make a bit of extra dosh that way!! Sir Cameron find some solutions, or else we will never recognise where we came from.\nMy petition is to campaign Gordon's exit!!!!!!!!!!! NOW!  He was never elected and now is the time for a general election  and a referendum on europe!",
            "closed_at": "2008-07-24T00:00:00Z",
            "created_at": "2008-05-24T17:53:33.536122Z",
            "creator_name": "Alethea Borgman",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-05-24T17:53:33.536122Z",
            "rejected_at": "2008-06-28T00:01:04.352790Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/VOTE4CHANGE/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-06-28T00:01:04.352790Z"
        },
        "id": 9577482
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/OutLabournow/"
    },
    "type": "petition"
}