{
    "data": {
        "attributes": {
            "action": "introduce legislation to change the law so that ANYBODY convicted of causing the death of someone not known to them, with a knife or a firearm or any other kind of weapon, is AUTOMATICALLY sentenced to be put to death and sentence to be carried out within 24 hours of conviction.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This country is on a downward spiral with regard to random killings on a par to challenge the record of 3rd world and African countries.  Everything which has been tried to date has failed to have any effect upon the numbers of people now being murdered.  The people should be given an opportunity to voice their opinion as to whether we are prepared to tolerate this any longer and the way to put an end to this is to execute - without any opportunity to appeal against the sentence - the perpetrators.  The message must go out.  If you kill somebody you don't know then you will die for it - immediately on conviction and without any further discussion.",
            "closed_at": "2009-05-24T00:00:00Z",
            "created_at": "2008-05-24T20:22:34.194523Z",
            "creator_name": "Keith Jones",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-05-24T20:22:34.194523Z",
            "rejected_at": "2008-06-29T00:01:03.535361Z",
            "rejection": {
                "code": 2048,
                "details": "Similar to http://petitions.pm.gov.uk/DeathPenalty2007/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-06-29T00:01:03.535361Z"
        },
        "id": 9579033
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/StopThemKilling/"
    },
    "type": "petition"
}