{
    "data": {
        "attributes": {
            "action": "reject any attempt by Lewisham Council to change the golf course at Beckenham Place Park from 18 holes to 9 holes. We believe that the retention of the full 18 holes is essential to the maintenance of the character, challenge and community role of the course.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Beckenham Place Park Golf Course is a public course within a public park in south east London. For hundreds of thousands of golfers, this is the course where they learned the game. Once the most-played public course in Europe, Beckenham Place Park is the only public course in the ‘inner boroughs’ of South London. In addition, it has in recent years assumed a leading role in bringing the game of golf to the youth of the district with a thriving junior academy introducing this splendid game, with its emphasis on fair play and etiquette, to players as young as 8 years old. \n\nIn 2007, ironically the centenary year of the original golf course on this site, we learned that Lewisham Council was evaluating options whereby the course would be reduced from 18 to 9 holes – as the council attempts to off-load its responsibilities towards the upkeep of the park, its listed mansion and the golf course.",
            "closed_at": "2008-08-09T00:00:00Z",
            "created_at": "2008-05-25T14:46:47.005902Z",
            "creator_name": "David Hansom",
            "government_response_at": "2008-09-26T13:23:51.538392Z",
            "government_responses": [
                {
                    "created_at": "2008-09-26T13:23:51.538392Z",
                    "details": "You signed a petition asking the Prime Minister to \"reject any attempt by Lewisham Council to change the golf course at Beckenham Place Park from 18 holes to 9 holes. We believe that the retention of the full 18 holes is essential to the maintenance of the character, challenge and community role of the course.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page16956\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'BeckenhamGolf'",
                    "updated_at": "2008-09-26T13:23:51.538392Z"
                }
            ],
            "opened_at": "2008-05-25T14:46:47.005902Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 270,
            "state": "finished",
            "updated_at": "2008-08-14T03:39:29.167152Z"
        },
        "id": 9586098
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BeckenhamGolf/"
    },
    "type": "petition"
}