{
    "data": {
        "attributes": {
            "action": "To petition the government to invest in greater insulation of homes to tackle rising fuel poverty",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Friends of the Earth believes that the Government's plan for tackling fuel poverty is now fatally flawed.\n\nIt has failed to accurately identify which households are in fuel poverty and as a result the Government's schemes to tackle the problem are often not reaching the right people. \n\nIt has failed to set a minimum standard of energy efficiency for treating all affected households. As a result the energy efficiency measures that have been rolled out by Government and energy companies often fail to remove households from fuel poverty or to protect them from future fuel poverty as a result of rising energy prices. \n\nIt has failed to take the steps necessary to deal with harder-to-treat households; \n\nCrucially, it has failed to allocate the sums that are necessary to deal with fuel poverty and meet its legally binding targets for eliminating fuel poverty. \n\nThe result is that the UK has one of the worst insulation records in Europe. The carbon emissions from UK homes represent over a quarter of the UK's total emissions and have risen since New Labour came to power in 1997.",
            "closed_at": "2009-05-30T00:00:00Z",
            "created_at": "2008-05-25T15:13:08.453002Z",
            "creator_name": "Orion Hale",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-05-25T15:13:08.453002Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 11,
            "state": "finished",
            "updated_at": "2009-05-31T00:01:01.246461Z"
        },
        "id": 9586418
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/FuelPoverty/"
    },
    "type": "petition"
}