{
    "data": {
        "attributes": {
            "action": "get the NHS to treat people with invisible illnesses with respect and not force them to have to go private just to get the diagnosis and care they need.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "People with invisible illnesses, including but not limited to, Asperger's Syndrome etc. should have access to the same care and services as those with visible illnesses.  They should be treated with respect and not disdain.  They should be able to get diagnosis AND treatment on the NHS, and not be forced to go private, paying up to £1000 for a diagnosis (source Asperger East Anglia), to get the care they need because the NHS 'does not recognise' their condition or because they are an adult and have left full-time education so not deemed important.",
            "closed_at": "2009-06-03T00:00:00Z",
            "created_at": "2008-05-25T17:18:45.425635Z",
            "creator_name": "anne-marie fewell",
            "government_response_at": "2009-08-06T12:29:01.354539Z",
            "government_responses": [
                {
                    "created_at": "2009-08-06T12:29:01.354539Z",
                    "details": "You signed a petition asking the Prime Minister to \"get the NHS to treat people with invisible illnesses with respect and not force them to have to go private just to get the diagnosis and care they need.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page20233\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'respect4all'",
                    "updated_at": "2009-08-06T12:29:01.354539Z"
                }
            ],
            "opened_at": "2008-05-25T17:18:45.425635Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 477,
            "state": "finished",
            "updated_at": "2010-04-28T16:15:02.214992Z"
        },
        "id": 9587943
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/respect4all/"
    },
    "type": "petition"
}