{
    "data": {
        "attributes": {
            "action": "call for a referendum of no confidence in the current Prime Minister",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We wish for a referendum throughout the whole of the united kindom to assess whether the current Prime Minister should be removed from power through a nation wide vote of no confidence. This feature should also be made into a constitutional law for all future Prime Ministers if they loose the support of the people of the United Kingdom, this loss of support would have to be agreed by the House of Commons by a suggested majority of 50%. The referendum is different to the existing vote of no confidence as any politician in the House of Commons can call for a referendum of the removal of the prime minister, a vote must then be taken in the house of commons immediately, if the motion passes by 50% or more, a referendum must be put forward to the people within one month. If the people vote by a 50% majority to remove the Prime minister then he must follow the precedures to resign or call a general election.",
            "closed_at": "2009-05-25T00:00:00Z",
            "created_at": "2008-05-25T17:15:38.488110Z",
            "creator_name": "Ben Johnson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-05-25T17:15:38.488110Z",
            "rejected_at": "2008-06-28T00:01:04.352790Z",
            "rejection": {
                "code": 4352,
                "details": "",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand",
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-06-28T00:01:04.352790Z"
        },
        "id": 9587891
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/voteofconfidence/"
    },
    "type": "petition"
}