{
    "data": {
        "attributes": {
            "action": "Recognise Gay Adultery",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Adultery is defined as being sexual relations between one party to the marriage and an outside party of the opposite sex. If the sexual relationship is with a member of the same sex or if the relationship is not sexual that is not adultery. The appropriate ground for divorce in such cases would be \"unreasonable behaviour\". \n\nThe Civil Partnership Act 2004 came into operation on 5 December 2005 and enables a same-sex couple to register as civil partners of each other. To register such a Civil Partnership both parties must be free to marry in the normal way ... i.e. they cannot already be married. \n\nWe the undersigned believe that in light of The Civil Partnership Act 2004 the laws concerning adultery should be ammended to read: \n\n\"Adultery is defined as being sexual relations between one party to the marriage and an outside party of either sex. If the sexual relationship is with a member of either sex it constitutes adultery.\"",
            "closed_at": "2009-02-26T00:00:00Z",
            "created_at": "2008-05-26T07:16:32.316248Z",
            "creator_name": "Lynda Blackett",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-05-26T07:16:32.316248Z",
            "rejected_at": "2008-06-29T00:01:03.535361Z",
            "rejection": {
                "code": 16896,
                "details": "",
                "reasons": [
                    "Statements that don't actually request any action",
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-06-29T00:01:03.535361Z"
        },
        "id": 9592922
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/gayadultery/"
    },
    "type": "petition"
}