{
    "data": {
        "attributes": {
            "action": "reconsider funds allocation to the Eurovision Song Contest in light of the recent performance and voting situation in Belgrade.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Unfortunately this country has had some poor entries to the contest in the past couple of years which directly explains failure, but to have a good entry such\nas this years and only get 14 points directly due to block voting is silly. \n\nThis is a waste of many thousands of pounds worth of British tax payers money and ever since the Baltic states were introduced to the contest (apart from Finland winning) no Western Euro country has won. \n\nWe the British tax payers do not have our money taken off us to fund events such as this where we currently have absolutely no hope of winning.\nWe might as well burn the bank down containing the money inside rather than benefiting another countries economy with our large contribution to the contest.\n\nLet us follow Italy's lead and decide that enough is enough or at least until voting is fairer; we should pull out altogether and spend the funds on something to benefit the British public rather than enter into this political farce next year.",
            "closed_at": "2009-05-26T00:00:00Z",
            "created_at": "2008-05-26T03:14:57.002750Z",
            "creator_name": "David Baker",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-05-26T03:14:57.002750Z",
            "rejected_at": "2008-06-28T00:01:04.352790Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/Woganisright/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-06-28T00:01:04.352790Z"
        },
        "id": 9592586
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Leave-Eurovision/"
    },
    "type": "petition"
}