{
    "data": {
        "attributes": {
            "action": "create a greater awarness of the life threatening illness of Encephalitis",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Encephalitis is in the same family as Meningitis, and it is an infection which attacks the brain and causes severe inflammation of the brain tissue. Encephalitis can happen suddenly and cause serious problems to the nervous system and the brain. Some people who have encephalitis are left with permanent brain damage. Encephalitis affects approximately 4 in every 100,000 people in the UK each year. It is more deadly than Meningitis, yet there is little information or awareness of its symptoms. Due to this lack of awareness a young girl aged 23 in West Yorkshire developed Encephalitis, but it went unnoticed by not only friends and family, but also by her GP. The infection then became so severe that she has now been left brain damaged. Had this illness been recognized earlier there would have been a greater possibility of a full recovery. We request that the government increase the awareness of its symptoms through funding marketing campaigns and distributing notices across health centres in the UK. Similar campaigns have proved successful for Meningitis, and it is paramount UK citizens are given this life saving information.",
            "closed_at": "2008-07-30T00:00:00Z",
            "created_at": "2008-05-26T11:49:40.622118Z",
            "creator_name": "Stacey Roche",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-05-26T11:49:40.622118Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 224,
            "state": "finished",
            "updated_at": "2008-07-31T00:01:01.180424Z"
        },
        "id": 9595856
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Encephalitis/"
    },
    "type": "petition"
}