{
    "data": {
        "attributes": {
            "action": "take action to prevent the loss of the Dore programme which is proven to help children with learning difficulties such as dyslexia, dyspraxia and ADHD,enabling them to reach their full potential. We believe the programme should be made available to every child in the country that needs it.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Dore programme is an exercise based programme designed to help stimulate the cerebellum and has achieved astounding results for many hundreds of children with dyslexia, dyspraxia and ADHD.In many of those cases, these learning difficulties have gone completely allowing children to live normal lives. Unfortunately the centres have now closed due to lack of funds leaving many children(and some adults) unable to complete the programme.We believe it should be available in schools for every child that needs it. This programme works and the children who have been on the programme are living proof of this. Our children are the future of this country and Government funding is needed to help them reach their full potential. Please don't let them down.",
            "closed_at": "2008-08-30T00:00:00Z",
            "created_at": "2008-05-26T19:09:07.642783Z",
            "creator_name": "Deborah Miles",
            "government_response_at": "2008-10-15T14:45:06.549455Z",
            "government_responses": [
                {
                    "created_at": "2008-10-15T14:45:06.549455Z",
                    "details": "You signed a petition asking the Prime Minister to \"take action to prevent the loss of the Dore programme which is proven to help children with learning difficulties such as dyslexia, dyspraxia and ADHD,enabling them to reach their full potential. We believe the programme should be made available to every child in the country that needs it.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page17098\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'doreprogramme'",
                    "updated_at": "2008-10-15T14:45:06.549455Z"
                }
            ],
            "opened_at": "2008-05-26T19:09:07.642783Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 2730,
            "state": "finished",
            "updated_at": "2009-07-24T14:44:23.760260Z"
        },
        "id": 9602894
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/doreprogramme/"
    },
    "type": "petition"
}