{
    "data": {
        "attributes": {
            "action": "Remove the wi-fi mesh from Glastonbury town centre",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "On May 1st, a wi-fi mesh, consisting of six wi-fi antennas, was switched on in Glastonbury town centre. It is now blanketing the town with non-ionising, electrostatically pulsating microwave radiation at 2.4ghz, the worst possible frequency for the human body, without our agreement, causing serious health problems for many residents, shop staff and office workers, and apparently being of little use to anyone. 99% of shops and businesses surveyed in Glastonbury said they were not consulted before the installation, and only 2% said they though it would be beneficial. Meanwhile, many residents are suffering from sudden health problems such as headaches, dizziness, nausea, severe tiredness, brain fog, disorientation and loss of appetite. Wi-fi meshes are already banned in several European countries, due to extensive research showing the harmful effects of wi-fi meshes on our health. This is of utmost importance particularly for our children - living and schooling in the wi-fi zone - as they are especially vulnerable to this form of radiation. Please support us by signing the petition and forwarding it to as many people as you can. Thank-you for your help!",
            "closed_at": "2008-10-31T00:00:00Z",
            "created_at": "2008-05-26T21:28:54.855092Z",
            "creator_name": "Natalie Fee",
            "government_response_at": "2009-01-06T16:00:05.011244Z",
            "government_responses": [
                {
                    "created_at": "2009-01-06T16:00:05.011244Z",
                    "details": "You signed a petition asking the Prime Minister to \" Remove the wi-fi mesh from Glastonbury town centre.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page17869\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'whywi-fi'",
                    "updated_at": "2009-01-06T16:00:05.011244Z"
                }
            ],
            "opened_at": "2008-05-26T21:28:54.855092Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 215,
            "state": "finished",
            "updated_at": "2008-11-01T03:47:31.249332Z"
        },
        "id": 9605173
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/whywi-fi/"
    },
    "type": "petition"
}