{
    "data": {
        "attributes": {
            "action": "Recognise Ukraine's Holodomor (Death by Hunger) on its 75th anniversary, as a Genocide against the Ukrainian nation by the Soviet Regime as defined by the Convention on the Prevention & Punishment of the Crime of Genocide as adopted by the UN General Assembly Dec.1948. Article 2,  & demonstrated as such according to this definition (see \"More details\").",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Convention on the Prevention & Punishment of the Crime of Genocide as adopted by the UN General Assembly Dec.1948. Article 2 defines genocide as any of the following acts committed with intent to destroy, in whole or in part, a national, ethnical, racial or religious group, as such:\n(a) Killing members of the group; \n(Ukrainian nation).\n(b) Causing serious bodily or mental harm to members of the group;\n (Confiscating  food. Causing  starvation).\n(c) Deliberately inflicting on the group conditions of life calculated to bring about its physical destruction in whole or in part;\n (Aug.1932 Stalin passed law  stopping people taking food from collective farms.\nJan. 1933 law to stop  people leaving homes to find food).\n(d) Imposing measures intended to prevent births within the group;\n (Food confiscation, execution or imprisonment/ forced labour & death).\n(e) Forcibly transferring children of the group to another group. \n(N/A. All ages targeted. Ukraine/Russia border closed. No escape).",
            "closed_at": "2008-12-27T00:00:00Z",
            "created_at": "2008-05-27T02:15:24.538370Z",
            "creator_name": "Stepan Pasicznyk",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-05-27T02:15:24.538370Z",
            "rejected_at": "2008-06-29T00:01:03.535361Z",
            "rejection": {
                "code": 20480,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government",
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-06-29T00:01:03.535361Z"
        },
        "id": 9606850
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/UkraineHolodomor/"
    },
    "type": "petition"
}