{
    "data": {
        "attributes": {
            "action": "keep fuel duty at the current level or increase it",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Recent research in America, where fuel is considerably cheaper than in the UK, has shown that even a modest increase in fuel prices has had a marked effect: an increase in public transport use and a decrease in gas guzzling SUV sales.\n\nWhile high fuel prices are squeezing the pockets of car users in this country, this is regrettably, exactly the kind of thing we need to happen if we are going to bring carbon emissions under control and minimise climate change. To make fossil fuels cheaper is short-termist lunacy.\n\nIf the Government wants to help those \"priced off the road\" then it should invest in decent and affordable public transport, not cave in to demands of the petrol lobby.\n\nWe call on the Government to show they are serious about tackling our carbon emissions by:\n\n- keeping or increasing fuel duty\n\n- putting the extra cash raised where it is needed by investing in decent and affordable public transport; providing people with real alternatives to using their car",
            "closed_at": "2009-06-02T00:00:00Z",
            "created_at": "2008-05-27T12:12:36.213272Z",
            "creator_name": "Tom Wells",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-05-27T12:12:36.213272Z",
            "rejected_at": "2008-06-04T08:56:57.155323Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/Upfuelduty/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-06-04T08:56:57.155323Z"
        },
        "id": 9617490
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/keepfuelduty/"
    },
    "type": "petition"
}