{
    "data": {
        "attributes": {
            "action": "To make \"homemaker\" a paid government occupation",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We constantly talk about our children not being looked after, not being disciplined, not being educated and being neglected. \nI believe that much of this is due to pressure being put upon parents (not necessarily the woman) to go into the job market asap. \nMy proposal would be to stop child benefit in favour of the new system & job holders would have to adhere to the job description in order to receive their \"wages\", I would suggest at least a touch above the minimum working wage for 39 hours per week.\nThis would also free up valuable jobs in the market.\nThey would then (if they wish to be paid) have to ensure that the country's children are properly looked after. If their children are not looked after, if the children run riot, if they break the law, if they do not go to school, then the identified parent can be fired and lose all payment.\nThe job would also be open to one parent only, and the wage not be increased when the number of children increases. This will give a choice to families as to how many they can have, and as to how many will be supported by the state.",
            "closed_at": "2008-11-27T00:00:00Z",
            "created_at": "2008-05-27T12:26:44.805932Z",
            "creator_name": "Gary T.R Lockett",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-05-27T12:26:44.805932Z",
            "rejected_at": "2008-07-02T00:01:03.526944Z",
            "rejection": {
                "code": 2048,
                "details": "Similar to http://petitions.pm.gov.uk/SAMS-HOUSEWIVES/\nhttp://petitions.pm.gov.uk/Housewife/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-07-02T00:01:03.526944Z"
        },
        "id": 9618029
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Homemakerajob/"
    },
    "type": "petition"
}