{
    "data": {
        "attributes": {
            "action": "change taxation on fuel so that VAT is not paid on the fuel duty portion of the cost of petrol and diesel",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "At present the fuel duty is added to the price of a litre of fuel and then VAT is added to this figure. Essentially with VAT being a tax on luxuries we are all paying a tax on tax.\n\nThis is a ludicrous situation which implies that either the VAT is being unfairly charged or that tax is a luxury which we don't need (I'll let you choose).\n\nIt is the purpose of this petition to request that the government stop calculating VAT on the fuel duty and instead calculate VAT on the pre fuel duty portion of the cost of a litre of fuel instead. This would make a small but noticeable saving for your average consumer and even more for those on lower incomes as it represents a bigger portion of their take home income.\n\nShould this cause a shortfall a small windfall tax could be placed on the oil companies and other companies making record profits of the back of the inflated commodity costs.",
            "closed_at": "2008-11-27T00:00:00Z",
            "created_at": "2008-05-27T13:19:48.458444Z",
            "creator_name": "Mark Allsopp",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-05-27T13:19:48.458444Z",
            "rejected_at": "2008-07-02T00:01:03.526944Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/NoVATonFuelDuty/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-07-02T00:01:03.526944Z"
        },
        "id": 9620199
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/FuelDutyVAT/"
    },
    "type": "petition"
}