{
    "data": {
        "attributes": {
            "action": "Recognise and reward the particular contribution that Eastern European workers have made to the economy of Eastern England, by supporting the creation of a focal drop-in community centre in the heart of the English Fenlands.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The English Fenlands are often described as the 'food bowl' of the UK due the massive volume of farming and industrial activity there and it thus contributes hugely to the UK economy. In particular skilled workers from the Eastern European nations who have come to the UK in search of work, have massively contributed to the success of the area.  And yet for all of its hard work, this community has been abandoned in terms of support for its identities.\nThere is an immeadiate need for a place where these communities can come together, where their languages, culture, cuisine, customs and traditions may be enjoyed and expressed not only by themsleves but also by local British people and academics from Cambridge, Norwich and Lincoln.\nA place which features a cafe and restaurant in authentic style, a library and bookshop with publications and daily newspapers in native tongues, a creche and childminding facility where native tongues are spoken and with offices where free independant legal and financial advice is available.\nSign this petition and show your support!",
            "closed_at": "2009-06-02T00:00:00Z",
            "created_at": "2008-05-27T13:50:16.123737Z",
            "creator_name": "Owen McCrory",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-05-27T13:50:16.123737Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 4,
            "state": "finished",
            "updated_at": "2009-06-04T03:02:20.776445Z"
        },
        "id": 9621352
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Tatra-Pakt/"
    },
    "type": "petition"
}