{
    "data": {
        "attributes": {
            "action": "Bring back compulsory National Military Service for unemployed school leavers and those not attending further education",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "BRING BACK NATIONAL SERVICE. \nThe current epidemic of violent crime, gang culture and youth crime on our streets, the devestation it brings to our society is not cured over night. Having served in the forces recently I strongly feel that bringing back National Service would do many good things for our society and the problems we currently face with the out of control youths wandering our streets. I joined the forces at 16 years old and it was the making of me. It would give these 16 year old kids a focus, some pride, discipline, social skills, a trade and plenty of self belief as well as good pay and a future. I would prefer my taxes are used to feed these youngsters in the armed forces than in a prison with no future! In the state this country is in at the moment with youth crime, what have we got to lose? I ask the Priminister, the Ministry of Defence and the government to listen to the vast majority of the general public and BRING BACK NATIONAL SERVICE. I feel it would help to restore British national pride and create a much more positive future generation. Please support my goal to BRING BACK NATIONAL SERVICE",
            "closed_at": "2009-05-27T00:00:00Z",
            "created_at": "2008-05-27T15:20:14.161612Z",
            "creator_name": "Stephen Turnell",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-05-27T15:20:14.161612Z",
            "rejected_at": "2008-07-02T00:01:03.526944Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/armyforjobless/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-07-02T00:01:03.526944Z"
        },
        "id": 9625337
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/nojobjoinforces/"
    },
    "type": "petition"
}