{
    "data": {
        "attributes": {
            "action": "Bring legislation to abolish the UK televison licence and make an 'optional subscription' to BBC channels.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The TV licence, hits many normal families every year for the fee of £139.50 for a colour televison and £47 for a black and white set.\n\nThis constitues 75% of the BBC's income, there is no reasonable argument that the BBC now needs so much support, it's no longer under extreme pressure to deliver as there is so much more channels to choose from, meaning fans of commerical TV are being forced to hand over cash for channels they don't watch.\n\nWe should have the right to be able to watch TV but choose whether or not we want to have the BBC (like we would with any other channel package if we do, pay a subscription not have it forced upon us.\n\nChannel 4 is also a public service broadcaster, that's a very popular channel running off advertisements and not using the licence fee (except for support for the switchover.) It's not outside BBC limits to follow suit.\n\nI urge the government to make this move for the people of the United Kingdom to have a say in their entertainment. Removing the licence fee will put the PEOPLE back in charge of the public broadcaster (as the BBC will have to then listen to keep viewers.)",
            "closed_at": "2008-09-02T00:00:00Z",
            "created_at": "2008-05-27T22:47:50.403716Z",
            "creator_name": "Romley Carlin",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-05-27T22:47:50.403716Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 41,
            "state": "finished",
            "updated_at": "2008-09-03T00:01:01.662667Z"
        },
        "id": 9638756
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/saynototvlicence/"
    },
    "type": "petition"
}