{
    "data": {
        "attributes": {
            "action": "End the routine harassment of railway enthusiasts, especially those taking photographs, on security grounds and to replace the presumption of guilt implicit in the Association of Train Operating Companies/Network Rail/British Transport Police “Guidelines for Rail Enthusiasts” with an instruction to staff not to challenge individuals whose activities clearly constitute neither a threat to security nor the safe functioning of railway premises.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The “Guidelines for Rail Enthusiasts” promoted by the Association of Train Operating Companies, Network Rail and the British Transport Police require enthusiasts to “sign in” before spending leisure time at railway stations. \n\nThese guidelines, which place the onus on the individual to prove that he or she is not a threat rather than on railway professionals to prove he or she is, have led to considerable conflict between railway enthusiasts and often poorly trained staff, take little account of the behaviour of enthusiasts, are highly unlikely to offer any real protection against terrorism and only serve to alienate the industry’s natural allies.",
            "closed_at": "2009-06-04T00:00:00Z",
            "created_at": "2008-05-28T10:34:01.904540Z",
            "creator_name": "Richard Boyd",
            "government_response_at": "2009-08-06T12:56:46.540297Z",
            "government_responses": [
                {
                    "created_at": "2009-08-06T12:56:46.540297Z",
                    "details": "You signed a petition asking the Prime Minister to \"End the routine harassment of railway enthusiasts, especially those taking photographs, on security grounds and to replace the presumption of guilt implicit in the Association of Train Operating Companies/Network Rail/British Transport Police “Guidelines for Rail Enthusiasts” with an instruction to staff not to challenge individuals whose activities clearly constitute neither a threat to security nor the safe functioning of railway premises.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page20242\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'railenthusiasts'",
                    "updated_at": "2009-08-06T12:56:46.540297Z"
                }
            ],
            "opened_at": "2008-05-28T10:34:01.904540Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 3446,
            "state": "finished",
            "updated_at": "2009-12-12T03:01:33.285933Z"
        },
        "id": 9650223
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/railenthusiasts/"
    },
    "type": "petition"
}