{
    "data": {
        "attributes": {
            "action": "Stop victimising rural areas.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Not everyone who lives in rural areas are rich home owners, there are lots of council houses and people who were born and brought up in the areas.  For our Council tax we get a few street lights in the short paved areas, the rest is grass verges. We can only get the paved areas swept on demand, we have no police presence unless there is a crime, we can not walk our children to school or take them out on the roads the traffic is too fast, 40pmh.  The roads are muddy and frequently flood. We need to travel miles to the nearest doctors and dentist. We have to change the hourly bus to get to Town.  The roads are in a disgusting state and we get no joy regarding repairs, and now we have like others to pay through the nose for fuel for our vehicles. You seem to only consider people who live in towns, what about thinking about the thousands who live in the country.  Yes we do have lovely views in the summer, no the air is is not a lot purer we have heavy traffic and motorways running through our villages. We couldn't survive without our vehicles in times of illness or accident there is not always public transport. We need the fuel reduced, We don't all have enormous pay packets.",
            "closed_at": "2009-02-28T00:00:00Z",
            "created_at": "2008-05-28T16:01:36.894573Z",
            "creator_name": "Georgina Compton",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-05-28T16:01:36.894573Z",
            "rejected_at": "2008-07-02T00:01:03.526944Z",
            "rejection": {
                "code": 512,
                "details": "Your title should be a clear call for action, preferably starting with a verb, and not a name or statement.",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-07-02T00:01:03.526944Z"
        },
        "id": 9665450
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Rural-victims/"
    },
    "type": "petition"
}