{
    "data": {
        "attributes": {
            "action": "reject the closure of Post Offices in Calderdale, West Yorkshire",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Post Offices across Calderdale provide vital services for the local community.\nThere are currently eleven Post Offices proposed for closure within the district. However, we feel the geographical nature of the district has not been taken into account by Post Offices Ltd. Calderdale is made up of a number of small settlements spread across a large area. \nFor many of these settlements the Post Office is the only amenity available for local residents and they provide a crucial role in community life.\nIf the proposed closures go ahead, many residents will face long journeys on public transport or on foot to reach their nearest Post Office. This will have a major impact in the areas of the district where there are high levels of deprivation or large numbers of elderly and disabled people. Many of the Post Offices currently proposed for closure are in such areas.",
            "closed_at": "2008-07-03T00:00:00Z",
            "created_at": "2008-05-28T16:17:09.801823Z",
            "creator_name": "Sue Bamford",
            "government_response_at": "2008-08-18T13:12:25.313250Z",
            "government_responses": [
                {
                    "created_at": "2008-08-18T13:12:25.313250Z",
                    "details": "You signed a petition asking the Prime Minister to \"reject the closure of Post Offices in Calderdale, West Yorkshire.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page16556\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Calderdale'",
                    "updated_at": "2008-08-18T13:12:25.313250Z"
                }
            ],
            "opened_at": "2008-05-28T16:17:09.801823Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 242,
            "state": "finished",
            "updated_at": "2008-07-04T00:01:01.349116Z"
        },
        "id": 9666098
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Calderdale/"
    },
    "type": "petition"
}