{
    "data": {
        "attributes": {
            "action": "BAN Golliwogs, Golliwoggs, Gollys, Gollies forever!",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Golliwog began as a storybook character created by Florence Kate Upton, born in 1873.  In the 1970s ‘Steiff’ produced a Golliwog who looked like a woolly haired gorilla.\nBlyton wrote in her book how a Golliwog asks the hero for help, then steals his car.  An excerpt from The Three Golliwogs:\n“…Woggie and Nigger said they would start off without him, and Golly would catch them up as soon as he could. So off went Woggie and Nigger, arm-in-arm, singing merrily their favourite song - which, as you may guess, was Ten Little Nigger Boys.\nTen Little Niggers is the name of a children's poem which celebrates the deaths of ten Black children, one-by-one.  Ten Little Niggers was also the name of a 1939 Agatha Christie novel, whose cover showed a Golliwog lynched, hanging from a noose.\nThe Golliwog's reputation was also hurt by the word wog.  But it is indeed the doll and the word wog that is offensive.  In the 1960s the Argyll and Sutherland Highlanders wore a golly brooch for each Arab they had killed.\n\nThis is ludicrous and you must take action against these racist, degrading and deeply hurtful dolls.\nThank you.",
            "closed_at": "2009-06-03T00:00:00Z",
            "created_at": "2008-05-28T18:00:25.734269Z",
            "creator_name": "Jade Wright",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-05-28T18:00:25.734269Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 15,
            "state": "finished",
            "updated_at": "2010-05-10T14:33:38.253993Z"
        },
        "id": 9669693
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Golliwogs/"
    },
    "type": "petition"
}