{
    "data": {
        "attributes": {
            "action": "Remove Strubby from the shorlist of 15 proposed eco-towns",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The proposal to make RAF Strubby an eco-town is ill considered.The roads and services in the area are less able to support a large expansion in housing. It has a thriving Gliding club that serves the whole County as a valued and much needed sporting event.This club serves the whole community as it flies able bodied people & also disabled people. There is also a powered aircraft club that has been granted planning approval to expand its operations to 50 flights a day, not the ideal place to build new homes.A well established and expanding Model Flying Club. This sport needs a clear area away from buildings and people.A Kart Racing Club that is active at least once a month and has just resurfaced most of the track.The buildings and hangers that remaining on site house thriving businesses that better serve the local community helping to boost the local economy.The rest of the site is managed as farm land.The site also supports a diverse range of wildlife some of which is under threat, if not endangered now. Removal of leisure facilities to many people in an area which is starved of such facilities will only serve to push people away from the area.",
            "closed_at": "2009-06-02T00:00:00Z",
            "created_at": "2008-05-28T18:51:03.882656Z",
            "creator_name": "David King",
            "government_response_at": "2009-07-31T14:42:08.959937Z",
            "government_responses": [
                {
                    "created_at": "2009-07-31T14:42:08.959937Z",
                    "details": "You signed a petition asking the Prime Minister to \"Remove Strubby from the shorlist of 15 proposed eco-towns.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page20195\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Strubby'",
                    "updated_at": "2009-07-31T14:42:08.959937Z"
                }
            ],
            "opened_at": "2008-05-28T18:51:03.882656Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 317,
            "state": "finished",
            "updated_at": "2009-06-03T00:01:01.512940Z"
        },
        "id": 9671390
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Strubby/"
    },
    "type": "petition"
}