{
    "data": {
        "attributes": {
            "action": "have no involvement with the Anti-Counterfeiting Trade Agreement (ACTA)",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The EU is in secret negotiations with the US, Canada, Japan, South Korea, Mexico and New Zealand to revamp international copyright law.  It will be called the Anti-Counterfeiting Trade Agreement\n\nThis new agreement would impose strict regulations on Internet service providers, forcing ISPs to hand over customer information without a court order as well as giving public security guards the right to search laptops, mobile phones, music players and other electronic devices for copyrighted  materials, such as ripped CDs and movies. The guards would also be responsible for determining what is infringing material and what isn't.\n\nNot only is this an invasion of privacy on a very large scale, but laws are already in place to stop copyright infringement in Great Britain.  As such, we the undersigned ask the prime minister to make sure Great Britain has no involvement what so ever with the Anti-Counterfeiting Trade Agreement.",
            "closed_at": "2008-09-28T00:00:00Z",
            "created_at": "2008-05-28T19:49:11.388443Z",
            "creator_name": "William Tildesley",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-05-28T19:49:11.388443Z",
            "rejected_at": "2008-07-02T00:01:03.526944Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/No-to-ACTA/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-07-02T00:01:03.526944Z"
        },
        "id": 9673376
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/copyrightlaw/"
    },
    "type": "petition"
}