{
    "data": {
        "attributes": {
            "action": "Conscript all persons found to be carrying a Knife likely to be a weapon in public",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Any person or child carrying a knife (whatever age) as a means of defence or weaponry is demonstrating a violent nature. Only our Armed forces need such skills. \nThis violent crime to carry conscription as a tariff and to consist of a period of 2 weeks hard training, followed by a two year period in Iraq or Afghanistan alongside existing servicemen and conscripts, followed by a further period of two years in the other main arena of warfare current outside of the UK. There to be no remission and no buyout opportunity. Possession of such a weapon will cause immediate detention, with responsibility of authority and/or police only to advise parents, schools, workplace, and persons who accept normal responsibility or duty of care for such persons. Only written word to be allowed as communication with any person within the UK during that period of four years and 2 weeks conscription. Any re-occurence to double the tariff. \n\nIf any death be caused by a person proved to be carrying a knife, the tariff should commence at sixteen years with no return to the UK ever permissable to the miscreant.\nPayments to such conscripts to be half the lowest payment made to any volunteering serviceman of the day.",
            "closed_at": "2009-06-03T00:00:00Z",
            "created_at": "2008-05-28T19:49:24.856258Z",
            "creator_name": "Neil Brown",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-05-28T19:49:24.856258Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 22,
            "state": "finished",
            "updated_at": "2010-01-27T17:30:36.125881Z"
        },
        "id": 9673386
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/KnifeConscript/"
    },
    "type": "petition"
}