{
    "data": {
        "attributes": {
            "action": "ensure that \"net neutrality\" is maintained over certain ISP's who want to control internet content through their service.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Net neutrality is the idea that content on the internet is not controlled, and that freedom of speech exists online. The internet has always been a key factor in maintaining innovation and growth, both socially and commercially for any individual person, or group, anywhere around the globe. \n\nThis idea is in danger right now because of certain Internet Service Providers such as Virgin Media, who want to limit and control the content of media that is available to their customers, effectively ending the freedom of speech that has given the internet its great power to enable people around the world to relate ideas, share content, and expand ideals.\n\nThese companies should not have the right to do this, any more than other companies should not, and do not, have the right to control what we see and hear in news papers, on the phone, or in art galleries, or any other media.\n\nPlease sign this petition to urge the government to ensure that ISP's should not be allowed to limit or control content on the internet in any way that may disrupt the equality and freedom of speech that is \"net neutrality\"",
            "closed_at": "2008-11-28T00:00:00Z",
            "created_at": "2008-05-28T21:05:51.014645Z",
            "creator_name": "Nick Rutherford",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-05-28T21:05:51.014645Z",
            "rejected_at": "2008-07-03T00:01:04.006916Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/save-the-net/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-07-03T00:01:04.006916Z"
        },
        "id": 9675962
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/StayNetNeutral/"
    },
    "type": "petition"
}