{
    "data": {
        "attributes": {
            "action": "stop imposing politically correct regulations upon the nation that are patronizing and over-protective.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Political correctness is, unwittingly, being upheld and propagated by every company, organisation and institution frightened of being pounced upon and heavily fined by compensation-seeking lawyers. That’s in addition to the unwilling support given by millions of decent hardworking folk reluctant to ignore PC directives, no matter how absurd, for fear of having their jobs/careers put on hold or ruined by the politically correct. Political correctness and it’s running mate, compensation, have become instruments of fear in the hands of too many people with vested interests all too eager to play the discrimination card. Who agrees that political correctness, in a creepy crawly way, is peeling away significant layers of our cherished freedoms and liberties?",
            "closed_at": "2009-06-04T00:00:00Z",
            "created_at": "2008-05-29T06:54:23.651037Z",
            "creator_name": "Peter Stokes, Leader of the Grumpy Old Men Political Party",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-05-29T06:54:23.651037Z",
            "rejected_at": "2008-06-04T10:56:43.608707Z",
            "rejection": {
                "code": 8192,
                "details": "Please supply only full name and address information.",
                "reasons": [
                    "False or incomplete name or address information"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-06-04T10:56:43.608707Z"
        },
        "id": 9680856
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/abolishpolitic/"
    },
    "type": "petition"
}