{
    "data": {
        "attributes": {
            "action": "introduce legislation that will allow those who support the abolition of the death penalty to pay the total cost of incarcerating those who would otherwise have been executed.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Many good people hold personal views/convictions about the sanctity of life and oppose the death penalty. I respect and even share some of those views but not to the extent that I want to contribute to the £30,000 and more a year it costs to incarcerate those likely to indiscriminately main or kill me. I want my government to protect me.  I want them to move swiftly, cheaply and sensitively to execute anybody our courts decide can’t be trusted to live amongst us without randomly maiming or murdering us – not charge me to keep them in relative comfort for the rest of their lives or release them to prey, once again, upon the public. \nEverybody is entitled to their own views. Nobody, however, should expect the cost related to their views to be born by those who don’t share their views. The pro-life lobby doesn't reflect the view of the majority. If they’re wealthy enough to impose their views on the majority (as they clearly are) they should be prepared to pay whatever it costs to indulge those views.",
            "closed_at": "2009-06-04T00:00:00Z",
            "created_at": "2008-05-29T07:22:16.883384Z",
            "creator_name": "Peter Stokes, Leader of the Grumpy Old Men Political Party",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-05-29T07:22:16.883384Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 13,
            "state": "finished",
            "updated_at": "2010-05-12T16:28:21.735217Z"
        },
        "id": 9681477
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/volunteertopay/"
    },
    "type": "petition"
}