{
    "data": {
        "attributes": {
            "action": "Abolish PAYE contributions in the current financial climate to help the workers of the UK.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "It's simple really, the only people who are losing out these days are the workers, yes those of us who actually get up in the morning and go out and work!\nHigh fuel costs and food costs; VAT on utilities, cars, clothes; council tax and even the NHS to pay for! \n\nSo who is helping us?\n\nNo one, especially not the government. \n\nWe could all do with a little more money each month, after all we earned it! We could all pay higher costs if we had more money. There are no contributions from those on benefits or the dole to the PAYE system, and if they need more money there is always someone (who works for the government) whom can find a way to claim that little bit more. If you're a worker you have to manage with what you earn.\n\nReforms of the benefit system don't work, and who will pay for those on the dole when they reach 65 - that's right you and your children. \n\nLet's have something back for the workers - our PAYE contributions. We'll happily pay that bit more for living costs - but only when we can afford it!\n\nABOLISH PAYE contributions and help those who are helping the country already, before it's too late for us all and too late for the country!",
            "closed_at": "2009-06-03T00:00:00Z",
            "created_at": "2008-05-29T12:56:56.099781Z",
            "creator_name": "Ken Renwick",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-05-29T12:56:56.099781Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 4,
            "state": "finished",
            "updated_at": "2009-12-30T17:03:49.485723Z"
        },
        "id": 9695732
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/AbolishPAYE/"
    },
    "type": "petition"
}