{
    "data": {
        "attributes": {
            "action": "Make it a criminal offence for under 18s to have Alcohol in their Possession in public",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I find it very hard to believe & understand why it’s not a criminal offence for youths under 18 to drink Alcohol in Public, all the Police can do is take it off them & tip it away.\n\nIts Against the Law for anyone under 18 to buy or drink Alcohol in a PUB, it’s also against the law for anyone under 18 to buy Alcohol from a licensed shop, but it’s not against the law for anyone under 18 to have in their possession Alcohol or to be drinking Alcohol in public.\n\nAlcohol is major cause for most of the crime & murders committed by our under 18s \n\nSo why is it not against the law for under 18s to have Alcohol in their Possession in public?  \n\nBy making it a criminal offence for under 18s to have Alcohol in their Possession in public, we can finally start to make our streets a safer place, instead of just words of sympathy & condolences from those in power & how sorry they are that another life has been taken by a youth, who’s only excuse was that they had drunk so much they did not know what they were doing.\n\nBy changing the Law to make it a criminal offence for under 18s to have Alcohol in their Possession or drink in Public would save lives.",
            "closed_at": "2009-06-03T00:00:00Z",
            "created_at": "2008-05-29T13:43:53.788444Z",
            "creator_name": "Michael Wrench",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-05-29T13:43:53.788444Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 28,
            "state": "finished",
            "updated_at": "2009-06-04T00:01:01.258786Z"
        },
        "id": 9697610
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/TeensDrinking/"
    },
    "type": "petition"
}