{
    "data": {
        "attributes": {
            "action": "amend the legislation and make medical prescriptions free for people living with Sickle Cell disease, to adequately fund Sickle Cell disease treatment and to increase funding for research to find a cure",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Sickle Cell Disease (SCD) affects about 15,000 UK people, which reduces their life expectancy from 79 years to late 40s (both averages). Adults with SCD have to pay for their prescriptions - WHY? Prescriptions are FREE for people with other chronic illnesses. We need the Government to make prescriptions FREE for people with SCD.\nAbout 10% of children with SCD who have strokes and others with complications, all need regular blood transfusions. This causes excess bodily iron and damage to organs (incl. liver & heart). Doctors prescribe ‘Desferal’, a drug to remove iron, which needs a needle and 'syringe driver' in place 12 hours daily, 5 days a week FOR LIFE. The result? Less sleep, disrupted activities (incl. education) and significant body scarring. ‘Exjade’, a new drug that also removes excess iron, can be taken easily and greatly improves quality of life. Health Trusts claim Exjade is too expensive. We need the Government to adequately fund TREATMENT and RESEARCH to find a cure.",
            "closed_at": "2009-05-29T00:00:00Z",
            "created_at": "2008-05-29T15:11:10.409420Z",
            "creator_name": "Cherelle Augustine",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-05-29T15:11:10.409420Z",
            "rejected_at": "2008-07-03T00:01:04.006916Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/BrokenSilence/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-07-03T00:01:04.006916Z"
        },
        "id": 9701033
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/breakthesilence/"
    },
    "type": "petition"
}