{
    "data": {
        "attributes": {
            "action": "ensure that the 2p-a-litre fuel duty rise planned for October 1 is scrapped and that instead fuel duty is substantially cut.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Soaring petrol and diesel prices are adding to the financial burden on millions of British families who already face big increases in other living costs such as council tax, food and utility bills. \n\nMotorists need their cars for work, family and other activities and have no choice but to pay the price.  \n\nThe fuel price increases also add to the cost of transporting vital goods, feeding into price rises in the shops as well as threatening to put haulage firms out of business. \n\nMeanwhile experts calculate that the Government is collecting billions extra in revenue from North Sea Oil Tax and VAT on forecourt sales.\n\nWe call on the Prime Minister to show he is on the side of motorists by cutting fuel duty substantially. \n\nSupporters of this petition believe the Government should abandon plans to add 2p-a-litre to fuel duty this October and instead announce an immediate reduction.",
            "closed_at": "2008-10-03T00:00:00Z",
            "created_at": "2008-05-29T16:37:17.358095Z",
            "creator_name": "Geoff Marsh",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-05-29T16:37:17.358095Z",
            "rejected_at": "2008-06-04T10:42:22.626204Z",
            "rejection": {
                "code": 2048,
                "details": "There are many petitions already calling for recusctions in fuel duty. For examples, see:\nhttp://search.petitions.pm.gov.uk/kbroker/number10/petitions/search.lsim?qt=fuel+duty&sr=0&nh=10&cs=&sc=number10&oq=increase+duty&sb=0&ha=1157&mt=0",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-06-04T10:42:22.626204Z"
        },
        "id": 9704183
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/fueltaxcrusade/"
    },
    "type": "petition"
}