{
    "data": {
        "attributes": {
            "action": "Revise the MP`s Expences so that their second home rental and living expences are only as expensive as that enjoyed by the average Disabled Person",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Government often makes issue of \"the minimum a person needs to live on\", \"mnimum level of housing\" etc.\nIt often seems to be trying to reduce the income of the disabled.\n\nThis petition is about the MP`s second home and expences, not their salary.\n\nWe petition the PM that MP`s should only have a subsidised second home and personal expences at the same standard as the Disabled, who after all have to live in this standard all the time.\n\nMP`s Duty Specific Expences and Salary are not the subject of this petition.\n\nIf MP`s wish a higher standard of living at their second home then they should use their salary, like everyone else.\n\nWe petition that the rental allowance of MP`s should only be the same as the AVERAGE (Arithmetic Mean) housing benefit for the disabled in london, and that the acceptable list of personal expences add up to no more than the AVERAGE (Arithmetic Mean) Benefit the disabled recieve in London.\n\nWe Petitioners also ask that the MP`s do not raise the disablility benefits exclusively in London in order to ensure  their expences are allowed to rise beyond that of the the rest of the UK.\n\nWhy should the Disabled be targeted for cuts when the MP`s have their snouts in the trough?",
            "closed_at": "2009-05-30T00:00:00Z",
            "created_at": "2008-05-30T02:56:47.611613Z",
            "creator_name": "haydn john latham",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-05-30T02:56:47.611613Z",
            "rejected_at": "2008-07-03T00:01:04.006916Z",
            "rejection": {
                "code": 20480,
                "details": "This is a matter for direct communication with Parliament.",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government",
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-07-03T00:01:04.006916Z"
        },
        "id": 9714655
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/MP-Expences/"
    },
    "type": "petition"
}