{
    "data": {
        "attributes": {
            "action": "urgently request this government and the pathfinders to re-consider their draconian policies on Compulsory Purchase Orders and Wholesale Demolitions in the Housing Market Renewal Pathfinder areas in England",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In these very uncertain times that we now live in, why allow the HMRP's to continue their policy of C.P.O.'s and the 'Wholsesale Demolition' of perfectly, good housing, WITHOUT quality consulation with the local residents. After all it is 'their' community and 'they' should have BIG say in it's development. There are over 1 million people on 'housing' waiting lists in the UK and this is rising rapidly all the time and some of the increase is due to unecessary wholesale demolitions. So please Mr Brown and Hazel Blears, STOP & THINK what your current policies on HMRP are doing to the everyday people in this country. A lot of then voted for you. Most of them cannot afford to buy 'new homes', which are described as 'affordable' and why should they, when they have a perfectly good home already. Please make the local residents part of the decision making process of REGENERATION and let 'them' have a BIG say in how 'their' communitites are developed and run, because most of the local authorities and pathfinders have lost the plot! STOP wasting good public money by STOPPING wholesale demolitions in the HMRP areas in England and please LISTEN to what the local people want!",
            "closed_at": "2009-01-03T00:00:00Z",
            "created_at": "2008-05-30T08:41:09.422049Z",
            "creator_name": "John H Earnshaw",
            "government_response_at": "2009-02-24T15:43:45.721194Z",
            "government_responses": [
                {
                    "created_at": "2009-02-24T15:43:45.721194Z",
                    "details": "You signed a petition asking the Prime Minister to \"urgently request this government and the pathfinders to re-consider their draconian policies on Compulsory Purchase Orders and Wholesale Demolitions in the Housing Market Renewal Pathfinder areas in England.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page18364\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'HMRPathfinder'",
                    "updated_at": "2009-02-24T15:43:45.721194Z"
                }
            ],
            "opened_at": "2008-05-30T08:41:09.422049Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 289,
            "state": "finished",
            "updated_at": "2009-12-30T17:03:49.485723Z"
        },
        "id": 9719152
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/HMRPathfinder/"
    },
    "type": "petition"
}