{
    "data": {
        "attributes": {
            "action": "A £50 winter payment for benefit claimants under 60 years, and fixing prices of all utility to Feb 08 price levels.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "A £50 winter payment for benefit claimants under 60 years and price freezing of all utility prices to Feb 08 price levels.  \n\nMany people under the age of 60 including the disabled who receive benefit are facing economic hardship with rising gas, electric and food prices.  In Winter 2008 gas companies will increase prices further causing additional burden on these social groups.  The government has been given time to resolve this problem but failed.\n\nThis petition will encourage the government to introduce extra payments to the poorest in the community and introduce a bill to fix gas prices using emergency measures that competition rules are not breached.   The bill will force gas companies to fix or lower prices for groups earning under £15.000 and those who receive benefits will pay lower bill than under the present scheme.",
            "closed_at": "2009-01-01T00:00:00Z",
            "created_at": "2008-05-30T09:37:31.847597Z",
            "creator_name": "steve peat",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-05-30T09:37:31.847597Z",
            "rejected_at": "2008-07-04T00:01:04.526303Z",
            "rejection": {
                "code": 512,
                "details": "Your title should be a clear call for action, preferably starting with a verb, and not a name or statement.",
                "reasons": [
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-07-04T00:01:04.526303Z"
        },
        "id": 9721865
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/spond08/"
    },
    "type": "petition"
}