{
    "data": {
        "attributes": {
            "action": "Re nationalise our utility companies as a matter of utmost urgency!",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Mr Brown. Utility bills are rising by extortionate levels! Gas, electricity. water have risen by over 100% and still rising! Is IS NOT DOWN TO RISING COST, BUT PURE GREED! Even Energywatch has stated that there is no real competition in the energy market! This ISN'T competition! This is a cartel!\nIs this what privatisation was meant to bring?\n\nTHIS IS NOT RIGHT! THIS IS NOT DECENT IN A SO-CALLED CIVILISED SOCIETY!\n\nPeople are freezing in their homes, choosing between heating and eating!\nYou may help some groups, but most of us are struggling now to survive as a direct result of fuel poverty!\n\nPeople are GOING TO DIE in their thousands, so shareholders and directors can get rich!\n\nRe-nationalise - NOW! Before it's too late for people who are freezing/ starving and dying! Or are you that far gone to care about the ordinary man and woman in the street?",
            "closed_at": "2009-05-30T00:00:00Z",
            "created_at": "2008-05-30T09:38:25.942158Z",
            "creator_name": "Mr Stephen Prince",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-05-30T09:38:25.942158Z",
            "rejected_at": "2008-07-03T00:01:04.006916Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/Gaselectricwater/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-07-03T00:01:04.006916Z"
        },
        "id": 9721916
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/UKpoverty/"
    },
    "type": "petition"
}