{
    "data": {
        "attributes": {
            "action": "Close the LVCR loophole that allows companies like Play, Amazon, to exploit the UK tax laws",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Did you know that large retailers in music and other industries can entirely bypass VAT by cynically exploiting an obscure EU Directive from 1983 and sending their goods to the Channel Islands and back? \n \nWell, they can. That is the effect of Low Value Consignment Relief (LVCR), which allows goods below a threshold of between £7 and £18 coming from outside the EU to be exempt from VAT. This was invented so that governments would not have to spend time collecting tax of values that was less than the cost of collecting it. \n \nOf course, the Channel Islands are outside the EU for tax purposes. Plus, there is no VAT charged on the Islands themselves either (they are a tax haven). So, all you have to do to avoid VAT is produce a CD in the UK, send it to the Channel Islands and pay no VAT there, then send it back to the UK and pay no VAT here either. Clever, no? In fact, it is even easier than that: fulfillment companies do all of the work for the major retailers. The result is that small music outlets have to charge 17.5% more than the large retailers, and are predictably going out of business. The problem has mushroomed with the advent of mail order CDs over the Internet.",
            "closed_at": "2008-08-03T00:00:00Z",
            "created_at": "2008-05-30T12:03:59.602963Z",
            "creator_name": "Barry Joyce",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-05-30T12:03:59.602963Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 2,
            "state": "finished",
            "updated_at": "2008-08-04T00:01:01.550074Z"
        },
        "id": 9727556
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/LVCRClosure/"
    },
    "type": "petition"
}