{
    "data": {
        "attributes": {
            "action": "raise the age for a child ticket to 18.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "At 18, by law, we are allowed to buy alcohol, cigarettes, knives, and most importantly vote. So how come Prime Minister people of age 16 and 17 are considered an adult on Britain's public transport, you wouldn't pass a law to entitle them to purchase alcohol, knives, or cigarretes as after all they are potentially dangerous so why are we considered adults and pay an adult priced ticket. Sixteen and Seventeen year olds are encouraged to go into further education, restricting their time to work a full time job which would be necessary to pay the extortionate adult prices, in particular, the fares charged by the railways. The majority of sixteen and seventeen year olds are breaking the law by buying a child ticket because they purely can't afford an adult fare, they are theoretically double the price. Prime Minister, you are forcing young people today to break the law, which im sure you dont condone. Respect the sixteen and seventeen year olds who don't usually get their say and please raise the age of a child ticket to 18, if anything it will stop the rate of teenagers breaking the law, and contribute to happy traveling.\n\nThankyou.",
            "closed_at": "2008-07-30T00:00:00Z",
            "created_at": "2008-05-30T13:24:08.978182Z",
            "creator_name": "childfares",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-05-30T13:24:08.978182Z",
            "rejected_at": "2008-07-03T00:01:04.006916Z",
            "rejection": {
                "code": 8192,
                "details": "Please supply full name and address information.",
                "reasons": [
                    "False or incomplete name or address information"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-07-03T00:01:04.006916Z"
        },
        "id": 9730135
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/child-tickets/"
    },
    "type": "petition"
}