{
    "data": {
        "attributes": {
            "action": "respect the individual personal freedom of the individual to make an assessed choice",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Every day, private individuals are liberally bombarded with marketing information and as such, experience all manner of intrusive demands on their privacy that have little or no basis in law.\n\nIt is assumed by many companies and organisations that people must opt-out.  Even Government departments are not immune as the NHS is seeking to require patients to opt-out of becoming organ donors, or to require workers to opt-out of contributing to a company pension scheme.\n\nAlthough these are subtle measures, most people have neither the time nor inclination to resist this seemingly innocuous pressure and gradually, personal freedoms are becoming ever more eroded as a result.\n\nCompanies often choose opt-out policies as it is assumed that most people do not mind receiving marketing communications, although this view undermines individual choice and further disempowers the individual when that choice is removed without permission.\n\nIt is time for Goverment to acknlowledge all such methods as a form of harrassment and to amend any existing laws accordingly, requiring all companies and institutions to adhere to policies that more adequately reflect the needs of the individual.",
            "closed_at": "2008-11-30T00:00:00Z",
            "created_at": "2008-05-30T13:26:34.188042Z",
            "creator_name": "Elizabeth Clarebrough",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-05-30T13:26:34.188042Z",
            "rejected_at": "2008-07-03T00:01:04.006916Z",
            "rejection": {
                "code": 768,
                "details": "",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand",
                    "Statements that don't actually request any action"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-07-03T00:01:04.006916Z"
        },
        "id": 9730201
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Opt-in/"
    },
    "type": "petition"
}