{
    "data": {
        "attributes": {
            "action": "to investigate why single people who are in full time employment, own houses, pay bills and are without children are not entitled to any support from the government in the form of reduced rates apart from council tax, which at present is only 25%.  We are now in a serious credit crunch and find it difficult to survive and as a result of this are having to sell our homes and move back with their parents!  Is there a possibility of having a single persons benefit????",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Being 1 is more expensive than being 2.\nIt is impossible for 1 person on an average income to consider buying their home. \nIt costs as much to heat and service a home for 1 as it does for 2. \nIt costs more to make 2 meals for 1 than to make 1 meal for 2. \nWater rates cost the same for 1 as for 2. \n1 person pays 25% more council tax than each half of a couple.\nThe demands on infrastructure from 1 is less than those made by 2. 1 person still has to pay tax for schools, buses, and other child-oriented services which they never use.\nHowever, single people are penalised by discriminatory taxes. eg. they can't pass on their pensions to anyone. There is no special case for inheritance but couples get EXTRA tax allowances. \nSingle people should at least be living on a level playing field where every person is treated the same way - as an individual",
            "closed_at": "2008-12-04T00:00:00Z",
            "created_at": "2008-05-30T13:27:08.018304Z",
            "creator_name": "Helen Colquhoun",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-05-30T13:27:08.018304Z",
            "rejected_at": "2008-07-03T00:01:04.006916Z",
            "rejection": {
                "code": 2304,
                "details": "Your title should be a clear and concise call for action - it is too long.\nhttp://petitions.pm.gov.uk/Singletons/",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand",
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-07-03T00:01:04.006916Z"
        },
        "id": 9730216
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Singles-Benefits/"
    },
    "type": "petition"
}