{
    "data": {
        "attributes": {
            "action": "wave \"human rights\" for those that commit violent crimes and burglary.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Those criminals that are \"unlucky\" enough to be sent to prison for offences are treated to \"cells\" with TV's and computers and end up living such a comfortable life that some do not want to leave prison when their sentence is finished.\n\nThere is no fear for a criminal in today's UK. The law-abiding citizens of our cities and towns are governed by fear. Fear that the police will not or cannot turn up when urgent help is required. Fear that victims cannot defend themselves as charges may be brought against them, rather than the assailant. And fear that nothing is being done to help the law-abiding citizens of our country to live a life without fear on their own streets.\n\nThere is no punishment to fit the crime at any level. Why? Because that infamous phrase \"it's against my human rights\" is brandished like an impenetrable shield.\n\nPass the country back to those that care. Allow us the freedom to punish those that should be punished, and give us the strength of the knowledge that our own government will and can back us up and be on our side in times of need.\n\nThank you.",
            "closed_at": "2008-09-30T00:00:00Z",
            "created_at": "2008-05-30T15:19:32.034953Z",
            "creator_name": "Neil",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-05-30T15:19:32.034953Z",
            "rejected_at": "2008-07-03T00:01:04.006916Z",
            "rejection": {
                "code": 10240,
                "details": "http://search.petitions.pm.gov.uk/kbroker/number10/petitions/search.lsim?qt=rights+criminals&sr=0&nh=10&cs=&sc=number10&oq=rights+crime&sb=0&ha=1157&mt=0",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions",
                    "False or incomplete name or address information"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-07-03T00:01:04.006916Z"
        },
        "id": 9733728
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/waverights/"
    },
    "type": "petition"
}