{
    "data": {
        "attributes": {
            "action": "to remove the terminology ‘accident’ verbally and from all written material referring to Road Traffic Crashes, Road Causality Statistics, Road Signs including digital pictograms electronic signs, and replace it with CRASH..",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Terminology 'accident' trivialises the enormity of a Road CRASH and the carnage and devastation caused, it is extremely detrimental to raising awareness about Road Safety.  It makes the assumption that it was without apparent cause, which is grossly misleading.\n\nWe all have a duty and responsibility not to use terminology or language which is incorrect, misleading or causes distress or offence.\n\nThe term ‘accident’, when referring to Road Traffic Crashes, is in fact incorrect, inappropriate, grossly misleading, and it is deeply offensive and deeply distressing.  It is belittling the trauma and devastation suffered by families of Innocent loved ones killed in Road Traffic Crashes in an unprovoked attack by another road user who used their vehicle as a lethal weapon whilst committing one or more criminal offences.\n\nUsing the terminology ’Road Traffic Crash or Collision’ does not apportion blame, it states a fact.  It would give proper meaning and respect to the innocent victims killed and injured.  It would relieve a little of the Trauma, which affects the health and well-being of so many bereaved parents and families of Innocent Road Crash Victims.",
            "closed_at": "2009-06-06T00:00:00Z",
            "created_at": "2008-05-30T17:19:15.829390Z",
            "creator_name": "Bridget M J Wall",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-05-30T17:19:15.829390Z",
            "rejected_at": "2008-06-09T10:33:17.214641Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-06-09T10:33:17.214641Z"
        },
        "id": 9737050
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/CRASHnotaccident/"
    },
    "type": "petition"
}