{
    "data": {
        "attributes": {
            "action": "Use Additional Tax Revenues From High Energy and Oil Prices to Reduce Usage",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Rising oil and energy prices are painful, but unavoidable in a market economy where demand outstrips supply.  However the government does get increasing \"windfall\" taxes from such increasing prices.\n\nThe additional tax revenues resulting from the increasing price of energy/oil should be specifically used to reduce consumption by improving insulation, efficiency and providing better alternatives.  This provides a long term and greener solution to the problem, rather than a short term fudge which might win some short term votes, but does nothing to solve the real problems.\n\nExample 1: additional tax from domestic fuel/energy should be used to fund improved home insulation and boiler efficiency; prioritise and start with those most in need - this will reduce their demand for domestic energy and reduce their bills.\n\nExample 2:  Use additional taxes from road fuels to specifically reduce congestion on the roads, improve public transport, provide alternative solutions, etc.\n\nThis approach would also balance in a market economy way - the more energy prices rise, the more investment would be put into efficiency, etc. in that area.",
            "closed_at": "2008-09-03T00:00:00Z",
            "created_at": "2008-05-31T09:27:10.403345Z",
            "creator_name": "Darren Brooker",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-05-31T09:27:10.403345Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 4,
            "state": "finished",
            "updated_at": "2008-12-04T17:01:32.980322Z"
        },
        "id": 9748292
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/energy-tax-use/"
    },
    "type": "petition"
}