{
    "data": {
        "attributes": {
            "action": "Allow the NHS to fund treatment for babies with plagiocephaly & Brachycephally (Flat head syndrome)",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "For the NHS to fund treatment for babies with Plagiocephaly & Brachycephaly (FLAT HEAD SYNDROME) and acknowledge that it can cause problems in later life. For information to be put in the red books and all new parents to be told about tummy time. This would prevent alot of plagiocephaly. Doctors, health visitors and midwives to be aware of it. The only way you can get treatment is to pay privately and costs two thousand pound. The helmet is moulded for the shape of the childs head and helps reshape it. For best results it needs fitting between 4 and 12 month. Had i known about STARBAND sooner my daughters head would be perfect, it is working, just not as good as it would had she been younger. This condition isn't just cosmetic and can affect the childs ears, eyes and cause headaches. The child may not be able to wear glasses or a bike helmet due to the condition. The helmet is a lot cheaper than if the child was to have surgery in later life\nThank you for your support and taking the time out to read this\nKate (Matilda's mum)",
            "closed_at": "2008-08-27T00:00:00Z",
            "created_at": "2008-05-31T13:58:36.063905Z",
            "creator_name": "Kate Fisher",
            "government_response_at": "2008-10-03T13:57:41.092329Z",
            "government_responses": [
                {
                    "created_at": "2008-10-03T13:57:41.092329Z",
                    "details": "You signed a petition asking the Prime Minister to \"Allow the NHS to fund treatment for babies with plagiocephaly & Brachycephally (Flat head syndrome).\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page17051\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Plagiocephaly'",
                    "updated_at": "2008-10-03T13:57:41.092329Z"
                }
            ],
            "opened_at": "2008-05-31T13:58:36.063905Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1220,
            "state": "finished",
            "updated_at": "2008-09-26T04:04:32.538354Z"
        },
        "id": 9752541
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Plagiocephaly/"
    },
    "type": "petition"
}