{
    "data": {
        "attributes": {
            "action": "Exert pressure on the BBC and EBU to either (1) change Eurovision Song Contest political voting system (2) remove UK from show and start a Western Eurovision Song contest (3) remove UK from show and spend BBC money on quality programming.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The problem with the voting system is the blatant political voting between countries. If all countries are to vote a fairer system must be found. Failure to resolve this issue could mark the end of Eurovision as more countries follow Italy and Austria and leave the contest.\nSolution; (1) Block Votes - Countries grouped together for voting (2) Jury and Phone voting.\nBlock Votes - To end the cycle of political voting countries will be grouped into blocks of equal numbers (@ 12 blocks) that reflect their political voting pattern. Examples of block grouping (A) Slovenia, Croatia, (B) Estonia, Lithuania, Latvia (C) Greece, Cyprus.\nEach country NOT allowed to vote for others within its block.\nEach country entitled to an equal percentage of their block vote.\nTelephone and Jury voting - Each country to provide phone and jury voting with points equally divided - 50% phone, 50% jury. Advantages – phone revenue still obtained and professional jury votes on quality of the song.",
            "closed_at": "2008-12-01T00:00:00Z",
            "created_at": "2008-05-31T17:50:07.501825Z",
            "creator_name": "Pantelis Pagonis",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-05-31T17:50:07.501825Z",
            "rejected_at": "2008-07-03T00:01:04.006916Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/Woganisright/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-07-03T00:01:04.006916Z"
        },
        "id": 9756054
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Esongvote/"
    },
    "type": "petition"
}