{
    "data": {
        "attributes": {
            "action": "Investigate the Truth about CR Gas  - CEARTAIS",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The aim of Ceartais is to support former Long Kesh Prisoners and their families. Our objective is to reveal the truth behind a CR Gas attack on hundreds of Political Prisoners by British Crown Forces on October 15, 1974... \n\nEver since, the British government and its armed forces have denied using CR Gas......\n\nCeartais will also be highlighting the fact that scores of former Prisoners have battled various forms of terminal cancer. Dozens of whom have tragically died.\n\nOn 16 October 1974 in Long Kesh, the British Army dropped copious amounts of CR gas from helicopters. The CR was delivered in clusters that separated into small canisters when fired from the helicopter. \n\nUnlike CS gas, which is contained in a large canister about four inches long by four inches in circumference, the CR canister is like a pencil battery. This is by design, as the CS gas was only effective in a relatively small area and could be dealt with fairly rapidly by using wet cloths. CR, on the other hand, because of the nature of the dispersal of the cluster of about 20-25 canisters over a wide area, was impossible to deal with because of the immediate incapacitating effect on its victims.",
            "closed_at": "2008-08-04T00:00:00Z",
            "created_at": "2008-06-01T01:59:03.547739Z",
            "creator_name": "Mairtin Og Meehan",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-06-01T01:59:03.547739Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 22,
            "state": "finished",
            "updated_at": "2008-08-05T00:01:01.941900Z"
        },
        "id": 9760870
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Ceartais/"
    },
    "type": "petition"
}