{
    "data": {
        "attributes": {
            "action": "Award David Croft and Jimmy Perry the creators of many much loved comedy shows knighthoods in the New Years honours list",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I believe that David Croft & Jimmy Perry who have worked tirelessly in TV, Radio & Theatre for over half a century should now each receive the Knighthoods they so richly deserve. David & Jimmy have continually given the gift of laughter via much loved shows like Dads Army, Allo Allo, Are you being served & It aint half hot mum, & alike to British families for over 40 years. Not only enjoyed in this country, but across the world providing the BBC with much needed revenue each year through repeat fees and DVD sales. Now both in their 80's they still travel many miles each year meeting fans of all ages. I feel that in the age of shock TV, a lifetime of producing quality shows that the whole family can watch and enjoy is a gift to nation that needs to be recognised, and that means Her Majesty requesting them to arise Sir David and Sir Jimmy.",
            "closed_at": "2008-12-03T00:00:00Z",
            "created_at": "2008-06-01T00:02:05.709749Z",
            "creator_name": "Ian Bushell",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-06-01T00:02:05.709749Z",
            "rejected_at": "2008-07-04T00:01:04.526303Z",
            "rejection": {
                "code": 16384,
                "details": "The Cabinet Office is actively seeking nominations for honours from the public. Please go to http://www.honours.gov.uk/",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-07-04T00:01:04.526303Z"
        },
        "id": 9760534
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Perry-Croft/"
    },
    "type": "petition"
}