{
    "data": {
        "attributes": {
            "action": "allow local doctor's surgeries to remain as they are. Making centralised giant clinics will cause chaos, expense, pollution and enhance health problems.It is not a viable proposition.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Closing down local doctor's surgeries as a recent Bill addresses would be a ludicrous idea and would be counter productive to everything.\nThe expense of setting up huge clinics, in one central area, with 50 plus doctors and thousands of patients would be huge. How can the NHS afford this?\nPatients would arrive stressed and doctors would hardly know who their patients were. \nPotentially life threatening mistakes could easily be made with such a huge administration task. \nPatients unable to drive will call the doctors out more readily than if they just had to walk up the road, for instance. Ambulence services would be further stretched having to ferry people to the clinics, who could not or would not reach them by car. \nHaving to drive several miles when ill, would be dangerous and also put more traffic on the roads. Parking problems would arise and cause further stress and expense. \nAdd this to the greater amount of traffic on the raods caused by the closure of local post offices and pollution and green house gasses will increase ten fold.\nPlease do not put this theory into practice to worsen conditions of the NHS and the general public.",
            "closed_at": "2008-09-01T00:00:00Z",
            "created_at": "2008-06-01T15:12:29.614244Z",
            "creator_name": "Linda Clapham",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-06-01T15:12:29.614244Z",
            "rejected_at": "2008-07-03T00:01:04.006916Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/doctorkeep/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-07-03T00:01:04.006916Z"
        },
        "id": 9767929
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/LocalGPSurgeries/"
    },
    "type": "petition"
}