{
    "data": {
        "attributes": {
            "action": "permanently forbid the transmission of hard-core pornography on television; whether by paid subscription or otherwise",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Some people campaign for such material to be on our televisions on the following grounds: \n\n1) it would give viewers more personal choice but even soft-core pornography, let alone hard-core, can lead to rape; what about the \"personal choice\" of (mostly) women not to suffer this appalling crime?!  (The reason I say pornography can lead to rape is that it presents (again mostly) women as sex objects; i.e. objects to be used for sex in the same way as this computer is currently being used as an object to create this petition).\n\n2) It would, apparently, lead to a more grown-up attitude to sexual entertainment; what's entertaining about seeing someone being exploited for various appalling sexual acts?  And it seems the REVERSE of \"grown-up\" to want to see such images.\n\n3) Apparently soft-core pornography falls short of what responsible adults want to see; if they're THAT responsible shouldn't they consider the possible CONSEQUENCES of viewing such horrendous images?\n\nI personally am opposed even to \"soft-core\" pornography since even that seems to me to degrade and endanger women. And I am TOTALLY opposed to ANY extension to hard-core.",
            "closed_at": "2009-06-04T00:00:00Z",
            "created_at": "2008-06-02T00:03:35.500043Z",
            "creator_name": "Margaret King",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-06-02T00:03:35.500043Z",
            "rejected_at": "2008-06-04T11:13:48.783609Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/All-Pornography/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-06-04T11:13:48.783609Z"
        },
        "id": 9777357
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/NO-to-hard-core/"
    },
    "type": "petition"
}