{
    "data": {
        "attributes": {
            "action": "OUTLAWING THE USE OF INDIAN CALL CENTRES BY BRITISH COMPANIES",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "British companies make billions in profit from us, its consumers. This is because they cut costs by using Indian call centres. Their pockets get heavier while briton gets angrier. Our personal details are at risk of being sold to third parties who WILL use them to commit fraud against us. Communication is sometimes impossible and some of the UKs 1.61 million unemployed could have a job!!! These call centres need to be banned now. If these companies were made to bring their call centres back to the UK, umeployment rates would fall, personal data would remain in this country, reps would have some sort of idea what you're calling about and also bi-lingual reps could be available for the UKs multi-cultural society. You as the customer would be receiving a better service. YOU KEEP THESE COMPANIES IN BUSINESS. YOU DESERVE YOUR MONIES WORTH",
            "closed_at": "2008-12-02T00:00:00Z",
            "created_at": "2008-06-02T12:01:06.506799Z",
            "creator_name": "Erica Stewart",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-06-02T12:01:06.506799Z",
            "rejected_at": "2008-07-04T00:01:04.526303Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/NOTOOVERSEAS/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-07-04T00:01:04.526303Z"
        },
        "id": 9790061
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Back2UK/"
    },
    "type": "petition"
}