{
    "data": {
        "attributes": {
            "action": "Enter into negotiations with the President of the USA to have the UK admitted as the 51st state of the Union",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The  “special relationship” which exists between the USA and UK has endured over many years and through many changes of leaders .\n\nSo close are our two countries that it is now time to formalise this relationship to realise the benefits of positive synergies.\n\nFor the UK the benefits could be;\n\nA much more straightforward immigration policy allowing easy travel and settlement between the two countries.\n\nA secure and rigidly controlled border.\n\nStrictly enforced and policed immigration policies.\n\nA Police force which is trained, equipped and able to deal with offenders and is not afraid to challenge criminal behaviour at all levels.\n\nAn administration which is not afraid to invest in the building of new prisons rather than turning offenders loose because they cannot be accommodated.\n\nA country where you, the ordinary citizen, will have an absolute right to defend your family and property against criminal threats.\n\nThe opportunity for a better quality of life.\n\nA common armed force to protect the enlarged nation.\n\nAn end to EEC governance of our judicial system.\n\nIf you hope for a better life for yourself, your family and your children then please vote in favour of this petition.",
            "closed_at": "2009-06-04T00:00:00Z",
            "created_at": "2008-06-02T17:48:51.454771Z",
            "creator_name": "J.Loughridge",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-06-02T17:48:51.454771Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 16,
            "state": "finished",
            "updated_at": "2010-01-27T17:20:02.087537Z"
        },
        "id": 9802117
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/51state/"
    },
    "type": "petition"
}