{
    "data": {
        "attributes": {
            "action": "Recognise Ukraine's Holodomor (Death by Hunger) on its 75th anniversary, as a Genocide against the Ukrainian nation by the Soviet Regime, as defined by the Convention on the Prevention & Punishment of  the Crime of Genocide as adopted by the UN General Assembly Dec. 1948  Article 2, & demonstrated as such according to this definition (see \"More details\" & conformance to Convention definitions in brackets).",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Convention on the Prevention & Punishment of the Crime of Genocide as adopted by the UN General Assembly Dec.1948. Article 2 defines genocide as any of the following acts committed with intent to destroy, in whole or in part, a national, ethnical, racial or religious group, as such: (a) Killing members of the group; (Ukrainian nation). (b) Causing serious bodily or mental harm to members of the group; \n(Confiscating  food. Causing starvation). (c) Deliberately inflicting on the group conditions of life calculated to bring about its physical destruction in whole or in part; (Aug. 1932 Stalin passed law  stopping people taking food from collective\nfarms. Jan. 1933 law to stop people leaving homes to find food). (d)    Imposing measures intended to prevent births within the group; (Food confiscation, execution or imprisonment/forced labour & death). (e) Forcibly transferring children of\nthe group to another group. (N/A. All ages targeted. Ukraine/Russia border closed. No escape).",
            "closed_at": "2009-06-04T00:00:00Z",
            "created_at": "2008-06-02T20:56:25.093194Z",
            "creator_name": "Stepan Pasicznyk",
            "government_response_at": "2009-07-31T14:46:41.208668Z",
            "government_responses": [
                {
                    "created_at": "2009-07-31T14:46:41.208668Z",
                    "details": "You signed a petition asking the Prime Minister to \"Recognise Ukraine's Holodomor (Death by Hunger) on its 75th anniversary, as a Genocide against the Ukrainian nation by the Soviet Regime, as defined by the Convention on the Prevention & Punishment of the Crime of Genocide as adopted by the UN General Assembly Dec. 1948 Article 2, & demonstrated as such according to this definition (see \"More details\" & conformance to Convention definitions in brackets).\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page20199\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'GenocideUkraine'",
                    "updated_at": "2009-07-31T14:46:41.208668Z"
                }
            ],
            "opened_at": "2008-06-02T20:56:25.093194Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 255,
            "state": "finished",
            "updated_at": "2009-06-23T03:02:27.913253Z"
        },
        "id": 9806993
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/GenocideUkraine/"
    },
    "type": "petition"
}