{
    "data": {
        "attributes": {
            "action": "Urgently review guidelines for assessing a pensioner's entitlement to other state and council tax benefits.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "... and by doing so, markedly reduce the number of pensioners caught in the 'Near Poverty' trap. most often, due to having small company pensions.\n\nGovernment's current approach is fermenting social discontent with its constant self praise for 'lifting 'X' number of pensioners out of poverty'; an achievement quite alien to the experience of most.\n\nPeople see the pension and benefits system as biased because;\n\n1.   It fails to clearly distinguish between a lifetime's record of N.I. contributions as opposed to the random or nil record of the work shy, criminals and newcomers.\n\n2.  The latter's unpaid or irregular contributions are eventually inflated in value by other benefits, denied to the former.\n\n3.  That when combined, the total benefits of the latter often exceed the benefits of the former.\n\nCorrecting this imbalance is not just a matter of decency but recognition of those who fought and, or later, worked in harder times to ensure Britain's recovery from the war.\n\nSir; poverty is more than a lack of money ... it is a mentally destructive imposition on our elderly and most vulnerable.",
            "closed_at": "2009-06-04T00:00:00Z",
            "created_at": "2008-06-03T01:04:19.686323Z",
            "creator_name": "Maurice Smith",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-06-03T01:04:19.686323Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 5,
            "state": "finished",
            "updated_at": "2009-07-24T14:58:46.679427Z"
        },
        "id": 9809726
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Pensionshortfall/"
    },
    "type": "petition"
}