{
    "data": {
        "attributes": {
            "action": "order ((THAT'S THE ACTION WE WANT HIM TO TAKE)) (in his role as the man who is, ultimately, in charge of the BBC; in his role as the man who manages, ultimately, the finances of this country; in his role as the man who, ultimately, imposes the punitive level of taxation currently endured by the population of this country) the Trustees of the BBC to make public the pay rates of EVERY single BBC employee for as long as the BBC is funded out of the BBC Licence Tax which continues to be taken, ultimately, by the Prime Minister against threat of criminalisation for non-payment from the (not yet convicted as criminals and in jail) population of this country.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Nobody being paid out of the BBC Licence Tax has the right to  have his or her pay rate withheld from the public domain.  If BBC employees are not happy for the people paying for it to know how much they get then they should go work for ITV, a company not funded out of taxpayer pounds and therefore what they pay their people is of no relevance to taxpayers.  TAXPAYERS HAVE THE BASIC HUMAN RIGHT TO KNOW WHERE THEIR TAXES ARE BEING SPENT.",
            "closed_at": "2009-06-03T00:00:00Z",
            "created_at": "2008-06-03T07:13:07.123920Z",
            "creator_name": "Keith Jones",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-06-03T07:13:07.123920Z",
            "rejected_at": "2008-07-04T00:01:04.526303Z",
            "rejection": {
                "code": 4352,
                "details": "",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand",
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-07-04T00:01:04.526303Z"
        },
        "id": 9810865
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/TellWhatTheyGet/"
    },
    "type": "petition"
}