{
    "data": {
        "attributes": {
            "action": "support the campaign to prevent the forced closure of Hillingdon School of Gymnastics (Swallows) by the London Borough of Hillingdon.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The petitioners recognise that Swallows Gym has been nominated as a London 2012 Pre-Games Training Venue & is already recognised as a 'British Gymnastics High Performance Centre' & a 'London Gymnastics Federation Centre of Excellence'.\nSwallows Gym has a safe & friendly environment with 'GymMark' & 'ClubMark' status and provides gymnastic-based activities for a healthy lifestyle for people in Hillingdon, surrounding boroughs & the home counties, with over 2000 users every week.\nThe petitioners note that Swallows Gym has been part of Hillingdon for 33 years, serving the community with Parent & Toddler sessions, Pre-School Gymnastics for Under 5s, General Gym classes with a 'Gymnastics for All' policy as well as Adult Gym classes. It provides advanced & elite training in Artistic & Rhythmic Gymnastics and a squad structure which has brought success in a wide range of international competitions as well as providing a career structure for former gymnasts to train as coaches and employing many of these as full & part time staff, as well as providing coaches to work in local schools & work experience placements for the schools in the Borough & surrounding areas.",
            "closed_at": "2008-12-04T00:00:00Z",
            "created_at": "2008-06-03T06:50:31.705580Z",
            "creator_name": "Mike Cox",
            "government_response_at": "2009-01-16T13:27:11.789416Z",
            "government_responses": [
                {
                    "created_at": "2009-01-16T13:27:11.789416Z",
                    "details": "You signed a petition asking the Prime Minister to \"support the campaign to prevent the forced closure of Hillingdon School of Gymnastics (Swallows) by the London Borough of Hillingdon.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page18017\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Swallows'",
                    "updated_at": "2009-01-16T13:27:11.789416Z"
                }
            ],
            "opened_at": "2008-06-03T06:50:31.705580Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1074,
            "state": "finished",
            "updated_at": "2008-12-05T00:01:01.481777Z"
        },
        "id": 9810509
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Swallows/"
    },
    "type": "petition"
}