{
    "data": {
        "attributes": {
            "action": "Online Discrimination Towards Babies That  Are Stillborn,Miscarriage, Infant Death and other related subjects",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This is a petition to STOP online abuse towards babies that have died due to stillbirth,miscarriage, infant death or anything else related that would hurt or offended the family that have to go through this pain.  If this was about colour,race or anything else then i am sure that some things would be removed. But this needs to be stopped asap, as families that have been through this pain, are being hurt even more and this is not fair. Sites like Youtube,Facebook have promoted these sick jokes and games and it needs to end, for our angels sake! They were little humans and they have rights aswell. Thank you for taking you time in signing this petition and please pass this link to anyone you think will sign. I know that alot of sick things go on in this world, but to pick on little angel babies is a really sick and unacceptable thing to do, and how would these people feel if they lost a child!",
            "closed_at": "2009-06-03T00:00:00Z",
            "created_at": "2008-06-03T09:17:23.346461Z",
            "creator_name": "Cassandra Gittens-Bishop",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-06-03T09:17:23.346461Z",
            "rejected_at": "2008-07-04T00:01:04.526303Z",
            "rejection": {
                "code": 256,
                "details": "",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-07-04T00:01:04.526303Z"
        },
        "id": 9815376
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Stopbabiesabuse/"
    },
    "type": "petition"
}