{
    "data": {
        "attributes": {
            "action": "Regulate PayPal's dispute resolution service",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "PayPal's dispute resolution service is deeply flawed, and no in step with UK law. The Prime Minister should regulate PayPal, requiring them to offer a more robust and law based service rather than forcing people to use the Small Claims Court.\n\nIn particular, PayPal requires a \"police report\" to be filed for many disputes. By this they mean an Incident Report. However, as PayPal transactions fall under civil law, it is impossible to file such a report and the Police refuse to accept them.\n\nThe service PayPal offers also does not provide any legal protection, and PayPal insists on keeping details of each party and evidence submitted to them secret, making resolution via the Small Claims Court or otherwise difficult.\n\nFurthermore, transactions involving credit cards take place between the buyer and PayPal, then again between PayPal and the seller. Banks will thus not help resolve PayPal disputes because the dispute is usually between the buyer and seller, not the buyer and PayPal with whom the credit card transaction took place. PayPal should at the least be bound by the same rules that credit card providers are, and be required to investigate in the same way.",
            "closed_at": "2009-06-03T00:00:00Z",
            "created_at": "2008-06-03T16:04:06.987669Z",
            "creator_name": "Paul Qureshi",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-06-03T16:04:06.987669Z",
            "rejected_at": "2008-07-04T00:01:04.526303Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/ebayripoff/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-07-04T00:01:04.526303Z"
        },
        "id": 9829445
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/paypalres/"
    },
    "type": "petition"
}