{
    "data": {
        "attributes": {
            "action": "quit, unelected, not wanted, no good, highwayman",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "A boy goes to his Dad and asks, 'What is Politics and why is that Brown on the television again?' \n\nDad says, 'Well son, let me try to explain it this way: \n\nI am the head of the family, so call me PM\n\nYour Mum is the administrator of the money, so we call her the Government. \n\nWe are here to take care of your needs, so we will call you the People. \n\nThe Nan we will consider her the Working Class. \n\nAnd your Brother, we will call him the Future. \n\nThink about that and see if it makes sense.\n\nThe little boy goes off to bed thinking about what his Dad said. \n\nThat night, he hears his Brother crying, so he gets up to check.\n\nHe finds that his Brother has soiled his nappy.\n\nSo the little boy goes to his parent's room and finds his mother asleep.  \n\nNot wanting to wake her, he goes to the nanny's room. Finding the door locked, he peeks in the keyhole and sees his Dad in bed with the Nan\n\nHe gives up and goes back to bed. \n\nIn the morning, the boy say's to his father, 'Dad, I think I understand the concept of politics now.' \n\nThe Dad says, 'Good, tell me in your own words what you think politics is all about.' \n\nThe boy replies, 'The PM is screwing the Working Class while the Government is sound asleep. The People are being ignored and the Future is in deep plop",
            "closed_at": "2009-06-03T00:00:00Z",
            "created_at": "2008-06-03T21:52:32.834234Z",
            "creator_name": "NeilParkes",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-06-03T21:52:32.834234Z",
            "rejected_at": "2008-07-04T00:01:04.526303Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/VOTE4CHANGE/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-07-04T00:01:04.526303Z"
        },
        "id": 9837876
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/brownpoo/"
    },
    "type": "petition"
}