{
    "data": {
        "attributes": {
            "action": "Prevent unreasonably large development of 2750 houses on Green Belt land around Lytchett Minster and Lytchett Matravers destroying their individuality and creating urban sprawl.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "A large development of 2750 houses is proposed for Green Belt Land surrounding Lytchett Minster and Lytchett Matravers in Dorset. This will effectively merge existing villages with unique characters in Purbeck DC forming urban sprawl to satisfy housing demands for the Borough of Poole! This unreasonably large proposal is at odds with the local environment and in direct contradiction to Gordon Brown's assurances and Government Planning Policy Guidance Note 2 for England and Wales.\n\nConsideration of this proposal at the EiP would appear to have been highly undemocratic. As a result this proposal was included in the RSS as a target area for development despite the substantial objections and overwhelming evidence against it presented by the local community,Parish Council,Purbeck DC,Dorset CC,RSPB,CPRE,Dorset Wildlife Trust and Natural England and as such we believe that it should not be allowed to proceed.\n\nPlease help reason to prevail and add your name to our petition. Thank you.",
            "closed_at": "2008-12-04T00:00:00Z",
            "created_at": "2008-06-04T13:45:03.120067Z",
            "creator_name": "Helen Dailey",
            "government_response_at": "2009-02-06T15:23:46.403532Z",
            "government_responses": [
                {
                    "created_at": "2009-02-06T15:23:46.403532Z",
                    "details": "You signed a petition asking the Prime Minister to \"Prevent unreasonably large development of 2750 houses on Green Belt land around Lytchett Minster and Lytchett Matravers destroying their individuality and creating urban sprawl.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page18237\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'DorsetGreenBelt'",
                    "updated_at": "2009-02-06T15:23:46.403532Z"
                }
            ],
            "opened_at": "2008-06-04T13:45:03.120067Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 864,
            "state": "finished",
            "updated_at": "2008-12-08T03:01:49.447269Z"
        },
        "id": 9852854
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/DorsetGreenBelt/"
    },
    "type": "petition"
}