{
    "data": {
        "attributes": {
            "action": "change the way prisoners in this country are treated",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "This is how JOE ARPAIO Count SHERIFF of MARICOPA - ARIZONA runs his prison.\nThe prisoners live in a tent city jail saving millions of dollars on expensive complexes. The meals cost 20cents per meal for which the prisoners pay for. He banned smoking and pornographic material, no G movies on cable they can watch disney or the weather and men and women work in chain gangs, when temp reached 116 degrees he allowed them to wear pink boxer shorts.  When they complained about the heat in the tents, he told them that it was between 120 - 130 degrees in Iraq and our soldiers are living in tents there too and they have to walk in the sun all day wearing full battle gear and get shot at and they have not committed any crimes and were told to shut their damned mouths.  What does Britain do ?\nwe give them the best of everything whilst people who stay on the straight and narrow, who are hard working, decent upright citizens pay taxes to keep them in this luxury, so they can come out and re-offend and they call this justice !!",
            "closed_at": "2009-06-05T00:00:00Z",
            "created_at": "2008-06-04T15:20:43.434911Z",
            "creator_name": "Gloria Allen",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-06-04T15:20:43.434911Z",
            "rejected_at": "2008-06-05T09:42:01.838286Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/make-jail-hard/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-06-05T09:42:01.838286Z"
        },
        "id": 9855596
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Prisontents/"
    },
    "type": "petition"
}