{
    "data": {
        "attributes": {
            "action": "Stop deducting Tax Credits, Loans & other benefits from Housing & Council Tax Benefit Awards",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Like many families my wife and I are on a low income & rent privately. We rely on the Tax Credits, Child Benefit, Housing & Council Tax benefits to survive. What the government doesn't tell you when stating they have given more financial assistance to families, is this money in the form of Tax Credits, Child & Other Benfits are deducted from your Housing & Council Tax entitlement. So you are in fact not better off at all. They give with one and take with the other. My wife has decided she wants to help educate the children of our county and has gone to university to achieve this goal. Like many students she has received a Student Loan. This is also deducted from our entitlement. How can a loan be taken into account? It's a borrowing. she has to pay it back! The government will never reach its goal of reducing pverty whilst it continues this unfair policy. If they are going to try and help then help they should. Not give it and take it away before you have had sight of it. We want the government to remeove these deductions and ask for all those in the same situations to sign this petition.",
            "closed_at": "2009-06-05T00:00:00Z",
            "created_at": "2008-06-04T15:41:36.311769Z",
            "creator_name": "Warren Mills",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-06-04T15:41:36.311769Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 35,
            "state": "finished",
            "updated_at": "2010-01-27T17:40:59.108278Z"
        },
        "id": 9856258
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/BenefitDeduction/"
    },
    "type": "petition"
}