{
    "data": {
        "attributes": {
            "action": "Abolish the teaching of religious education within science classes",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We urge the government to legislate against the teaching of religious education (including but not limited to creationism or intelligent design) within science classes. It is wholly inappropriate for the teaching of religious education to be taught as part of a science class or any science curriculum just as it would be inappropriate to teach scientific principles in conflict with religion within an RE class. Religious education must be confined to religious education classes!\n\nNOTE: This petition is different from previous petitions in related areas because we do not seek the abolition of faith schools and we do accept that creationism and intelligent design can be taught within the context of an RE (religious education) class.  This petition is specific to the issue of religious education in science classes.\n\nWe therefore urge that this petition is accepted as a NEW petition.",
            "closed_at": "2008-12-04T00:00:00Z",
            "created_at": "2008-06-04T17:46:20.877737Z",
            "creator_name": "Jim Moore",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-06-04T17:46:20.877737Z",
            "rejected_at": "2008-07-05T00:01:08.866565Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/Sciencenotfaith/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-07-05T00:01:08.866565Z"
        },
        "id": 9858956
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/no-RE-in-science/"
    },
    "type": "petition"
}