{
    "data": {
        "attributes": {
            "action": "Ban Imidacloprid - before we have no wildlife left at all.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Imidacloprid is highly persistent in the soil once it has been used on a field. Two years after Imidacloprid was used in a field of oilseed rape,  the new crop was still contaminated with the chemical at a level that has been shown to have pronounced sub-lethal effects on foraging bees. Long before it kills bees, Imidacloprid affects complex behaviours like flight, navigation, vision, smell etc, and crucially in the case of queens - mating and orientation flights. It is also highly persistent in water & is equally lethal to aquatic vertebrates, invertebrates & insects. Could this be affecting farm ditches & freshwater ponds in arable crop areas? Since it attacks all animal nervous-systems, Imidacloprid and its related poisons like Fipronil and Clothianidin, kill 100% of all earthworms and soil invertebrates in any treated field: beetles, cranefly larvae, slugs, snails – all are killed. Many animals like hedgehogs, shrews & many more bird species depend on insects & larvae. Since virtually all arable crop land in the UK is now saturated with Imidacloprid, is it surprising that we are seeing a decline in wildlife?",
            "closed_at": "2008-09-09T00:00:00Z",
            "created_at": "2008-06-05T10:26:27.280476Z",
            "creator_name": "Mandy House",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-06-05T10:26:27.280476Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 53,
            "state": "finished",
            "updated_at": "2009-06-02T17:24:50.998055Z"
        },
        "id": 9872878
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Ban-Imidacloprid/"
    },
    "type": "petition"
}