{
    "data": {
        "attributes": {
            "action": "listen to Britain!",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In the wake of the recently concluded local elections, we urge the Prime Minister Gordon Brown to set a date for calling a general election.\n\nThe results of the local elections show that Labour lost more than 300 councillors and slumped to third place behind the Liberal Democrats in the share of the vote – a full 20 points behind David Cameron's Conservatives. The Tories also won the London mayoral race, with Boris Johnson triumphing over Labour's Ken Livingstone.\n\nThese results clearly and definitively point to the fact that the British public is ready for a change. The British public have used their votes to send a loud and clear message that they no longer want Gordon Brown in charge of their country and their taxes. Therefore, if we truly are a democracy, then you will set a date for a General Election immediately and let Britain decide who it wants running the country.",
            "closed_at": "2008-09-05T00:00:00Z",
            "created_at": "2008-06-05T12:10:41.447706Z",
            "creator_name": "Daniel Greenslade",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-06-05T12:10:41.447706Z",
            "rejected_at": "2008-06-05T14:26:13.465363Z",
            "rejection": {
                "code": 2560,
                "details": "http://petitions.pm.gov.uk/VOTE4CHANGE/",
                "reasons": [
                    "Statements that don't actually request any action",
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-06-05T14:26:13.465363Z"
        },
        "id": 9876090
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/listentobritain/"
    },
    "type": "petition"
}