{
    "data": {
        "attributes": {
            "action": "Withdraw the United Kingdom from the European Union (EU)",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The United Kingdom, have suffered in numerous ways since the expansion of the EU (examples: Immigrants, Taxes etc.) The United Kingdom no longer rule its own borders and due to this fact we have thousands of europeans entering the country each week and claiming benifits which is paid for by the tax payer, which is increasing out taxes. The UK no longer has an identity, our road rigns are being translated into Polish, walking into a shop there is someone who cannot speak english correctly so therefore you feel unwelcome in your own country. The EU costs too much and takes away our identity. The 2 richest countries in Europe are Switzerland and Norway, neither of them are members of the EU! By withdrawing from the EU, it would allow the UK to control our own borders, save money, import and export goods with nations we chose opposed to nations the EU say we can trade with and if its outside the EU have more tax added on.",
            "closed_at": "2009-06-05T00:00:00Z",
            "created_at": "2008-06-05T13:26:16.348526Z",
            "creator_name": "Daniel Lewis",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-06-05T13:26:16.348526Z",
            "rejected_at": "2008-07-05T00:01:08.866565Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/Leaving-the-EU/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-07-05T00:01:08.866565Z"
        },
        "id": 9878403
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Withdraw-EU/"
    },
    "type": "petition"
}