{
    "data": {
        "attributes": {
            "action": "We, the undersigned, petition the Prime Minister to instruct the Lancashire Care NHS Foundation Trust to build new In-patient Mental Health facilities on a Brownfield Site which houses the existing Mental Health facilities (Ridge Lea), rather than on an Out-of-town Greenfield Site (Royal Albert Fields)",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The result of the public consultation by the former Morecambe Bay Primary Care Trust (in 2004) was clearly in favour of new and improved facilities on the existing Ridge Lea site but unfortunately there was insufficient funding at the time. Now that the funding is available, we feel that Lancashire Care should honour this conclusion, rather than consider a new, Greenfield site (Royal Albert Fields).\n\nThe proposed site will also severely impact on traffic, is poorly served by public transport, and has no amenities (particularly shops) in the vicinity.\n\nWe believe that a large amount of tax payers’ money is being wasted developing plans for a new facility that is poorly conceived, has opposition from residents, and the Head of Planning for the City Council, and should be developed on the land that already currently houses the Mental Health facilities.\n\nWe would like the Prime Minister to instruct the NHS Trust to build on the Brownfield (Ridge Lea) site.",
            "closed_at": "2008-09-09T00:00:00Z",
            "created_at": "2008-06-05T21:42:06.705179Z",
            "creator_name": "Dr Neil C Firth",
            "government_response_at": "2008-11-21T15:24:42.851459Z",
            "government_responses": [
                {
                    "created_at": "2008-11-21T15:24:42.851459Z",
                    "details": "You signed a petition asking the Prime Minister to \"We, the undersigned, petition the Prime Minister to instruct the Lancashire Care NHS Foundation Trust to build new In-patient Mental Health facilities on a Brownfield Site which houses the existing Mental Health facilities (Ridge Lea), rather than on an Out-of-town Greenfield Site (Royal Albert Fields).\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page17525\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'Royal-Albert'",
                    "updated_at": "2008-11-21T15:24:42.851459Z"
                }
            ],
            "opened_at": "2008-06-05T21:42:06.705179Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 261,
            "state": "finished",
            "updated_at": "2008-09-27T04:02:57.433008Z"
        },
        "id": 9888554
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Royal-Albert/"
    },
    "type": "petition"
}