{
    "data": {
        "attributes": {
            "action": "Urge the USA to withdraw its proposal for a \"strategic alliance\" with Iraq.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The USA is in talks with Iraq over \na \"strategic alliance.\" Terms include:\n\n- Immunity from Iraqi law for US soldiers & contractors;\n\n- The right to launch military operations in Iraq, & to arrest people, without Iraqi approval;\n\n- US control of Iraqi airspace below 29,000ft;\n\n- Permanent US military bases.\n\n\nThe coalition’s aim should be to empower the Iraqi government in creating a democratic Iraq. Yet the proposal would be what an Iraqi politician has called \"a terrible breach of our sovereignty.\"\nIt is also likely that opposition to the proposal will exacerbate the existing instability & hinder Iraq's recovery (as the similar Anglo-Iraqi treaty (1930) did).\n\n\nThe US is opposed to a referendum on the proposal, despite its importance, & is trying to rush it through against the wishes of the Iraqi government. These attitudes are irreconcilable with democratic ideals.\n\n\nWe believe the proposal would greatly damage Iraq's recovery, the legitimacy of its government, & the coalition's commitment to a democratic Iraq. The UK is the second-most influential member of the coalition; we believe, as part of our duty to rebuild Iraq, that we are obliged to press the USA to abandon the proposal.",
            "closed_at": "2008-08-09T00:00:00Z",
            "created_at": "2008-06-06T08:35:43.418903Z",
            "creator_name": "Chris Swann",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-06-06T08:35:43.418903Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 2,
            "state": "finished",
            "updated_at": "2008-08-10T00:01:01.140908Z"
        },
        "id": 9893073
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/iraqsov/"
    },
    "type": "petition"
}