{
    "data": {
        "attributes": {
            "action": "Raise Approved Mileage Allowance Payment (AMAP) rates from their current rate of 40 pence per mile",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "In light of the decision to raise advisory fuel rates for using company cars, it remains unfair that the thousands using private cars for work continue to be penalised by rates set in 2002. In 2002 petrol cost around 74p, prices now hit over 115p (56% rise) and it’s time the government acknowledges this rise.\n \nSince 2002 advisory fuel rates have risen by 5p per mile. The most recent change, (1st June 2008) acknowledges this; “we are mindful that an implementation date of 1 July might mean that drivers will be incurring higher fuel prices before the new rates become effective”.  Given that the government acknowledges the increased cost for using company cars it can no longer ignore the cost for the use of private cars.\n \nWe urge the government to review the Approved Mileage Allowance and as a minimum raise it immediately by 5p per mile in line with the agreed rise for company cars since 2002. We also urge the government to commit to reviewing Approved Mileage Allowance every 6 months, as it is committed to do for the use of company cars. Any raises given for Advisory Fuel Rates should be reflected in Approved Mileage Allowance.",
            "closed_at": "2008-10-08T00:00:00Z",
            "created_at": "2008-06-06T10:54:17.100855Z",
            "creator_name": "Julia Sudbury",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-06-06T10:54:17.100855Z",
            "rejected_at": "2008-07-09T00:01:03.607967Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/mileage-rate/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-07-09T00:01:03.607967Z"
        },
        "id": 9896957
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/40p-rate/"
    },
    "type": "petition"
}