{
    "data": {
        "attributes": {
            "action": "address the 4.5 million \"fuel poor\" households and look at the profit made by the energy industry",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "An estimated 4.5 million households now fall into the category of being fuel poor, the National Energy Action group (NEA) claimed.\n\nSpeaking at a Business and Enterprise Select Committee hearing in Westminster, Jenny Saunders, the NEA's acting chief executive said this \"dramatic increase\" was due in part to a rise in fuel prices.\n\nThose suffering most from the increases were those on pre-pay meters who were paying more for their fuel bills than customers paying by direct debit, Ms Saunders said.\n\nMs Jennings argued that customers paying by direct debit tended to be more affluent whereas those paying via prepayment were sometimes on lower incomes and were using the prepayment system as a means to aid budgeting.\n\nThe government has set targets to remove vulnerable people from fuel poverty by 2010, and all households in England by 2016, but Ms Jennings said that these targets \"could not be met\".\n\nThe petitioner is kindly requesting that the govt. looks at supervising private companies' travel expenses claims - the company I work for sometimes refunds and sometimes doesn't. Hardly surprising that govt policies don't work if you don't PAY staff !",
            "closed_at": "2009-06-06T00:00:00Z",
            "created_at": "2008-06-06T11:19:31.895749Z",
            "creator_name": "J RICHARDS",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-06-06T11:19:31.895749Z",
            "rejected_at": "2008-07-09T00:01:03.607967Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/GasElectricity/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-07-09T00:01:03.607967Z"
        },
        "id": 9897597
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/fuelpoor/"
    },
    "type": "petition"
}