{
    "data": {
        "attributes": {
            "action": "stop profiteering on rail services",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "To travel between London and Castle Cary on any normal Wednesday during off peak hours would cost a standard consumer £29.00.  If however, you wish to complete this journey on Wednesday 25th June (the opening date of Glastonbury Festival) the same journey jumps by an incredible 83% to £53.00.\n\nThis pricing strategy makes it significantly cheaper to drive to the festival, even with today's prices at the pump.\n\nGlastonbury goers are not alone; this same treatment is given to many major events around the UK (see fares to Cardiff when the stadium is in use).\n\nThe biggest irony is that Glastonbury Festival strives to be responsible in relation to Green issues and has encouraged visitors to use alternatives to cars whenever possible.  Sadly, First Great Western obviously do not appear to share the same view.\n\nIf getting the general public out of their cars and onto trains and busses is really a priority of this government, how do you justify allowing practices like this to continue?",
            "closed_at": "2008-12-06T00:00:00Z",
            "created_at": "2008-06-06T12:18:32.630427Z",
            "creator_name": "Richard Lipscombe",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-06-06T12:18:32.630427Z",
            "rejected_at": "2008-07-09T00:01:03.607967Z",
            "rejection": {
                "code": 4096,
                "details": "",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-07-09T00:01:03.607967Z"
        },
        "id": 9899049
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/FarePrices/"
    },
    "type": "petition"
}