{
    "data": {
        "attributes": {
            "action": "make it illegal for banks to allow payments or debits to proceed beyond current balance on accounts without overdraft facility.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "People who can get no overdraft facility on thier current account continue to be charged ridiculous bank fees when unforseen, miscalculated or miscommunication related payments proceed that take the balance of thier account even slightly into the red.\n\nI would like to see it impossible for such payments to proceed, the reason is that if we do not realise in time or have the funds to pay the fees due to a very low income the charge can repeat and get worse over the following months.\n\nAlso the charges themselves (which are allready on the block as I understand it) are too high when it costs the bank miniscule interest loss on for example a £10 oversight, that then is often compounded with a £25 charge, effectively making our financial problem two and a half times as bad.\n\nWe may well think its not that important, but people who are struggling with difficulty to pay bills are generally not writing thier MP to have the law changed due to trying to make ends meet in the short term. There must be a great many people who face this every year.\n\nThe banks (or rather shareholders) are rolling in funds through this awful tactic, surely.\n\nOr what about a standard £20 buffer?.",
            "closed_at": "2009-06-09T00:00:00Z",
            "created_at": "2008-06-06T13:46:46.312960Z",
            "creator_name": "John-Paul Stone",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-06-06T13:46:46.312960Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 16,
            "state": "finished",
            "updated_at": "2009-06-10T03:01:56.499745Z"
        },
        "id": 9901508
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Bankingscruples/"
    },
    "type": "petition"
}