{
    "data": {
        "attributes": {
            "action": "Stop the proposal to start sharing Student Loan repayment infomation with Credit Reference Agencies",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Until now, information about Student Loan repayments was always kept away from a graduate’s credit report. The Student Loans Company plan on sharing information about alleged defaults with agencies such as Experian and Equifax; causing damage to thousands of graduate's credit scores.\n\n* Have you ever changed jobs? Has it taken a couple of months for the student loan repayments to kick-in on your new pay-slip?\n* Have you gone and worked overseas?\n* Are you self-employed and doing everything through self-assessment?\n* Have payments you've made through your payroll gone missing?\n\nIf yes, you'll be one of those defaulters. A missed payment will be marked on your credit report as a default. Insultingly, unlike other loans, if you make repayments on time, this won't be recorded\n\nAs other lenders will be able to see this information, they can use it to assess whether or not you should have a credit card, car loan, or mortgage. This puts a load of graduates in a position they never expected to be in.\n\nTHIS WASN'T PART OF THE DEAL when we all applied for our Student Loan, and we shouldn't be expected to accept it. Stop the Student Loans Company releasing information to Credit Reference Agencies.",
            "closed_at": "2009-04-09T00:00:00Z",
            "created_at": "2008-06-07T11:51:11.175904Z",
            "creator_name": "Jodie O'Rourke",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-06-07T11:51:11.175904Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 69,
            "state": "finished",
            "updated_at": "2009-04-10T00:01:01.772139Z"
        },
        "id": 9914743
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/studentdefaults/"
    },
    "type": "petition"
}