{
    "data": {
        "attributes": {
            "action": "Change the minimum wage for the younger generation of workers as sometimes we do exactly the same job as others.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We have a number of young teenagers that want to work when they finish school or college, or even whilst attending them, but the pay always puts them off. The current minimum wages are ;\n£5.52 per hour for workers aged 22 years and older \nA development rate of £4.60 per hour for workers aged 18-21 inclusive and \n£3.40 per hour for all workers under the age of 18, who are no longer of compulsory school age. \n\nThe main reason we want the minimum wage to be the same for everyone who does the same job, is stop employers from employing young \"kids\" to do the same job as everyone else, but on a lower wage only so they can increase their profit margins!!!\n\nFor example - \nI work on a checkout, I am currently on 3.78 an hour, but a few months ago I was on 3.30 an hour, as I was 16.\nAnother worker who is over 22 gets 5.52 for doing the exactly same job as I do. Why do I get paid differently just because of my age. We both do exactly the same job and yet the teenager gets paid less.\n\nMaybe if the wages was increased it will encourage them to work from a lower age, this will probably then de-crease the amount of people who isn’t working later on in life.",
            "closed_at": "2009-06-07T00:00:00Z",
            "created_at": "2008-06-07T18:33:22.094775Z",
            "creator_name": "Thomas Nevitt",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-06-07T18:33:22.094775Z",
            "rejected_at": "2008-07-09T00:01:03.607967Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/newminimumwage/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-07-09T00:01:03.607967Z"
        },
        "id": 9918835
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Teenager-wage/"
    },
    "type": "petition"
}