{
    "data": {
        "attributes": {
            "action": "Promote mental health support, such as facilitated groups or hubs. (self harm)",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "There are practically no self harm support groups/advice that is accessible.  If people were given more information and the correct information, then it may reduce stigmas and a person may be able to help or understand some issues that people with any mental health illness may be experiencing.  I believe if more services operated and that were run outside of the Mental Health Trust ie, community workers or service users, may be useful.  Also this would give people with direct experience to not only help but possibly train for paid work, thus getting people of sick benefit and into work that they feel at ease with. Self harm is deemed second level Psychology but very few psychologists are trained in this area and very few actually focus on self harm as a main issue or concern.  Please listen as mental health is vastly growing in this country and unless sufficient targets and services are in place, it will only get worse.  I  work with many people who just do not receive the correct level of support and it is heart breaking when something can be done.  I propose more services to be availible and possible hubs/cafes to be distriputed throughout the UK.",
            "closed_at": "2008-12-09T00:00:00Z",
            "created_at": "2008-06-08T19:37:21.654080Z",
            "creator_name": "Emma Cooney",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-06-08T19:37:21.654080Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 54,
            "state": "finished",
            "updated_at": "2008-12-10T00:01:01.883692Z"
        },
        "id": 9928188
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/cafehub/"
    },
    "type": "petition"
}