{
    "data": {
        "attributes": {
            "action": "make all private care/nursing homes in the United Kingdom subject to the legislation within the Bill of Human Rights in order to ensure that all residents of those institutions previously mentioned are given the full legal protection of The Human Rights Act, offering them safekeeping against inhuman and degrading treatment and securing for them the dignity necessary to live and end their lives in a safe, protected and supported environment.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We want to ensure that those people who find themselves residing in the private sector of care in our society (all private residential care homes/ nursing homes)will receive the same protection as residents in state funded homes. To date this has not been the case. \nIf the management of a private care home decided to separate a married couple who had been together for over 60 years or put a resident in solitary confinement for several days or serve a resident breakfast whilst they were using a commode, there is no recourse to human rights law. \nPrisoners seem to have better legal protection against inhuman and degrading treatment than the old and vulnerable residents of private care homes.\n Old, vulnerable people need to be protected by the force of law if they are to remain safe and end their lives with dignity and support. They need to be handled sympathetically and professionally with compassion and a high level of empathetic care.",
            "closed_at": "2009-06-09T00:00:00Z",
            "created_at": "2008-06-09T08:05:57.853586Z",
            "creator_name": "Carol Rita Newman",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-06-09T08:05:57.853586Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 95,
            "state": "finished",
            "updated_at": "2010-04-22T23:30:43.872038Z"
        },
        "id": 9932590
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ElderAbuse/"
    },
    "type": "petition"
}