{
    "data": {
        "attributes": {
            "action": "improve accountability in govt. policies and specifically assess cost - benefits of congestion charging",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The Government is expected to announce backing for a congestion charge in Greater Manchester. Under the planned scheme, drivers would be required to pay up to £5 to enter the city centre at busy times. The petitioner is calling on the PM to identify the beneficiaries of this scheme - certainly not the local economy !\n\nIf Manchester is the first provincial city to follow London in introducing a congestion charge. Fair enough - taxing the poor to feed the rich - but when the profits have been made from the poor, will the poor be able to have their say on how the cash is spent ?\n\nThe petitioner is calling on the British govt. to outline - what traffic improvements are proposed and establish some accountability system if County Councils make promises that they do not keep when introducing new policies (a bit like e petitions !) that affect the rest of us.\n\nGiven political comments that \"A Labour MP (has) warned that the plans would undermine the party's support in the area - please can the P.M. reassure me that measures are introduced, spending taxes, to solve problems identified locally, improve situations and NOT just win votes. ... I've invited the P.M. to chat back about web chats ....",
            "closed_at": "2009-06-09T00:00:00Z",
            "created_at": "2008-06-09T09:43:22.125813Z",
            "creator_name": "J RICHARDS",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-06-09T09:43:22.125813Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 6,
            "state": "finished",
            "updated_at": "2009-06-10T00:01:01.250776Z"
        },
        "id": 9935843
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/chatbackwbechat/"
    },
    "type": "petition"
}