{
    "data": {
        "attributes": {
            "action": "require the train operators to provide an integrated system for the carriage of bicycles and ensure there is adequate capacity available",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Currently there is no minimum requirement for train operators to carry bicycles and each operator has a different set of rules and booking procedures.  This makes the system extremely complex to use, especially where multiple operators are used.  Its not possible to book bicycle reservations online and hence one does not know whether there will be room for a bike on a train when a ticket is purchased (note, advanced tickets cannot subsequently be altered to a train with available bicycle carriage space).  Some operators have extremely poor provision.  The Crosscountry service has reduced the capacity of its trains from 4 bicycles per train to 2 bicycles (so they can provide secure accomodation for their retail trolly).  Hence, a maximum of 2 people can travel together with bicycles when you using the crosscountry service (a major element of the national network).  Clearly, a national policy is required with a fully integrated booking system (that is available online through the standard ticket retailers) and incentives/requirements for operators to improve capacity.",
            "closed_at": "2009-06-10T00:00:00Z",
            "created_at": "2008-06-09T22:53:07.480235Z",
            "creator_name": "Timothy Keen",
            "government_response_at": "2009-08-07T10:31:51.605806Z",
            "government_responses": [
                {
                    "created_at": "2009-08-07T10:31:51.605806Z",
                    "details": "You signed a petition asking the Prime Minister to \"require the train operators to provide an integrated system for the carriage of bicycles and ensure there is adequate capacity available.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page20260\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'bikes-on-trains'",
                    "updated_at": "2009-08-07T10:31:51.605806Z"
                }
            ],
            "opened_at": "2008-06-09T22:53:07.480235Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 5491,
            "state": "finished",
            "updated_at": "2009-10-29T17:00:38.804509Z"
        },
        "id": 9951260
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/bikes-on-trains/"
    },
    "type": "petition"
}