{
    "data": {
        "attributes": {
            "action": "give up this mindless proposal to increase the maximum time terror suspects can be held from 28 to 42 days",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "It seems regrettable that a government, which spends so much time stating how it never gives in to “Terrorism”, is effectively doing so by approving this amendment.\nBy forcefully eroding civil liberties in this way the government is actually pandering to \"terrorist\" ideology.\nThe most important element is that the government should legislate according to the demands of its citizens, in the absence of a referendum (which would obviously be out of the question logistically); the executive should turn to its experts. Unless these experts are lying to the faces of the UK media, then appears the experts that the executive should be gleaning counsel from are being ignored.\nSir Ken Macdonald (Director of Public Prosecutions) says 42 days is not needed.\nHere are some useful quotes from a leading Uk broadsheet.\n\"MPs on the home affairs select committee say there is no evidence to suggest that the 28-day limit needs to be extended.\"",
            "closed_at": "2008-08-10T00:00:00Z",
            "created_at": "2008-06-10T09:26:43.495427Z",
            "creator_name": "James Rea-Palmer",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-06-10T09:26:43.495427Z",
            "rejected_at": "2008-07-10T00:01:07.515147Z",
            "rejection": {
                "code": 10240,
                "details": "http://petitions.pm.gov.uk/42daylimit/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions",
                    "False or incomplete name or address information"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-07-10T00:01:07.515147Z"
        },
        "id": 9956177
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Noto42days/"
    },
    "type": "petition"
}