{
    "data": {
        "attributes": {
            "action": "ask the foreign secretary to help open up communication on legal issues relating to the Turkey Villa Scam between UK & Turkey",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We ask for your urgent help to do everything you can to open legal communications between the courts in Turkey & the courts in the UK.80 victims from the UK have been caught up in a £4 million pound villa scam. The victims are currently taking court cases both in Turkey & in the UK.We are becoming increasingly frustrated by the lack & speed of communications between the 2 jurisdictions.We want to know what can be done to open up the lines of communication between both jurisdictions as this is unnecessarily delaying the victims in getting their money back.Some of the victims face financial ruin unless this money is returned to us & returned quickly. We are all honest, tax paying UK citizens & we beg you to do all in your power to help our case.",
            "closed_at": "2008-09-11T00:00:00Z",
            "created_at": "2008-06-10T10:48:27.591644Z",
            "creator_name": "Lenora Moore",
            "government_response_at": "2008-10-15T14:10:11.280069Z",
            "government_responses": [
                {
                    "created_at": "2008-10-15T14:10:11.280069Z",
                    "details": "You signed a petition asking the Prime Minister to \"ask the foreign secretary to help open up communication on legal issues relating to the Turkey Villa Scam between UK & Turkey.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page17177\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'VillaScam'",
                    "updated_at": "2008-10-15T14:10:11.280069Z"
                }
            ],
            "opened_at": "2008-06-10T10:48:27.591644Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 287,
            "state": "finished",
            "updated_at": "2008-10-07T03:48:58.735205Z"
        },
        "id": 9958558
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/VillaScam/"
    },
    "type": "petition"
}