{
    "data": {
        "attributes": {
            "action": "update harassment laws to prohibit religious bullying aimed at children.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The current laws on harassment are not sufficient to protect children from the sort of bullying that religious groups use every day to coerce children into obedience and belief. Threatening an adult with eternal torture may be distasteful but is not likely to result in psychological damage. This is not the case with children. The effects of religious bullying can be long-term and serious, from nightmares and depression to anxiety disorders and even suicide. \n\nThe fact that threats of damnation, torture and other extreme punishment are used routinely is clear evidence that existing laws are insufficient. We call on the Prime Minister to clarify the existing harassment laws by adding clauses outlawing any form of threat, supernatural or otherwise, aimed at children; and to provide guidance to the police and other authorities on the enforcement of these laws.",
            "closed_at": "2009-06-10T00:00:00Z",
            "created_at": "2008-06-10T12:03:33.331492Z",
            "creator_name": "Nicola Holt",
            "government_response_at": "2009-08-07T10:30:10.936140Z",
            "government_responses": [
                {
                    "created_at": "2009-08-07T10:30:10.936140Z",
                    "details": "You signed a petition asking the Prime Minister to \"update harassment laws to prohibit religious bullying aimed at children.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page20258\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'nodamnation'",
                    "updated_at": "2009-08-07T10:30:10.936140Z"
                }
            ],
            "opened_at": "2008-06-10T12:03:33.331492Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 792,
            "state": "finished",
            "updated_at": "2010-02-25T14:48:46.602916Z"
        },
        "id": 9960789
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/nodamnation/"
    },
    "type": "petition"
}