{
    "data": {
        "attributes": {
            "action": "change the licensing conditions relating to monoclonal antibody drugs, such as Cetuximab and Herceptin, which have been shown to be effective in cancer treatment, to make these drugs readily available on the NHS and, in the meantime, to allow cancer patients to pay for these drugs whilst still receiving the rest of their treatment on the NHS",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Monoclonal antibodies work differently from standard treatment, attacking cancer cells specifically. They give patients the chance for a longer & better quality of life. NICE ordains they should not be prescribed because 'they do not represent value for money' Government guidelines now insist that those who wish to pay for these drugs to supplement their NHS treatment should be denied any further NHS cancer treatment & should pay privately for all their current & subsequent treatment.  This is just reducing our health service to the lowest possible level for all.",
            "closed_at": "2008-10-10T00:00:00Z",
            "created_at": "2008-06-10T14:28:57.830227Z",
            "creator_name": "Judith Willis",
            "government_response_at": "2008-11-28T15:32:17.629538Z",
            "government_responses": [
                {
                    "created_at": "2008-11-28T15:32:17.629538Z",
                    "details": "You signed a petition asking the Prime Minister to \"change the licensing conditions relating to monoclonal antibody drugs, such as Cetuximab and Herceptin, which have been shown to be effective in cancer treatment, to make these drugs readily available on the NHS and, in the meantime, to allow cancer patients to pay for these drugs whilst still receiving the rest of their treatment on the NHS.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here:\n\nhttp://www.number10.gov.uk/Page17598\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'monoclonaldrug'",
                    "updated_at": "2008-11-28T15:32:17.629538Z"
                }
            ],
            "opened_at": "2008-06-10T14:28:57.830227Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1237,
            "state": "finished",
            "updated_at": "2008-11-18T03:01:59.659027Z"
        },
        "id": 9964762
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/monoclonaldrug/"
    },
    "type": "petition"
}