{
    "data": {
        "attributes": {
            "action": "ban the use of the whip on British racecourses",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "The hitting of horses with a whip is unacceptable behaviour. It is archaic and barbaric, and should not be part of civilised culture. Society is sending out mixed messages to those it prosecutes for animal welfare offences when whipping horses can be seen daily on television. We rightly do not hit any other animals in this way. Horses are conscious beings who can suffer physical pain and mental distress. Violence toward horses seems acceptable to many, and this anachronistic view needs to change. A ban on the use of the whip is an essential and necessary part of the solution.\n\nNorway banned the use of the whip in 1982 on its racecourses as part of its Cruelty Against Animals Act. It was welcomed by the Norwegian Jockey Club who reported that racing became more pleasant for both the horses and spectators.  A recent animal welfare study has shown that use of the whip may actually reduce the horse’s chances of winning.\n\nLegislation to ban its use across Britain should be passed as soon as possible.",
            "closed_at": "2008-12-10T00:00:00Z",
            "created_at": "2008-06-10T14:01:48.215981Z",
            "creator_name": "Cllr Paul Blanchard",
            "government_response_at": "2009-03-27T15:51:44.996973Z",
            "government_responses": [
                {
                    "created_at": "2009-03-27T15:51:44.996973Z",
                    "details": "You signed a petition asking the Prime Minister to \"ban the use of the whip on British racecourses.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page18758\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'ban-the-whip'",
                    "updated_at": "2009-03-27T15:51:44.996973Z"
                }
            ],
            "opened_at": "2008-06-10T14:01:48.215981Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 329,
            "state": "finished",
            "updated_at": "2008-12-13T03:01:47.286232Z"
        },
        "id": 9964074
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ban-the-whip/"
    },
    "type": "petition"
}