{
    "data": {
        "attributes": {
            "action": "To introduce a law protecting private property from free roaming domestic cats",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We seek a cat kind solution.\nWe don't hate cats.\n\nThe RSPB estimates the free roaming cats kill five million birds and 220 million other animals every year in\nBritain. \n\nResearch shows cats will roam up to a kilometre from their home says Rob Cameron of English Nature. They\ncan do enormous damage to wildlife.\n\nThere are about 10 million pet cats. Double the number of 20 years ago\n\nCat ownership should be restricted with planning laws This has already happened on some new estates near nature conservation areas\n\nCat owners be required to keep their animals within their own boundaries using chicken wire fences etc.\n\nCats to be fitted with approved quick release bells.\n\nGardens are becoming increasingly important as providers of food\nand shelter to many  birds and mammals, because of a decrease in natural habitats and food sources. \n \nBut gardens are also becoming increasingly important as providers of food to humans, because of increases in prices.\n\nThis  is made at best unpleasant and at worst hazardous to health by the deposits left by cats.\nJoin CatControl on Yahoo groups for help and information",
            "closed_at": "2009-06-10T00:00:00Z",
            "created_at": "2008-06-10T14:14:49.005507Z",
            "creator_name": "Mike Trodd",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-06-10T14:14:49.005507Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 83,
            "state": "finished",
            "updated_at": "2009-06-11T00:01:01.982057Z"
        },
        "id": 9964421
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/CatControl/"
    },
    "type": "petition"
}