{
    "data": {
        "attributes": {
            "action": "repeal the law against smoking in pubs, but introduce legislation to ban it in the streets",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Legislation against smoking in pubs.\nNew legislation should be introduced, reinstating smoking in puns, but making it strictly compulsory for there to be completely separate areas for smokers and non smokers.\nSmoking should be banned in the most truly public of public places, i.e. STREETS.\nSince the pub ban, more people than ever before smoke in the street and in shop doorways. They congregate outside pubs, forcing passers by to become passive smokers. Pubs have had an ethos of smoking since time immemorial; one used to associate them with the whiff of tobacco. The ban has forced smokers out of pubs and on to the streets.\nMany pubs, especially free houses, have had to close. The rise in binge drinking could be linked with the anti smoking legislation:  people drink less if they are smoking a cigarette; and if they are not allowed to enjoy their cigarette with their pint in a pub, it is logical that they will buy their cigarettes and alcohol in an off licence and indulge in them either in their home or in a public space such as the street or a park.  In a pub one drinks less because one has to queue. Banning smoking in pubs could also have led to parents of young children smoking more in the home.",
            "closed_at": "2009-06-11T00:00:00Z",
            "created_at": "2008-06-10T17:57:46.505770Z",
            "creator_name": "Mrs Dyana Rodriguez",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-06-10T17:57:46.505770Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 28,
            "state": "finished",
            "updated_at": "2010-05-04T15:41:35.249107Z"
        },
        "id": 9968959
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/repealsmokeban/"
    },
    "type": "petition"
}