{
    "data": {
        "attributes": {
            "action": "Ban the inclusion of all artficial food colourings, sweeteners, and preservatives in UK food and medicines, and to push for an EU-wide ban.  I would like the Government to seriously review research into all artificial additives and to push for further, detailed research into their affects on foetuses, children, animals and adults - focusing on long term and cocktail affects.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Sunset yellow (E110) \nCarmoisine (Red, E122) \nTartrazine (Yellow, E102) \nPonceau 4R (Red, E124) \nQuinoline yellow (E104)\nAllura red AC (E129) \n\nThese colourings have recently been found to be harmful, and other artificial colourings may also pose risks.\n\nThe UK's Food Standards Agency is currently seeking voluntary removal of the above 6 colourings from European food by 2009, & I would like to add a voice for British citizens.  A compulsory ban is highly necessary and could help with nationwide youth behavioural difficulties.  Few parents are able to check labels rigorously, particularly if illiterate, with learning difficulties, or when eating out, etc.\n\nOther colourings, sweeteners (eg. aspartame, acesulfame K, saccharin)and preservatives have been linked to various health problems eg. cancer and behavioural problems.\n\nThe affects of the long term exposure to the multiple cocktail of chemicals we ingest on a daily basis has been inadequately researched, eg. to mental health problems in later life, (schizophrenia, ADHD, depression, aggression).",
            "closed_at": "2009-06-11T00:00:00Z",
            "created_at": "2008-06-10T17:30:11.235686Z",
            "creator_name": "Natalie Windsor",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-06-10T17:30:11.235686Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 70,
            "state": "finished",
            "updated_at": "2009-12-29T15:16:58.551197Z"
        },
        "id": 9968537
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Ban-additives/"
    },
    "type": "petition"
}