{
    "data": {
        "attributes": {
            "action": "establish a policy of constructivism rather than competition in parliamentary debates",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "There is no place for rudeness in a parliamentary democracy. The petitioner is calling on the P.M. to encourage MP's to keep to discussion topics as part of new debating rules measures - possibly even introducing timed interspersions (in our house, we use an egg timer !), so they actually do the job they are paid for - represent their constituents and vote on issues of local, national and international concern. Not only can spectators hardly hear, anyway, but it just makes grown up , professional people look silly. What about introducing IT voting technology (details of an NRDC report forwarded to web team) - it is poverty, disease, illiteracy and injustice that are the \"fights\" - please encourage parliamentarians to view these issues more problem - solvingly - from two sides of the political spectrum rather than make enemies of each other.",
            "closed_at": "2009-06-10T00:00:00Z",
            "created_at": "2008-06-10T19:06:48.171145Z",
            "creator_name": "J RICHARDS",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-06-10T19:06:48.171145Z",
            "rejected_at": "2008-07-11T00:01:05.828922Z",
            "rejection": {
                "code": 49152,
                "details": "This is a matter for direct communication with Parliament.",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel",
                    "Intended to be humorous, or has no point about government policy"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-07-11T00:01:05.828922Z"
        },
        "id": 9970175
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/fightgoodfight/"
    },
    "type": "petition"
}