{
    "data": {
        "attributes": {
            "action": "Reveal all policies discussed at Bilderberg meetings, that are attended by a British Member of Parliament",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Every year, Bilderberg meetings take place at certain undisclosed locations across the globe. These meetings are seated by many predominant figures not only in British political, economic, educational and cultural, policy but of the world as well. British citizens should have the right to view the discussions that take place with British Members of Parliament, that will have direct or indirect affect on British lives. Although the meetings themselves are private, and thus have privacy rights, Members of Parliament who attend the meetings and discuss policy that effect British citizens, should be forced to disclose these discussions and or decisions made, to the British public for critical analysis, as they are representing and deciding major issues without the consent of their citizens. The revelations of issues that have been discussed by non-Parliament Members, regardless of citizenship are not included in this petition for privacy rights reasons.",
            "closed_at": "2009-03-11T00:00:00Z",
            "created_at": "2008-06-10T19:50:35.977843Z",
            "creator_name": "Samuel Aaron Whitehead",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-06-10T19:50:35.977843Z",
            "rejected_at": "2008-06-12T08:52:48.177176Z",
            "rejection": {
                "code": 20480,
                "details": "This is a matter for direct communication with Parliament.",
                "reasons": [
                    "Outside the remit of the Prime Minister and Government",
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-06-12T08:52:48.177176Z"
        },
        "id": 9971083
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/MPBerger/"
    },
    "type": "petition"
}