{
    "data": {
        "attributes": {
            "action": "Fund the London Underground to re-extend the Central line from Epping to Ongar via North Weald.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "People who live in areas such as Epping, North Weald, Ongar and other towns nearby such as Harlow and Bishop's Stortford are annoyed about the current lack of transport in the Ongar Area. Due to Ongar and North Weald tube stations closing in 1994. Epping tube station has become too busy for it handle the growth. Ongar and North Weald are growing tows and need a train station of some form. Therefore I believe that the government should fund London Underground to re-extend the Central line to Ongar. Growth of Ongar especialy means that the branch would no-longer unprofitable. Other ideas such as having the stations un-manned would mean the stations would bring more revenue.",
            "closed_at": "2008-12-11T00:00:00Z",
            "created_at": "2008-06-10T20:23:10.654306Z",
            "creator_name": "Stewart Cunningham",
            "government_response_at": "2009-01-28T14:41:04.722566Z",
            "government_responses": [
                {
                    "created_at": "2009-01-28T14:41:04.722566Z",
                    "details": "You signed a petition asking the Prime Minister to \" Fund the London Underground to re-extend the Central line from Epping to Ongar via North Weald.\"\n\nThe Prime Minister's Office has responded to that petition and you can view it here: \n\nhttp://www.number10.gov.uk/Page18052\n\n\nPrime Minister's Office",
                    "summary": "Government response to petition 'ongar-tube-back'",
                    "updated_at": "2009-01-28T14:41:04.722566Z"
                }
            ],
            "opened_at": "2008-06-10T20:23:10.654306Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 1012,
            "state": "finished",
            "updated_at": "2009-11-17T03:01:31.165007Z"
        },
        "id": 9971698
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ongar-tube-back/"
    },
    "type": "petition"
}