{
    "data": {
        "attributes": {
            "action": "Stop the closure of 293 Walmersley Road, Bury, BL9 6NX (Limefield Branch)",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "I was absolutely appalled to be told by Sue the Post Mistress that her branch would be shutting down.  This woman is the hub of the community, she has people queuing out of her door.  She is the most friendly/obliging postmistress I have ever met and will go that extra mile to help you. Pensioners are going to lose out once again, most are infirm and yet they are expected to travel further.  They dont want to start using bank accounts and direct debits and most wont have access to computers. How can post offices be losing money, is it because the government are changing the goal posts? Changing the services available. If there are less post offices, there will be larger queues, it will take longer to get served, be inconvenient and mean me and others will have to drive further.  I thought this government was introducing new green taxes and telling us to be aware of our carbon footprint, reduce carbon emissions, decrease our mileage, how do the Government suggest people get to the nearest post office, did anybody ever speak to the local community who are being denied this once local facility.  I think this government is sending out very mixed messages.",
            "closed_at": "2009-06-18T00:00:00Z",
            "created_at": "2008-06-10T20:54:28.245349Z",
            "creator_name": "Deborah Ogden",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-06-10T20:54:28.245349Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 11,
            "state": "finished",
            "updated_at": "2009-06-20T03:03:16.424859Z"
        },
        "id": 9972308
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/LimefieldPO/"
    },
    "type": "petition"
}