{
    "data": {
        "attributes": {
            "action": "Gaelic-in-NI.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Welsh and Scots Gaelic have positions within the UK which should apply.\nThe GFA Agreement Referendum has given the Westminister Government under ERII., a  fully lawful place in the British Kingdom of Ireland, previously void by reason of the English Parliament's non implementation of The Treaty of Limerick Dec 1691. King George III of England and Scotland had no Irish vires to pass into law the Constitutional Act of Union 1800.  He could constitutionally only sign for the Westminister Parliament. Therefore it is important to honour every dot and comma of the St Andrew's Agreement under the Good Friday Agreement Referendum which empowers ERII as the first lawful Westminister Monarch in the Kingdom of Ireland since Dec 1691.\nSo implement the provisions for the Irish Language onto a par with those for Welsh and Gaelic in Wales and Scotland. And let us have no more nonsence with regard to the other provisions either.",
            "closed_at": "2009-06-11T00:00:00Z",
            "created_at": "2008-06-11T09:55:20.977928Z",
            "creator_name": "Michael Cusack",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-06-11T09:55:20.977928Z",
            "rejected_at": "2008-07-11T00:01:05.828922Z",
            "rejection": {
                "code": 16640,
                "details": "This is a devolved matter and should be directed to the Scottish Executive / Welsh Assembly / Northern Ireland Executive as appropriate.",
                "reasons": [
                    "Wording that needs to be amended, or is impossible to understand",
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-07-11T00:01:05.828922Z"
        },
        "id": 9980340
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Gaelic-in-NI/"
    },
    "type": "petition"
}