{
    "data": {
        "attributes": {
            "action": "Allow assisted suicide/euthanasia on moral grounds of in the interests of the patient",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "What about the sanctity of life and dignity, when in war you die with dignity and are honoured for your service to your country\nbut not at home when you can no longer function. We are basically animals, but because we can communicate, create, explain, we think we are above morality, we are not. Should we die in pain and suffering when it is more humane to die in peace without fear from an injection that could save all our worries from enjoying our last moments on earth. I am a Jedi in faith and i feel we should have the option allowed to us to choose for ourselves - god gave us a will of our own to choose.\n\nDebbie Purdy, 45, from Bradford, is considering travelling to a country where assisted suicide is legal. \n\nBut she is worried her husband, Omar Puente, could be arrested on his return from Belgium or Zurich, Switzerland. \n\nHer lawyers argued the Director of Public Prosecutions (DPP) acted illegally by not providing guidance.",
            "closed_at": "2009-06-11T00:00:00Z",
            "created_at": "2008-06-11T12:39:58.363436Z",
            "creator_name": "ade horton",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-06-11T12:39:58.363436Z",
            "rejected_at": "2008-06-11T13:37:45.763481Z",
            "rejection": {
                "code": 2048,
                "details": "Similar to http://petitions.pm.gov.uk/diewithdignity/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-06-11T13:37:45.763481Z"
        },
        "id": 9985515
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/Dignity-For-All/"
    },
    "type": "petition"
}