{
    "data": {
        "attributes": {
            "action": "Close ALL brothels that are in the guise of \"massage parlours\", \"saunas\" etc.on our streets as they are illegally selling sex for money.",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "We petition the Government to close ALL the brothels that operate as \"massage parlours\" and \"saunas\" etc. They are on our streets illegally selling sex for money. \nSociety should not have prostitution thrust at them as they walk along their streets.\nFor most women involved it is a horrendous way of life and should not be normalised in this way.\nThey operate using trafficked women and children,( under 18's), who are usually forced unwittingly and against their will into prostitution,\nIt says to young people that pass by that this is acceptable behaviour and many young men now treat young women accordingly.\nThe pimps and prostitutes do not pay income tax as the rest of society does and many claim benefits.\nMen are becoming increasingly violent to the women they \"USE\" and often this spills out into wider society as it becomes normalised behaviour.\nIt is damaging to family relationships as men become addicted to this type of sex and huge financial problems are caused to the women and children within these families.\nIf prostitution were illegal as in some other countries, the drug abuse associated with it would lessen and women would not be in fear on a daily basis.",
            "closed_at": "2009-06-16T00:00:00Z",
            "created_at": "2008-06-11T16:38:05.893119Z",
            "creator_name": "Avril Wooster",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-06-11T16:38:05.893119Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 19,
            "state": "finished",
            "updated_at": "2009-06-17T00:01:01.633533Z"
        },
        "id": 9991474
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/illegalbrothels/"
    },
    "type": "petition"
}