{
    "data": {
        "attributes": {
            "action": "Commend Peterborough City Council for appointing Councillor Gul Nawaz as Deputy Mayor",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Whilst we recognise his fraud conviction, we also recognise the offence took place twelve years ago, six years before he became a Councillor. At the time he was elected he believed the matter was resolved with a repayment agreement in place that he was honoring. He repaid the\nmonies in full when the Council suddenly reneged on its agreement and decided to prosecute him.  His sentence was disproportionately harsh because his political opponents deliberately whipped up a storm in 2002. He has been re-elected twice by his Ward since then with substantial majorities, and he is renowned for his excellent work in improving and representing his ward. The Christian and Muslim faiths emphasise forgiveness. He will be officially repatriated in September 2009 and he has stated that he does not wish to become Mayor.  We believe this brave and generous decision by Peterborough City Council deserves positive recognition, and\nwe urge the Prime Minister to join us in commending this decision and urging the Council to resist the politically motivated moves to try and remove Councillor Gul Nawaz from his appointment as Deputy Mayor and damage the good reputation of Peterborough City Council.",
            "closed_at": "2008-08-12T00:00:00Z",
            "created_at": "2008-06-11T19:26:30.667387Z",
            "creator_name": "Akbar Sait",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-06-11T19:26:30.667387Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 41,
            "state": "finished",
            "updated_at": "2008-08-13T00:01:01.653174Z"
        },
        "id": 9994710
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/SupportForNawaz/"
    },
    "type": "petition"
}