{
    "data": {
        "attributes": {
            "action": "Have our UK Prison system changed to the style of Maricopa County Jail, Arizona. USA",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Sheriff Joe Arpaio created the 'tent city jail' to save Arizona from spending tens of millions of dollars on another expensive prison complex. He has jail meals down to 20 cents a serving and charges the inmates for them.  He banned smoking and pornographic magazines in the jails, and took away their weightlifting equipment and cut off all but 'G' movies. He says: 'They're in jail to pay a debt to society not to build muscles.' He started chain gangs to use the inmates to do free work on county and city projects and save taxpayer's money. He took away cable TV until he found out there was a federal court order that required cable TV for jails. So he hooked up the cable TV again but only allows the Disney channel and the weather channel. 'This isn't the Ritz/Carlton. If you don't like it, don't come back.' 'Criminals should be punished for their crimes - not live in luxury until it's time for parole. He told all the inmates who were complaining of the heat in the tents: 'It's between 120 to 130 degrees in Iraq and our soldiers are living in tents too, and they have to walk all day in the sun, wearing full battle gear and get shot at, and they have not committed any crimes.",
            "closed_at": "2009-06-11T00:00:00Z",
            "created_at": "2008-06-11T19:15:38.416520Z",
            "creator_name": "Trevor Johnson",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-06-11T19:15:38.416520Z",
            "rejected_at": "2008-07-12T00:01:07.584918Z",
            "rejection": {
                "code": 2048,
                "details": "Similar to http://petitions.pm.gov.uk/make-jail-hard/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-07-12T00:01:07.584918Z"
        },
        "id": 9994515
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/UK-Prisons/"
    },
    "type": "petition"
}