{
    "data": {
        "attributes": {
            "action": "Create an anon way of reporting disabled parking bay abuse",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Many disabled parking bays (DPB) are abused. Supermarkets say they can't enforce it. Abusers: Please sympathise & understand you should not park there at all. What is the point in DPB if no one will 'police' them. There is no consequences to stop people abusing them. It is left to us if we are brave enough, to say something, = folk shout, rant or rave at us, = feeeling we are the ones in the wrong. It is bad enough living with 2 chronic conditions, without lack of support in this area too! Some disabled friends suggest we could make up tickets saying: \"You are parked in my space - would you like my disability too?\" Though, we would probably end up being in the wrong. Does any'body' have the power to enforce the abuse of parking in these spaces? if so, we make the suggestion, they could put them on the cars abusing the spaces with a note informing them: \"You have abused this space and prevented a disabled person from using it. Your details will be recorded. If you abuse this space again. you will receive a fixed penalty of...\" We would like to see more support in this area which will provide fair access to all disabled people. Please help. Many thanks for your time. Every Blessing. HB",
            "closed_at": "2008-08-12T00:00:00Z",
            "created_at": "2008-06-12T01:07:55.089180Z",
            "creator_name": "Heather Bull",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-06-12T01:07:55.089180Z",
            "rejected_at": null,
            "rejection": null,
            "signature_count": 21,
            "state": "finished",
            "updated_at": "2008-08-14T03:39:33.904268Z"
        },
        "id": 9998535
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/disabled-spaces/"
    },
    "type": "petition"
}