{
    "data": {
        "attributes": {
            "action": "Fix the roof on our sports centre and install a ventilation system",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "Scott Hall sports centre in Leeds has been waiting years for the local council to fix a leaky roof and install a ventilation system both above the main sports hall. \nThe hall is used by children and adults \nincluding elderly for general keep fit classes, badminton, football, circuit training, boxercise, pilates and\nmartial arts (to name but a few).\n\nWhen it rains we all have to avoid various islands of buckets and cones in the main sports hall. \nDespite the staff trying their best to cordon off areas water invariably makes its way across large parts of the hall. \nWhen it is hot the classes being taken become intolerable. There is no fresh air being supplied to the hall despite groups containing 30-40 people.\n\nBoth issues are clearly not something a visitor would expect to contend with,\nespecially after paying £3 an hour for\na training session.\n\nPlease arrange for the roof to be fixed and for a fresh air system to be installed in the main hall.",
            "closed_at": "2009-06-11T00:00:00Z",
            "created_at": "2008-06-11T23:41:02.121542Z",
            "creator_name": "Gurdeep Singh",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-06-11T23:41:02.121542Z",
            "rejected_at": "2008-07-12T00:01:07.584918Z",
            "rejection": {
                "code": 16384,
                "details": "",
                "reasons": [
                    "Issues for which an e-petition is not the appropriate channel"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-07-12T00:01:07.584918Z"
        },
        "id": 9998191
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/ScottHallLeeds/"
    },
    "type": "petition"
}