{
    "data": {
        "attributes": {
            "action": "make cycles licenced and registered!",
            "action_prefix": "We the undersigned petition the Prime Minister to",
            "background": "My 11yr old was knocked over by a cyclist in a hurry, rounding a corner into a one way street,  going the wrong way.  He knocked her down as she tried to cross at a zebra crossing.  He stopped to ask if she was ok, she responded \"I don't know, my head and my leg hurt a lot. His response \"sorry, i shouldn't have done it\" he collected his fried chicken in a box from the road side and rode away.  If this had been a car going into a one way street in the wrong direction at a comparable speed she would at least have been in hospital. The worst thing is a car driver would've been liable to report the accident, provide their details, and had they left the scene even part of the registration means they would've been traceable. NOT the case with a cyclist, they cause their share of accidents on footpaths, towpaths, roads etc.  A growing number seem to believe that traffic lights and signals do not apply to them nor any of the rules within the highway code.  If ALL cyclists were licenced, registered then we could trace the mindless minority which cause accidents and problems.  They are road users too and should be held accountable for their actions.",
            "closed_at": "2008-12-12T00:00:00Z",
            "created_at": "2008-06-12T01:08:01.319146Z",
            "creator_name": "sarah jane bush",
            "government_response_at": null,
            "government_responses": null,
            "opened_at": "2008-06-12T01:08:01.319146Z",
            "rejected_at": "2008-06-12T10:41:06.357998Z",
            "rejection": {
                "code": 2048,
                "details": "http://petitions.pm.gov.uk/BikeLicense/",
                "reasons": [
                    "Duplicate - this is similar to and/or overlaps with an existing petition or petitions"
                ]
            },
            "signature_count": 1,
            "state": "rejected",
            "updated_at": "2008-06-12T10:41:06.357998Z"
        },
        "id": 9998536
    },
    "links": {
        "original": "http://petitions.number10.gov.uk/licencebikes/"
    },
    "type": "petition"
}